Repository: instructure/canvas-ios
Catalog: Student/Widgets/Resources/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr, fr_ca, is, it, ja, mi, ms, nl, pl, pt, pt_br, ru, sl, sv, vi, zh_hans, zh_hant

source: American literature IV
ar: الأدب الأمريكي 4
ca: Literatura americana IV
cy: Llenyddiaeth America IV
da: Amerikansk litteratur IV
de: Amerikanische Literatur IV
es_es: Literatura estadounidense IV
fi: Amerikkalainen kirjallisuus IV
fr: Littérature américaine IV
fr_ca: Littérature américaine IV
is: Bandarískar bókmenntir IV
it: Letteratura americana IV
ja: 米文学 IV
mi: Amerikana Tuhituhinga IV
ms: Kesusaseraan Amerika IV
nl: Amerikaanse literatuur IV
pl: Literatura amerykańska IV
pt: Literatura americana IV
pt_br: Literatura Americana IV
ru: Американская литература IV
sl: Ameriška književnost IV
sv: Amerikansk litteratur IV
vi: Văn học Mỹ IV
zh_hans: 美国文学 IV
zh_hant: 美國文學 IV

source: American Literature IV
ar: الأدب الأمريكي 4
ca: Literatura americana IV
cy: Llenyddiaeth America IV
da: Amerikansk litteratur IV
de: Amerikanische Literatur IV
es_es: Literatura estadounidense IV
fi: Amerikkalainen kirjallisuus IV
fr: Littérature américaine IV
fr_ca: Littérature américaine IV
is: Bandarískar bókmenntir IV
it: Letteratura americana IV
ja: 米文学 IV
mi: Amerikana Tuhituhinga IV
ms: Kesusasteraan Amerika IV
nl: Amerikaanse literatuur IV
pl: Literatura amerykańska IV
pt: Literatura Americana IV
pt_br: Literatura Americana IV
ru: Американская литература IV
sl: Ameriška književnost IV
sv: Amerikansk litteratur IV
vi: Văn Học Mỹ IV
zh_hans: 美国文学 IV
zh_hant: 美國文學 IV

source: American Literature IV: All the Books
ar: الأدب الأمريكي 4: جميع الكتب
ca: Literatura americana IV: Tots els llibres
cy: Llenyddiaeth America IV: Yr holl Lyfrau
da: Amerikansk litteratur IV: Alle bøgerne
de: Amerikanische Literatur IV: Alle Bücher
es_es: Literatura estadounidense IV: Todos los libros
fi: Amerikkalainen kirjallisuus IV: Kaikki kirjat
fr: Littérature américaine IV : Tous les livres
fr_ca: Littérature américaine IV : Tous les livres
is: Bandarískar bókmenntir IV: Allar bækurnar
it: Letteratura americana IV: Tutti i libri
ja: 米文学 IV:すべての本
mi: Amerikana Tuhituhinga IV: Ngā Pukapuka Katoa
ms: Kesusasteraan Amerika IV: Semua Buku
nl: Amerikaanse literatuur IV: Alle boeken
pl: Literatura amerykańska IV" Wszystkie książki
pt: Literatura Americana IV: Todos os Livros
pt_br: Literatura Americana IV: Todos os livros
ru: Американская литература IV: Все книги
sl: Ameriška književnost IV: Vse knjige
sv: Amerikansk litteratur IV: Alla böcker
vi: Văn Học Mỹ IV: Tất Cả Sách
zh_hans: 美国文学 IV：所有图书
zh_hant: 美國文學 IV：所有書本

source: Announcements
ar: الإعلانات
ca: Anuncis
cy: Cyhoeddiadau
da: Beskeder
de: Ankündigungen
es_es: Anuncios
fi: Ilmoitukset
fr: Annonces
fr_ca: Annonces
is: Tilkynningar
it: Annunci
ja: 発表
mi: Pānuitanga
ms: Pengumuman
nl: Aankondigingen
pl: Ogłoszenia
pt: Anúncios
pt_br: Avisos
ru: Объявления
sl: Obvestila
sv: Meddelanden
vi: Thông Báo Chung
zh_hans: 公告
zh_hant: 通告

# Assignment Grades
source: Assignment Marks
ar: تقديرات المهمة
ca: Notes de les activitats
cy: Graddau’r Aseiniad
da: Opgavekarakterer
de: Aufgabennoten
es_es: Notas de actividades
fi: Tehtäville annettu arvosana
fr: Notes des devoirs
fr_ca: Notes de la tâche
is: Einkunnir fyrir verkefni
it: Voto compiti
ja: 課題の評定
mi: Whakataunga ngā Kōeke
ms: Gred Tugasan
nl: Opdrachtcijfers
pl: Oceny z zadań
pt: Classificação de Tarefa
pt_br: Notas da tarefa
ru: Оценки заданий
sl: Ocena nalog
sv: Uppgiftsomdömen
vi: Điểm Bài Tập
zh_hans: 作业评分
zh_hant: 作業評分

source: Biology 201
ar: الأحياء 201
ca: Biologia 201
cy: Bioleg 201
da: Biologi 201
de: Biologie 201
es_es: Biología 201
fi: Biologia 201
fr: Biologie 201
fr_ca: Biologie 201
is: Líffræði 201
it: Biologia 201
ja: 生物学 201
mi: Koiora 201
ms: Biologi 201
nl: Biologie 201
pl: Biologia 201
pt: Biologia 201
pt_br: Biologia 201
ru: Биология 201
sl: Biologija 201
sv: Biologi 201
vi: Sinh Học Đại Cương
zh_hans: 生物 201
zh_hant: 生物學 201

source: Biology Exam 2
ar: اختبار الأحياء 2
ca: Examen de biologia 2
cy: Arholiad Bioleg 2
da: Biologiprøve 2
de: Biologieexamen 2
es_es: Examen 2 de biología
fi: Biologiatesti 2
fr: Examen de biologie 2
fr_ca: Examen de biologie 2
is: Líffræðipróf 2
it: Esame biologia 2
ja: 生物学の試験 2
mi: Koiora Whakamātau 2
ms: Peperiksaan Biologi 2
nl: Biologie-examen 2
pl: Egzamin z biologii 2
pt: Exame de Biologia 2
pt_br: Exam de biologia 2
ru: Экзамен по биологии 2
sl: Izpit iz biologije
sv: Biologiprov 2
vi: Bài Thi Sinh Học 2
zh_hans: 生物考试 2
zh_hant: 生物學考試 2

# Course Grades
source: Course Marks
ar: درجات المساق
ca: Notes de l'assignatura
cy: Graddau Cwrs
da: Fagets karakterer
de: Kursnoten
es_es: Notas de la asignatura
fi: Kurssin arvosanat
fr: Notes des cours
fr_ca: Notes du cours
is: Námskeiðseinkunnir
it: Voti corso
ja: コース評定
mi: Ngā Kōeke Akoranga
ms: Gred Kursus
nl: Cursuscijfers
pl: Oceny kursu
pt: Notas da disciplina
pt_br: Notas do curso
ru: Оценки курса
sl: Ocene pri predmetu
sv: Kursomdömen
vi: Điểm Khóa Học
zh_hans: 课程评分
zh_hant: 課程成績

source: Essay #1: The Rocky Planets
ar: مقال رقم 1: الكواكب الصخرية
ca: Assaig núm. 1: Els planetes tel·lúrics
cy: Traethawd #1: Y Planedau Creigiog
da: Opgave nr. 1: Klippeplaneterne
de: Essay Nr. 1: Die felsigen Planeten
es_es: Ensayo n.º 1: los planetas rocosos
fi: Essee #1: The Rocky Planets
fr: Dissertation N°1 : Les planètes rocheuses
fr_ca: Composition No 1 : Les planètes rocheuses
is: Ritgerð #1: Hrjóstrugar plánetur
it: Saggio n°1 I pianeti rocciosi
ja: 小論文 #1:『The Rocky Planets』
mi: Tuhinga roa #1: Ngā Aorangi Pōhatuhatu
ms: Esei #1: Planet Berbatu
nl: Essay nr. 1: De terrestrische planeten
pl: Esej nr 1: Skaliste planety
pt: Ensaio #1: Os Planetas Rochosos
pt_br: Teste 1: Os planetas rochosos
ru: Сочинение № 1: Скалистые планеты
sl: Esej št. 1: Skalnati planeti
sv: Uppsats #1: Stenplaneterna
vi: Bài Luận #1: Hành Tinh Đất Đá
zh_hans: 论文 #1：岩石行星
zh_hant: 論文 #1：岩石星球

source: Finals are moving to next week.
ar: ستنتقل الاختبارات النهائية إلى الأسبوع القادم.
ca: Els examens finals es mouen a la setmana que ve.
cy: Mae’r arholiadau terfynol yn symud i’r wythnos nesaf.
da: De afsluttende prøver flyttes til næste uge.
de: Gesamtnoten werden auf nächste Woche verschoben.
es_es: Los finales se pasan a la semana próxima.
fi: Loppukokeet siirtyvät seuraavalle viikolle.
fr: Les épreuves finales sont déplacées à la semaine prochaine.
fr_ca: Les finales sont déplacées à la semaine prochaine.
is: Lokaprófin færast yfir í næstu viku.
it: Le valutazioni finali sono spostate alla prossima settimana.
ja: 期末試験来週に移動します。
mi: Kei te neke ngā whakamutunga ki tērā wiki.
ms: Peperiksaan akhir dibawa ke minggu hadapan
nl: De examens zijn naar volgende week verplaatst.
pl: Sesja zostaje przeniesiona na następny tydzień.
pt: As finais estão a passar para a próxima semana.
pt_br: Os exames finais estão mudando para a próxima semana.
ru: Финалы переносятся на следующую неделю.
sl: Izpiti so prestavljeni na naslednji teden.
sv: Finalerna flyttas till nästa vecka.
vi: Bài kiểm tra cuối kỳ đang được chuyển sang tuần tiếp theo.
zh_hans: 期中考试移到下一周。
zh_hant: 期末考試改到下星期了。

# Grades
source: Marks
ar: التقديرات
ca: Notes
cy: Graddau
da: Karakterer
de: Noten
es_es: Notas
fi: Arvosanat
fr: Notes
fr_ca: Notes
is: Einkunnir
it: Voti
ja: 評定
mi: Ngā Kōeke
ms: Gred
nl: Cijfers
pl: Oceny
pt: Classificações
pt_br: Notas
ru: Оценки
sl: Ocene
sv: Omdömen
vi: Điểm
zh_hans: 评分
zh_hant: 成績

source: Introduction to the Solar System
ar: مقدمة عن المجموعة الشمسية
ca: Introducció al sistema solar
cy: Cyflwyniad i'r System Solar
da: Introduktion til solsystemet
de: Einführung in das Sonnensystem
es_es: Introducción al sistema solar
fi: Aurinkojärjestelmän esittely
fr: Présentation du système solaire
fr_ca: Introduction au système solaire
is: Inngangur í sólkerfið
it: Presentazione del sistema solare
ja: 太陽系の紹介
mi: Whakamōhiotanga ki te pūnaha whetu o te ao
ms: Pengenalan kepada Sistem Suria
nl: Inleiding tot het zonnestelsel
pl: Wprowadzenie do Układu słonecznego
pt: Introdução ao Sistema Solar
pt_br: Introdução ao Sistema Solar
ru: Представление Солнечной системы
sl: Uvod v solarni sistem
sv: Introduktion till solsystemet
vi: Đại Cương Hệ Mặt Trời
zh_hans: 太阳系介绍
zh_hant: 簡介太陽系

source: Janet Hammond
ja: ジャネット・ハモンド
ru: Джанет Хаммонд

source: No announcements
ar: لا توجد إعلانات
ca: Cap anunci
cy: Dim Cyhoeddiadau
da: Ingen beskeder
de: Keine Ankündigungen
es_es: No hay anuncios
fi: Ei ilmoituksia
fr: Aucune annonce
fr_ca: Aucune annonce
is: Engar tilkynningar
it: Nessun annuncio
ja: アナウンスメントなし
mi: Kaore ngā pānui
ms: Tiada Pengumuman
nl: Geen aankondigingen
pl: Brak ogłoszeń
pt: Sem anúncios
pt_br: Sem avisos
ru: Нет объявлений
sl: Brez obvestil
sv: Inga anslag
vi: Không Có Thông Báo Chung
zh_hans: 无公告
zh_hant: 沒有通告

# No Grades To Display
source: No Marks To Display
ar: لا توجد تقديرات للعرض
ca: No hi ha notes per mostrar
cy: Dim Graddau i’w Dangos
da: Ingen karakterer at vise
de: Keine Noten anzuzeigen
es_es: No hay notas para mostrar
fi: Ei esitettäviä arvosanoja
fr: Aucune note à afficher
fr_ca: Aucune note à afficher
is: Engar einkunnir til að birta
it: Nessuna votazione da visualizzare
ja: 表示する評定なし
mi: Kaore he kōeke hei whakaatu
ms: Tiada Gred untuk Dipaparkan
nl: Geen cijfers om weer te geven
pl: Brak ocen do wyświetlenia
pt: Sem notas a mostrar
pt_br: Nenhuma nota para exibir
ru: Нет оценок для отображения
sl: Ni ocen za prikaz
sv: Inga omdömen att visa
vi: Không Có Điểm Để Hiển Thị
zh_hans: 没有可以显示的评分
zh_hant: 沒有可顯示的成績

source: Please log in via the application
ar: يُرجى تسجيل الدخول عبر التطبيق
ca: Inicieu la sessió a través de l’aplicació
cy: Mewngofnodwch gan ddefnyddio’r rhaglen
da: Log ind via applikationen
de: Melden Sie sich bitte über die App an
es_es: Inicie sesión a través de la aplicación
fi: Kirjaudu sisään sovelluksen kautta
fr: Veuillez vous connecter via l’application.
fr_ca: Veuillez vous connecter par l’application
is: Skráðu þig inn í gegnum smáforritið.
it: Accedere mediante l’applicazione
ja: アプリケーションからログインしてください
mi: Tēnā koa takiuru mā te puka tono
ms: Sila log masuk melalui aplikasi
nl: Log in via de applicatie
pl: Zaloguj się za pomocą aplikacji
pt: Por favor, inicie a sessão através da aplicação
pt_br: Por favor, faça o login através do aplicativo
ru: Войдите в систему через приложение
sl: Prijavite se prek aplikacije
sv: Logga in via programmet
vi: Vui lòng đăng nhập thông qua ứng dụng
zh_hans: 请通过应用程序登录
zh_hant: 請透過應用程式登入

source: Read Moby Dick by end of week.
ar: اقرأ Moby Dick قبل نهاية الأسبوع.
ca: Llegir Moby Dick abans d’acabar la setmana.
cy: Darllenwch Moby Dick erbyn ddiwedd yr wythnos.
da: Læs Moby Dick inden udgangen af ugen.
de: Lesen bis zum Ende der Woche „Moby Dick“.
es_es: Leer Moby Dick para el final de la semana.
fi: Lue Moby Dick viikon loppuun mennessä.
fr: Lire Moby Dick avant la fin de la semaine.
fr_ca: Lisez Moby Dick avant la fin de la semaine.
is: Lestu Moby Dick fyrir vikulok.
it: Leggi Moby Dick entro la fine della settimana.
ja: 週末までに『Moby Dick』([『白鯨』)を読んでください。
mi: Pānui Moby Dick i te mutunga o te wiki.
ms: Baca Moby Dick selewat-lewatnya pada hujung minggu ini.
nl: Lees Moby Dick voor het einde van de week.
pl: Przeczytaj Moby Dicka do końca tygodnia.
pt: Leia Moby Dick até ao final da semana.
pt_br: Leia Moby Dick até o final da semana.
ru: Прочитайте Моби Дик до конца недели.
sl: Do konca tedna preberite roman Moby Dick.
sv: Läs Moby Dick före helgen.
vi: Đọc xong tác phẩm Moby Dick trước cuối tuần.
zh_hans: 在周末前读完 Moby Dick。
zh_hant: 在週末前完成閱讀《白鯨記》。

source: Susan Jorgenson
ja: スーザン・ジョーゲンソン
ru: Сьюзан Йоргенсон

source: Thomas McKempis
ja: トーマスMcKempis
ru: Томас McKempis

source: View the latest announcements from your courses.
ar: عرض أحدث إعلامات من مساقاتك.
ca: Visualitzeu els últims anuncis de les vostres assignatures.
cy: Gweld y cyhoeddiadau diweddaraf ar gyfer eich cwrs.
da: Se de seneste meddelelser fra dine fag.
de: Die neuesten Ankündigungen aus Ihren Kursen anzeigen.
es_es: Vea los últimos anuncios de sus asignaturas.
fi: Tarkastele uusimpia ilmoituksia kursseisasi.
fr: Afficher les dernières annonces depuis votre cours.
fr_ca: Consultez les dernières annonces de vos cours.
is: Skoðaðu nýjustu tilkynningarnar úr námskeiðum þínum.
it: Visualizza gli annunci più recenti relativi ai tuoi corsi.
ja: コースの最新のアナウンスを表示します。
mi: Titiro ki ngā pānuitanga ina noa nei mai i ō akoranga.
ms: Lihat pengumuman terkini daripada kursus anda.
nl: Bekijk de laatste aankondigingen van je cursussen.
pl: Wyświetl ostatnie ogłoszenia z kursów.
pt: Veja os últimos anúncios dos seus cursos.
pt_br: Veja os anúncios mais recentes de seus cursos.
ru: Просмотрите последние объявления из своих курсов.
sl: Prikaz najnovejših obvestil za vaše predmete.
sv: Se de senaste meddelandena i dina kurser.
vi: Xem thông báo chung mới nhất từ khóa học của bạn.
zh_hans: 查看您的课程的最新公告。
zh_hant: 檢視您的課程的最新通告。

# View the latest grades from assignments and your favorite courses.
source: View the latest marks from assignments and your favourite courses.
ar: عرض أحدث تقديرات من المهام ومن مساقاتك المفضلة.
ca: Visualitzeu les últimes notes de les activitats i les vostres assignatures preferides.
cy: Gweld y graddau diweddaraf o’ch aseiniadau a’ch hoff gyrsiau.
da: Se de seneste karakterer fra opgaver og dine favoritfag.
de: Die letzten Noten für Aufgaben und Ihre bevorzugten Kurse anzeigen.
es_es: Vea las últimas notas de actividades y sus asignaturas favoritos.
fi: Näytä uusimmat arvosanat tehtävistä ja suosikkikursseistasi.
fr: Afficher les dernières notes de vos devoirs et vos cours favoris.
fr_ca: Voir les dernières notes issues des tâches et vos cours favoris.
is: Skoðaðu nýjustu einkunnirnar fyrir verkefni og eftirlætisnámskeiðin þín.
it: Visualizza le votazioni più recenti relative ai tuoi compiti e corsi preferiti.
ja: 課題やお気に入りのコースの最新の評定を表示します。
mi: Titiro ki ngā kōeke ina noa nei mai i ngā whakatunga me ō akoranga makau.
ms: Lihat gred terkini daripada tugasan dan kursus kegemaran anda.
nl: Bekijk de laatste cijfers van opdrachten en je favoriete cursussen.
pl: Wyświetl ostatnie oceny z zadań i ulubionych kursów.
pt: Ver as últimas notas dos trabalhos e as suas disciplinas favoritas.
pt_br: Veja as últimas notas das tarefas e seus cursos favoritos.
ru: Просмотрите последние оценки по заданиям и своим любимым курсам.
sl: Prikaz najnovejših ocen za naloge in vaših najljubših predmetov.
sv: Se de senaste omdömena från uppgifter och dina favoritkurser.
vi: Xem điểm mới nhất từ bài tập của bạn và các khóa học ưa thích của bạn.
zh_hans: 查看作业和您收藏的课程的最新评分。
zh_hant: 檢視作業及您的最愛額課程的最新評分。

source: Zoo Field Trip!
ar: رحلة ميدانية إلى حديقة الحيوان!
ca: Excursió al zoo!
cy: Taith Maes i'r Sw!
da: Tur i zoologisk have!
de: Exkursion in den Zoo!
es_es: ¡Excursión al zoológico!
fi: Opintomatka eläintarhaan!
fr: Sortie au Zoo !
fr_ca: Voyage au zoo!
is: Skoðunarferð í dýragarðinn!
it: Gita allo zoo!
ja: 動物園へ遠足！
mi: Whare Kararehe Haerenga!
ms: Lawatan ke Zoo!
nl: Excursie naar de dierentuin!
pl: Wycieczka do zoo!
pt: Viagem de Campo Zoológico!
pt_br: Passeio ao zoológico!
ru: Выезд в зоосад!
sl: Izlet v živalski vrt!
sv: Zoo-utflykt
vi: Chuyến Đi Thực Tế Ở Sở Thú!
zh_hans: 动物园参观！
zh_hant: 動物園考察之旅！
