Repository: instructure/canvas-ios
Catalog: Frameworks/FileKit/FileKit/*.lproj/Localizable.strings
Languages: mi, pt

source: Cancel
mi: Whakakore
pt: Cancelar

source: Choose a Photo
mi: Kōwhiria he Whakaahua
pt: Escolher uma Fotografia

source: Choose a Photo or Video
mi: Kōwhiria he Whakaahua Ataata ranei
pt: Escolher uma Fotografia ou Vídeo

source: Choose a Video
mi: Kōwhiria he Ataata
pt: Escolher um Vídeo

source: Choose a Webpage
mi: Kōwhiria he Whārangi Tukutuku
pt: Escolher uma Página

source: Data
mi: Raraunga
pt: Dados

source: Delete
mi: Mukua
pt: Apagar

source: Enter your upload...
mi: E tomo koutou tukunga ake ...
pt: Insira o seu carregamento...

source: File Upload Error
mi: Hapa Tukuake Kōnae
pt: Erro de Carregamento do Ficheiro

source: Files
mi: Kōnae
pt: Ficheiros

source: Photo
mi: Whakaahua
pt: Fotografia

source: Record Audio
mi: Record Ororongo
pt: Gravar Audio

source: Take Photo or Video
mi: Tangohia Photo Ataata ranei
pt: Tirar Fotografia ou Vídeo

source: Take a Photo
mi: E mau ki te Whakaahua
pt: Tirar uma Fotografia

source: Take a Video
mi: E mau ki te Video
pt: Gravar um Vídeo

source: Text
mi: Kuputuhi
pt: Texto

source: There was a problem loading the FileKit database file.
mi: He ko he raru uta i te kōnae pātengi raraunga FileKit.
pt: Ocorreu um erro ao carregar o ficheiro na base de dados do Ficheiro.

source: There was a problem loading the FileKitTests database file.
mi: He ko he raru uta i te kōnae pātengi raraunga KitTests Kōnae.
pt: Ocorreu um erro ao carregar o ficheiro na base de dados do Ficheiro de Testes.

source: There was a problem preparing the file for upload
mi: He ko he raru faaineine i te kōnae mō te tukuake
pt: Ocorreu um erro ao atualizar o ficheiro para carregamento.

source: Turn In
mi: Tahuri I roto i
pt: Entregar

source: Video
mi: Ataata

source: What would you like to turn in?
mi: He aha e hiahia ana koe ki te tahuri i roto i?
pt: O que gostaria de entregar?
