Repository: instructure/canvas-ios
Catalog: Canvas/CanvasKit1/*.lproj/Localizable.strings
Languages: cy, nl

# Rating for %@, Score: %g
source: Rating for %1$@, Score: %2$g
cy: Lefel sgôr ar gyfer %1$@, Sgôr: %2$g
nl: Beoordeling voor %1$@, Score: %2$g

# %@ (%g out of %@)
source: %1$@ (%2$g out of %3$@)
cy: %1$@ (%2$g allan o %3$@)
nl: %1$@ (%2$g van de %3$@)

# %@ at %@
source: %1$@ at %2$@
cy: %1$@ yn %2$@
nl: %1$@ in %2$@

# %@ out of %@
source: %1$@ out of %2$@
cy: %1$@ allan o %2$@
nl: %1$@ van %2$@

# %@ to > %@ pts
source: %1$@ to > %2$@ pts
cy: %1$@ i > %2$@ pwynt
nl: %1$@ tot > %2$@ ptn

# %@%% (%g out of %@)
source: %1$@%% (%2$g out of %3$@)
cy: %1$@%% (%2$g allan o %3$@)
nl: %1$@%% (%2$g van %3$@)

# %g out of %@
source: %1$g out of %2$@
cy: %1$g allan o %2$@
nl: %1$g van %2$@

source: %qu bytes
cy: %qu beit

source: Audio
cy: Sain

source: Audio input hardware not available
cy: Does dim caledwedd mewnbynnu sain ar gael
nl: Audio input hardware niet beschikbaar

source: Complete
cy: Cwblhau
nl: Voltooien

source: Custom Grade
cy: Gradd Bersonol
nl: Aangepast cijfer

source: Done
cy: Wedi gorffen
nl: Klaar

source: File extension not allowed: %@
cy: Dyma'r estyniad ffeil a ganiateir: %@
nl: Bestand extensie niet toegestaan: %@

source: File extension(s) permitted for this assignment:
cy: Dyma'r estyniad(au) ffeil a ganiateir ar gyfer yr aseiniad hwn:
nl: Bestandextensie(s) toegestaan voor deze opdracht:

source: File upload failed
cy: Wedi methu llwytho ffeil i fyny.
nl: Bestand upload mislukt.

source: Incomplete
cy: Heb Gwblhau
nl: Onvolledig

source: Me
cy: Fi
nl: Mij

source: Media Comment
cy: Sylw ar Gyfryngau
nl: Media opmerking

source: Media comment
cy: Sylw ar gyfryngau
nl: Media opmerking

source: Media type selector. %@
cy: Nodwedd dewis math o gyfryngau. %@

source: Not Complete
cy: Heb Gwblhau
nl: Niet volledig

source: Not graded
cy: Heb raddio
nl: Niet beoordeeld

source: Not graded (0 out of %@)
cy: Heb raddio (0 allan o %@)
nl: Niet beoordeeld (0 van %@)

source: Note: Media files are not immediately available for playback while they are processed on the server.
cy: Nodyn: Dydy ffeiliau cyfryngau ddim ar gael i'w chwarae ar unwaith tra maent yn cael eu prosesu ar y gweinydd.
nl: Let op: Mediabestanden zijn niet direct beschikbaar om af te spelen als ze op de server bewerkt worden.

source: Observer
cy: Arsyllwr
nl: Waarnemer

source: Play
cy: Chwarae
nl: Afspelen

source: Post Comment
cy: Postio Sylw
nl: Opmerking plaatsen

source: Posts your comment
cy: Yn postio eich sylw
nl: Plaatst je opmerking

source: Record
cy: Recordio
nl: Opnemen

source: Score
cy: Sgôr

source: Starts playing your recording
cy: Mae'n dechrau chwarae eich recordiad
nl: Je opname begint af te spelen

source: Starts recording a media comment
cy: Mae'n dechrau recordio sylw ar gyfryngau
nl: Een media opmerking wordt opgenomen

source: Stop
cy: Stopio
nl: Stoppen

source: Stops playing your recording
cy: Mae'n stopio chwarae eich recordiad
nl: Afspelen van je opname stopt.

source: Stops recording a media comment
cy: Mae'n stopio recordio sylw ar gyfryngau
nl: Opnemen media opmerking stopt

source: Student
cy: Myfyriwr
nl: Cursist

source: Switches media input between audio and video. Currently set to %@
cy: Mae'n newid yn ôl ac ymlaen rhwng cyfryngau sain a fideo. Wedi’i osod ar hyn o bryd – %@
nl: Schakelt media input om tussen audio en video. Momenteel ingesteld op %@

source: Switches to media comment mode
cy: Mae'n newid i'r modd rhoi sylw ar gyfryngau
nl: Schakelt om naar media opmerking modus

source: Switches to text comment mode
cy: Mae'n newid i'r modd rhoi sylw ar destun
nl: Schakelt om naar tekst opmerking modus

source: TA
cy: Cynorthwyydd Dysgu
nl: Leraar assistenten

source: Teacher
cy: Athro
nl: Leraar

source: Text Comment
cy: Sylw Ysgrifenedig
nl: Tekst opmerking

source: Text Submission
cy: Cyflwyniad Testun
nl: Tekst indieningen

# The file you are trying to uploading is %@, but the maximum size is %@.
source: The file you are trying to upload is %1$@, but the maximum size is %2$@.
cy: Mae'r ffeil rydych chi'n ceisio ei llwytho i fyny yn %1$@, ond y maint mwyaf a ganiateir yw %2$@.
nl: Het bestand dat je probeert te uploaden is %1$@, maar de maximumgrootte is %2$@.

source: Video
cy: Fideo

source: Video Error
cy: Gwall ar y Fideo
nl: Fout in video

source: Warning
cy: Rhybudd
nl: Waarschuwing

source: out of
cy: allan o
nl: van

source: out of %@
cy: allan o %@
nl: van %@

source: out of %@ points
cy: allan o %@ pwynt
nl: van %@ punten

source: unknown
cy: dieithr
nl: onbekend
