Repository: instructure/canvas-ios
Catalog: Frameworks/CanvasKeymaster/CanvasKeymaster/*.lproj/Localizable.strings
Languages: cy, fr_ca, nb

source: %@ miles away
cy: %@ milltir i ffwrdd
fr_ca: %@ à plusieurs miles de distance
nb: %@ engelske mil unna

source: Build all the things
cy: Adeiladu popeth
fr_ca: Construire toutes les choses
nb: Bygg alle tingene

source: Cancel
cy: Canslo
fr_ca: Annuler
nb: Avbryt

source: Canvas Login
cy: Manylion Mewngofnodi Canvas
fr_ca: Connexion à Canvas
nb: Logg inn på lerret

source: Casual question or suggestion
cy: Awgrym neu gwestiwn anffurfiol
fr_ca: Question ou suggestion ordinaire
nb: Tilfeldig spørsmål eller forslag

source: Check network and try again!
cy: Gwiriwch y rhwydwaith a rhoi cynnig arall arni!
fr_ca: Vérifiez le réseau et essayez de nouveau!
nb: Sjekk nettverket, og prøv igjen!

source: Choose One
cy: Dewiswch Un
fr_ca: En choisir une
nb: Velg én

source: Describe the feature here
cy: Disgrifiwch y nodwedd yma
fr_ca: Décrire la fonctionnalité ici
nb: Beskriv funksjonen her

source: Dismiss
cy: Diystyru
fr_ca: Rejeter
nb: Avvis

source: Emergency
cy: Argyfwng
fr_ca: Urgence
nb: Nødstilfelle

source: Enter school domain.
fr_ca: Saisissez le domaine de l’école.
nb: Skriv inn skolens domene.

source: Enter ticket description
cy: Rhowch ddisgrifiad o'r tocyn
fr_ca: Saisissez la description du ticket
nb: Skriv inn beskrivelse av billett

source: Enter ticket subject
cy: Rhowch bwnc y tocyn
fr_ca: Saisissez l’objet du ticket
nb: Skriv inn emne for billett

source: Enter your school's domain or tap for help.
fr_ca: Saisissez le domaine de votre école ou tapez pour obtenir de l'aide.
nb: Skriv inn skolens domene eller trykk for hjelp.

source: Extremely critical emergency
cy: Argyfwng difrifol iawn
fr_ca: État d'urgence extrêmement critique
nb: Ekstremt kritisk nødsituasjon

source: Find School Domain
fr_ca: Recherchez le domaine de l’école
nb: Finn skolens domene

source: Help
fr_ca: Aide
nb: Hjelp

source: Help Menu
fr_ca: Menu Aide
nb: Hjelpemeny

source: I am stuck and can't get things done
cy: Alla i ddim gorffen fy ngwaith
fr_ca: Je suis coincé et je ne peut pas faire avancer les choses
nb: Jeg står fast og kommer ikke videre

source: I can't get things done until I hear back from you
cy: Alla i ddim gorffen fy ngwaith nes bydda i wedi cael ateb gennych chi
fr_ca: Je ne peux pas continuer mon travail avant d’avoir reçu une réponse de votre part
nb: Jeg kan ikke gjøre noe før jeg hører fra deg igjen

source: I need help but it's not urgent.
cy: Mae angen help arna i, ond dydy’r mater ddim yn un brys
fr_ca: J'ai besoin d'aide, mais ce n'est pas urgent
nb: Jeg trenger hjelp, men det haster ikke

source: Invalid Canvas URL.
cy: URL Canvas annilys.
fr_ca: URL de Canvas non valide
nb: Ugyldig Canvas URL.

source: Invalid User Agent.
cy: Asiant Defnyddiwr Annilys.
fr_ca: Agent utilisateur non valide.
nb: Ugyldig brukeragent.

source: Non-urgent help needed
cy: Angen help, ond does dim brys
fr_ca: Aide non urgente requise
nb: Mindre presserende hjelp trengs

# Not authorized.
source: Not authorised.
cy: Heb ei awdurdodi.
fr_ca: Non autorisé.
nb: Ikke autorisert.

source: Open help menu
fr_ca: Ouvrir le menu Aide
nb: Åpne hjelpemeny

source: Report a Problem
cy: Rhoi gwybod am broblem
fr_ca: Signaler un problème
nb: Rapporter et problem

source: Request Failed!
cy: Mae'r cais wedi methu!
fr_ca: La requête a échouée!
nb: Forespørsel mislyktes!

source: Request a Feature
cy: Gofyn am Nodwedd
fr_ca: Demander l'ajout d'une fonctionnalité
nb: Be om en funksjon

source: Right Behind You
fr_ca: Juste derrière vous
nb: Rett bak deg

source: Search for domain.
fr_ca: Recherchez le domaine.
nb: Søk etter domene.

source: Select ticket impact level
cy: Dewiswch lefel effaith y tocyn
fr_ca: Sélectionnez le niveau d'impact du ticket
nb: Velg innvirkningsnivå

source: Send
cy: Anfon
fr_ca: Envoyer

source: Site Admin Login
cy: Manylion Mewngofnodi Gweinyddwr y Safle
fr_ca: Connexion au site Admin
nb: Sideadministratorinnlogging

source: Something is broken but I can work around it.
cy: Mae rhywbeth wedi mynd o’i le, ond fe alla i ddal ati
fr_ca: Quelque chose ne fonctionne plus mais je peux quand même travailler
nb: Noe er ødelagt, men jeg kan omgå det

source: Success!
cy: Wedi llwyddo!
fr_ca: Succès!
nb: Vellykket!

source: Thanks, your request was received!
cy: Wedi cael eich cais, diolch!
fr_ca: Merci, votre requête a bien été reçue!
nb: Takk, forespørselen din ble mottatt!

source: Your login has expired or has been removed by the server. Please log in again.
cy: Mae eich manylion mewngofnodi wedi dod i ben neu wedi cael eu tynnu gan y gweinydd. Mewngofnodwch eto.
fr_ca: Votre connexion a expiré ou a été supprimée par le serveur. Veuillez vous connecter à nouveau.
nb: Innloggingen din er utløpt eller har blitt slettet fra serveren. Vennligst logg inn på nytt.

source: describe your problem
cy: disgrifiwch eich problem
fr_ca: décrivez votre problème
nb: beskriv problemet ditt

source: enter a subject
cy: rhowch bwnc
fr_ca: saisissez un objet
nb: skriv inn et emne

source: remove user
cy: tynnu defnyddiwr
fr_ca: supprimez l'utilisateur
nb: fjern bruker

source: select the impact
cy: dewiswch yr effaith
fr_ca: sélectionnez l'impact
nb: velg innvirkning

source: OK
cy: Iawn
