Repository: instructure/canvas-ios
Catalog: rn/Teacher/ios/Teacher/*.lproj/Localizable.strings
Languages: ar, ca, cy, es_es, fi, id, is, it, ms, nl, pt_br, th, vi

# %g out of %g
source: %1$g out of %2$g
ar: %1$g من إجمالي %2$g
ca: %1$g de %2$g
cy: %1$g allan o %2$g
es_es: %1$g de %2$g
fi: %1$g / %2$g
id: %1$g dari %2$g
is: %1$g af %2$g
it: %1$g su %2$g
ms: %1$g daripada %2$g
nl: %1$g van de %2$g
pt_br: %1$g de %2$g
th: %1$g จาก %2$g
vi: %1$g trên tổng số %2$g

source: %g pts
ar: %g النقاط
ca: %g punts
cy: %g pwynt
es_es: %g puntos
fi: %g pistetä
id: %g poin
is: %g punktar
it: %g pt
ms: %g mata
nl: %g ptn
pt_br: %g pontos
th: %g คะแนน
vi: %g điểm thành phần

source: Absent
ar: غائب
cy: Absennol
es_es: Ausente
fi: Poissa
id: Absen
is: Fjarverandi
it: Assente
ms: Tidak Hadir
nl: Afwezig
pt_br: Ausente
th: ไม่อยู่
vi: Vắng

source: Add Attachment
ar: إضافة مرفق
ca: Afegeix un fitxer adjunt
cy: Ychwanegu Atodiad
es_es: Añadir adjunto
fi: Lisää liite
id: Tambah Lampiran
is: Bæta við viðhengi
it: Aggiungi allegato
ms: Tambah Lampiran
nl: Bijlage toevoegen
pt_br: Adicionar anexo
th: เพิ่มเอกสารแนบ
vi: Thêm Tập Tin Đính Kèm

source: Add comment
ar: إضافة تعليق
ca: Afegeix un comentari
cy: Ychwanegu Sylw
es_es: Añadir comentario
fi: Lisää kommentti
id: Tambahkan Komentar
is: Bæta við athugasemd
it: Aggiungi commento
ms: Tambah Komen
nl: Opmerking toevoegen
pt_br: Adicionar comentário
th: เพิ่มความเห็น
vi: Thêm Bình Luận

source: All grades are currently hidden.
ar: جميع الدرجات مخفية حالياً.
ca: Totes les notes estan amagades en aquest moment.
cy: Pob gradd wedi'i chuddio ar hyn o bryd.
es_es: Todas las notas están ocultas actualmente.
fi: Kaikki arvosanat on parhaillaan piilotettu.
id: Semua nilai saat ini tersembunyi.
is: Allar einkunnir eru faldar í augnablikinu.
it: Tutti i voi sono attualmente nascosti.
ms: Semua gred disembunyikan pada masa ini.
nl: Alle cijfers zijn momenteel verborgen.
pt_br: Todas as notas estão atualmente ocultas.
th: เกรดทั้งหมดถูกซ่อนไว้ในปัจจุบัน
vi: Tất cả điểm hiện đang bị ẩn.

source: All grades are currently posted.
ar: جميع الدرجات منشورة حالياً.
ca: Totes les notes estan publicades en aquest moment.
cy: Pob gradd wedi'i phostio ar hyn o bryd.
es_es: Todas las notas están publicadas actualmente.
fi: Kaikki arvosanat on parhaillaan lähetetty.
id: Semua nilai saat ini diposting.
is: Allar einkunnir eru birtar í augnablikinu.
it: Tutti i voi sono attualmente pubblicati.
ms: Semua gred disiarkan pada masa ini.
nl: Alle cijfers zijn momenteel gepost.
pt_br: Todas as notas estão atualmente postadas.
th: เกรดทั้งหมดถูกโพสต์ไว้ในปัจจุบัน
vi: Tất cả điểm hiện đã được đăng.

source: All Hidden
ar: جميعها مخفية
ca: Totes amagades
cy: Pob un wedi'i Guddio
es_es: Todas ocultas
fi: Kaikki piilotettu
id: Semua Tersembunyi
is: Allar faldar
it: Tutto nascosto
ms: Semua disembunyikan
nl: Alle verborgen cijfers
pt_br: Todas as ocultas
th: ที่ซ่อนทั้งหมด
vi: Tất Cả Ẩn

source: All Posted
ar: جميعها منشورة
ca: Totes publicades
cy: Pob un wedi'i Bostio
es_es: Todas publicadas
fi: Kaikki lähetetty
id: Semua Diposting
is: Allar birtar
it: Tutto pubblicato
ms: Semua Disiarkan
nl: Alle geposte cijfers
pt_br: Todas as postadas
th: ที่โพสต์ทั้งหมด
vi: Tất Cả Đã Đăng

source: All submissions
ar: جميع الإرسالات
ca: Totes les entregues
cy: Pob cyflwyniad
es_es: Todas las entregas
fi: Kaikki lähetykset
id: Semua penyerahan
is: Öll skil
it: Tutte le consegne
ms: Semua serahan
nl: Alle inleveringen
pt_br: Todos os envios
th: ผลงานจัดส่งทั้งหมด
vi: Tất cả mục nộp

source: All submissions
ar: كل الإرسالات
ca: Totes les entregues
cy: Pob Cyflwyniad
es_es: Todas las entregas
fi: Kaikki tehtäväpalautukset
is: Öll skil
it: Tutte le consegne
ms: Semua Serahan
nl: Alle inzendingen
pt_br: Todos os envios
th: ผลงานจัดส่งทั้งหมด
vi: Tất Cả Bài Nộp

source: Attendance
ar: الحضور
ca: Assistència
cy: Presenoldeb
es_es: Asistencia
fi: Osallistuminen
id: Kehadiran
is: Mæting
it: Frequenza
ms: Kehadiran
nl: Aanwezigheid
pt_br: Frequência
th: การเข้าร่วม
vi: Chuyên Cần

source: Attendance error
ar: خطأ في الحضور
ca: Error d'assistència
cy: Gwall Presenoldeb
es_es: Error de asistencia
fi: Osallistumisen virhe
id: Kesalahan Kehadiran
is: Mætingarvilla
it: Errore di frequenza
ms: Ralat Kehadiran
nl: Fout aanwezigheid
pt_br: Erro de frequência
th: ข้อผิดพลาดในการเข้าร่วม
vi: Lỗi Chuyên Cần

source: Back
ar: عودة
ca: Enrere
cy: Yn ôl
es_es: Volver
fi: Takaisin
id: Kembali
is: Til baka
it: Indietro
ms: Kembali
nl: Terug
pt_br: Voltar
th: ย้อนกลับ
vi: Quay lại

source: Cancel
ar: إلغاء
ca: Cancel·la
cy: Canslo
es_es: Cancelar
fi: Peruuta
id: Batal
is: Hætta við
it: Annulla
ms: Batal
nl: Annuleren
pt_br: Cancelar
th: ยกเลิก
vi: Hủy

source: Change section
ar: تغيير القسم
ca: Canvia la secció
cy: Newid yr Adran
es_es: Cambiar sección
fi: Vaihda osa
id: Ubah Bagian
is: Breyta hluta
it: Cambia sezione
ms: Tukar Seksyen
nl: Sectie wijzigen
pt_br: Alterar turma
th: เปลี่ยนกลุ่มย่อย
vi: Thay Đổi Phần

source: Choose a section
ar: اختيار قسم
ca: Tria una secció
cy: Dewiswch Adran
es_es: Seleccionar una sección
fi: Valitse osa
id: Pilih Bagian
is: Velja hluta
it: Scegli una sezione
ms: Pilih Seksyen
nl: Kies een sectie
pt_br: Escolher uma turma
th: เลือกกลุ่มย่อย
vi: Chọn Phần

source: Choose date
ar: اختيار تاريخ
ca: Tria una data
cy: Dewiswch Ddyddiad
es_es: Seleccionar la fecha
fi: Valitse päiväys
id: Pilih Tanggal
is: Velja dagsetningu
it: Scegli data
ms: Pilih Tarikh
nl: Datum kiezen
pt_br: Escolher data
th: เลือกวันที่
vi: Chọn Ngày

source: Choose Files
ar: اختر الملفات
ca: Tria els fitxers
cy: Dewis Ffeiliau
es_es: Seleccionar los archivos
fi: Valitse tiedostot
id: Pilih File
is: Velja skrár
it: Scegli file
ms: Pilih Fail
nl: Bestanden kiezen
pt_br: Escolher arquivos
th: เลือกไฟล์
vi: Chọn Tập Tin

source: Close
ar: إغلاق
ca: Tanca
cy: Cau
es_es: Cerrar
fi: Sulje
id: Tutup
is: Loka
it: Chiudi
ms: Tutup
nl: Sluiten
pt_br: Fechar
th: ปิด
vi: Đóng

source: Close Drawer
ar: أغلق الدرج
ca: Tanca el calaix
cy: Cau Drôr
es_es: Cerrar menú lateral
fi: Sulje vetolaatikko
id: Tutup Drawer
is: Loka skúffu
it: Chiudi riquadro
ms: Tutup Laci
nl: Lade sluiten
pt_br: Fechar Drawer
th: ปิดแผงรายการ
vi: Đóng Ngăn Kéo

source: Comment
ar: تعليق
ca: Comentari
cy: Sylw
es_es: Comentario
fi: Kommentti
id: Komentar
is: Athugasemd
it: Commento
ms: Komen
nl: Opmerking
pt_br: Comentário
th: ความเห็น
vi: Bình Luận

source: Comment Library
ar: مكتبة التعليقات
ca: Biblioteca de comentaris
cy: Llyfrgell Sylwadau
es_es: Biblioteca de comentarios
fi: Kommenttikirjasto
id: Pustaka Komentar
is: Athugasemdasafn
it: Libreria commenti
ms: Pustaka Komen
nl: Opmerkingenbibliotheek
pt_br: Biblioteca de comentários
th: ไลบรารี่ความเห็น
vi: Thư Viện Bình Luận

source: Comment library is not available
ar: مكتبة التعليقات غير متاحة
ca: La biblioteca de comentaris no està disponible
cy: Dydy'r llyfrgell sylwadau ddim ar gael
es_es: La biblioteca de comentarios no está disponible
fi: Kommenttikirjasto ei ole saatavissa
id: Pustaka komentar tidak tersedia
is: Athugasemdasafn er ekki tiltækt
it: Libreria commenti non disponibile
ms: Pustaka komen tidak tersedia
nl: Opmerkingenbibliotheek is niet beschikbaar
pt_br: A biblioteca de comentários não está disponível
th: ไลบรารี่ความเห็นไม่มีใช้งาน
vi: Thư viện bình luận không có sẵn

source: Comments
ar: التعليقات
ca: Comentaris
cy: Sylwadau
es_es: Comentarios
fi: Kommentit
id: Komentar
is: Athugasemdir
it: Commenti
ms: Komen
nl: Opmerkingen
pt_br: Comentários
th: ความเห็น
vi: Bình Luận

source: Complete
ar: مكتمل
ca: Complet
cy: Cwblhau
es_es: Completo
fi: Valmis
id: Lengkap
is: Lokið
it: Completa
ms: Lengkap
nl: Voltooid
pt_br: Concluído
th: เสร็จสิ้น
vi: Hoàn thành

source: Could not save the comment.
ar: تعذر حفظ التعليق.
ca: No s'ha pogut desar el comentari.
cy: Doedd dim modd cadw'r sylw.
es_es: No se ha podido guardar el comentario
fi: Kommentin tallentaminen ei onnistunut
id: Tidak dapat menyimpan komentar.
is: Ekki var hægt að vista athugasemdina.
it: Impossibile salvare il commento.
ms: Tidak dapat menyimpan komen.
nl: Kan de opmerking niet opslaan.
pt_br: Não foi possível salvar o comentário.
th: ไม่สามารถบันทึกความเห็นนี้
vi: Không thể lưu bình luận.

source: Courses
ar: المساقات
ca: Assignatures
cy: Cwrs
es_es: Asignaturas
fi: Kurssit
id: Kursus
is: Námskeið
it: Corsi
ms: Kursus
nl: Cursussen
pt_br: Cursos
th: บทเรียน
vi: Khóa Học

# Customize Grade
source: Customise Grade
ar: تخصيص الدرجة
ca: Personalitza la nota
cy: Personoli Gradd
es_es: Personalizar nota
fi: Mukautettu arvosana
id: Kustomisasikan Nilai
is: Sérsníða einkunn
it: Personalizza voto
ms: Sesuaikan Gred
nl: Cijfer aanpassen
pt_br: Personalizar nota
th: ปรับแต่งเกรด
vi: Tùy Chỉnh Lớp

source: Date picker
ar: منتقي التاريخ
ca: Selector de dates
cy: Dewiswr dyddiadau
es_es: Seleccionador de fechas
fi: Päivämäärän valitsin
id: Pemilih tanggal
is: Dagsetningaval
it: Selezione data
ms: Pemilih tarikh
nl: Datumkiezer
pt_br: Selecionador de datas
th: ตัวเลือกวันที่
vi: Bộ chọn ngày

source: Dismiss
ar: تجاهل
ca: Descarta
cy: Gwrthod
es_es: Descartar
fi: Ohita
id: Singkirkan
is: Sleppa
it: Ignora
ms: Tolak
nl: Afwijzen
pt_br: Descartar
th: ยกเลิก
vi: Hủy Bỏ

source: Done
ar: تم
ca: Fet
cy: Wedi gorffen
es_es: Hecho
fi: Valmis
id: Selesai
is: Lokið
it: Fatto
ms: Siap
nl: Gereed
pt_br: Feito
th: เสร็จสิ้น
vi: Đã xong

source: Edit
ar: تحرير
ca: Edita
cy: Golygu
es_es: Editar
fi: Muokkaa
is: Breyta
it: Modifica
nl: Bewerken
pt_br: Editar
th: แก้ไข
vi: Chỉnh Sửa

source: Error
ar: خطأ
cy: Gwall
fi: Virhe
id: Kesalahan
is: Villa
it: Errore
ms: Ralat
nl: Fout
pt_br: Erro
th: ข้อผิดพลาด
vi: Lỗi

source: Error: No data returned from the roll call API.
ar: خطأ: لا توجد بيانات عائدة من api للتحقق من الحضور.
ca: Error: L'API de passar llista no ha retornat cap data.
cy: Gwall: Dim data wedi'i ddychwelyd o API y gofrestr.
es_es: Error: No se han obtenido datos de la api de la lista de asistencia.
fi: Virhe: Rollcall apista ei palautettu tietoja.
id: Kesalahan: Data tidak diberikan dari api rollcall.
is: Villa: Engin gögn komu frá nafnakalls api.
it: Errore: Nessun dato fornito da API votazione.
ms: Ralat: Tiada data dikembalikan daripada api panggil nama.
nl: Fout: Geen gegevens geretourneerd door de Roll Call-API.
pt_br: Erro: Nenhum dado retornado do api da Lista de chamada.
th: ข้อผิดพลาด: ไม่มีข้อมูลแจ้งกลับจาก api การขานชื่อ
vi: Lỗi: Không có dữ liệu nào được trả về cho api điểm danh.

source: Everyone
ar: الجميع
ca: Tothom
cy: Pawb
es_es: Todos
fi: Kaikki
id: Semua Orang
is: Allir
it: Tutti
ms: Semua orang
nl: Iedereen
pt_br: Todo mundo
th: ทุกคน
vi: Mọi Người

source: Excuse Student
ar: السماح لطالب
ca: Excusa l'estudiant
cy: Esgusodi Myfyriwr
es_es: Justificar al estudiante
fi: Anna opiskelijalle anteeksi
id: Bolehkan Siswa
is: Veita nemanda leyfi
it: Giustifica studente
ms: Maafkan Pelajar
nl: Cursist vrijstellen
pt_br: Dispensar aluno
th: ยกเว้นผู้เรียน
vi: Cho Phép Sinh Viên

source: Excused
ar: معفى
ca: Excusat
cy: Wedi esgusodi
es_es: Justificado
fi: Vapautettu
id: Dibolehkan
is: Undanþegið
it: Giustificato
ms: Dimaafkan
nl: Vrijgesteld
pt_br: Dispensado
th: ได้รับการยกเว้น
vi: Đã Xin Phép

source: Failed to launch rollcall LTI tool.
ar: تعذر إطلاق أداة LTI للتحقق من الحضور.
ca: No s'ha pogut iniciar l'eina LTI de passar llista.
cy: Wedi methu llwytho adnodd galw cofrestr LTI.
es_es: Error al iniciar la herramienta LTI de la lista de asistencia.
fi: Roll LTI -työkalun lanseeraaminen epäonnistui.
id: Gagal meluncurkan alat LTI rollcall.
is: Ekki tókst að ræsa nafnakalls LTI verkfæri.
it: Impossibile avviare strumento LTI di votazione.
ms: Gagal melancarkan alat LTI panggil nama.
nl: Roll Call LTI Tool kan niet worden gestart.
pt_br: Falhou em lançar ferramenta LTI de lista de chamada.
th: ไม่สามารถเรียกใช้ LTI การขานชื่อ
vi: Khởi chạy công cụ LTI điểm danh thất bại.

source: Failed to load submission data!
ar: فشل تحميل بيانات الإرسال!
ca: No s'han pogut carregar les dades de l’entrega
cy: Wedi methu llwytho data cyflwyno!
es_es: ¡No se han podido entregar los datos!
fi: Lähetystietojen lataus epäonnistui!
id: Gagal memuat data penyerahan!
is: Ekki tókst að hlaða skilagögnum!
it: Caricamento consegna dati non riuscito!
ms: Gagal memuatkan data serahan!
nl: Kan inleveringsgegevens niet laden!
pt_br: Falha ao carregar dados de envio!
th: ไม่สามารถโหลดข้อมูลผลงานจัดส่งได้!
vi: Tải dữ liệu nộp không thành công!

source: Files
ar: الملفات
ca: Fitxers
cy: Ffeiliau
es_es: Archivos
fi: Tiedostot
id: File
is: Skrár
it: File
ms: Fail
nl: Bestanden
pt_br: Arquivos
th: ไฟล์
vi: Các Tập Tin

source: Files (%@)
ar: الملفات (%@)
ca: Fitxers (%@)
cy: Ffeiliau (%@)
es_es: Archivos (%@)
fi: Tiedostot (%@)
id: File (%@)
is: Skrár (%@)
it: File (%@)
ms: Fail (%@)
nl: Bestanden (%@)
pt_br: Arquivo (%@)
th: ไฟล์ (%@)
vi: Các Tập Tin (%@)

source: Filter
ar: عامل تصفية
ca: Filtre
cy: Hidlo
es_es: Filtrar
fi: Suodatin
is: Sía
it: Filtra
ms: Tapis
pt_br: Filtrar
th: ตัวกรอง
vi: Lọc

source: Filter (%d)
ar: عامل تصفية (%d)
ca: Filtre (%d)
cy: Hidlo (%d)
es_es: Filtrar (%d)
fi: Suodatin (%d)
is: Sía (%d)
it: Filtra (%d)
ms: Tapis (%d)
pt_br: Filtrar (%d)
th: ตัวกรอง (%d)
vi: Lọc (%d)

source: Filter by
ar: التصفية حسب
ca: Filtra per
cy: Hidlo yn ôl
es_es: Filtrar por
fi: Suodatusperuste
id: Filter menurut
is: Sía eftir
it: Filtra per
ms: Tapis mengikut
nl: Filteren op
pt_br: Filtrar por
th: กรองจาก
vi: Lọc theo

source: Filter submissions
ar: تصفية الإرسالات
ca: Filtra les entregues
cy: Hidlo cyflwyniadau
es_es: Filtrar entregas
fi: Suodattimen lähetykset
is: Sía skil
it: Filtra consegne
ms: Tapis serahan
nl: Inzendingen filteren
pt_br: Filtrar envios
th: กรองผลงานจัดส่ง
vi: Lọc bài nộp

source: Final grade
ar: الدرجة النهائية
ca: Nota final
cy: Gradd Derfynol
es_es: Nota final
fi: Lopullinen arvosana
id: Filter Nilai
is: Lokaeinkunn:
it: Voto finale
ms: Gred Akhir
nl: Eindcijfer
pt_br: Nota final
th: เกรดสรุป
vi: Điểm Cuối Cùng

# GPA
source: Class
ar: المعدل التراكمي
ca: GPA
cy: GPA
es_es: Promedio general de notas
fi: GPA
id: IPK
is: Meðaleinkunn
it: GPA
ms: GPA
nl: Gemiddelde
pt_br: GPA
th: GPA
vi: GPA

source: Grade
ar: التقدير
ca: Nota
cy: Gradd
es_es: Nota
fi: Arvosana
id: Kelas
is: Einkunn
it: Voto
ms: Gred
nl: Cijfer
pt_br: Avaliar
th: เกรด
vi: Lớp

source: Grade post policy
ar: سياسة نشر التقدير
ca: Política de publicació de notes
cy: Polisi postio graddau
es_es: Política de publicación de notas
fi: Arvosanan lähetyskäytäntö
id: Kebijakan posting nilai
is: Einkunnabirtingarstefna
it: Politica di pubblicazione voto
ms: Dasar siaran gred
nl: Beleid voor het posten van cijfers
pt_br: Política de postagem de notas
th: นโยบายการโพสต์เกรด
vi: Chính Sách Đăng Điểm

source: Grade Slider
ar: شريط تمرير التقديرات
ca: Control lliscant de notes
cy: Llithrydd Graddau
es_es: Control deslizante de notas
fi: Arvosanojen liukuasteikko
id: Slider Nilai
is: Einkunnasleði
it: Indicatore scorrevole valutazione
ms: Penggelongsor Gred
nl: Cijferslider
pt_br: Controle deslizante de nota
th: แถบเลื่อนเกรด
vi: Thanh Trượt Điểm

source: Graded
ar: تم تقييم الدرجة
ca: Qualificat
cy: Wedi graddio
es_es: Evaluado
fi: Arvosteltu
id: Dinilai
is: Metið
it: Valutato
ms: Digredkan
nl: Beoordeeld
pt_br: Avaliado
th: ให้เกรดแล้ว
vi: Đã Chấm Điểm

source: Grades
ar: التقديرات
ca: Notes
cy: Graddau
es_es: Notas
fi: Arvosanat
id: Nilai
is: Einkunnir
it: Voti
ms: Gred
nl: Cijfers
pt_br: Notas
th: เกรด
vi: Điểm

source: Grades will be made visible to all students
ar: سيتم عرض الدرجات لجميع الطلاب
ca: Tots els estudiants podran veure les notes
cy: Bydd yr holl fyfyrwyr yn gallu gweld y graddau
es_es: Todos los estudiantes podrán ver las notas
fi: Arvosanat tehdään näkyviksi kaikille opiskelijoille.
id: Nilai akan dibuat tampak untuk semua siswa
is: Einkunnir verða gerðar sýnilegar öllum nemendum
it: I voti saranno resi visibili a tutti gli studenti
ms: Gred akan boleh dilihat oleh semua pelajar
nl: Cijfers worden zichtbaar gemaakt voor alle cursisten
pt_br: Notas estarão visíveis para todos os alunos
th: เกรดจะแสดงให้ผู้เรียนทั้งหมดเห็น
vi: Điểm sẽ được hiển thị cho tất cả sinh viên

source: Grades will be made visible to students with graded submissions
ar: سيتم عرض الدرجات للطلاب أصحاب الإرسالات التي تم وضع درجة لها
ca: Tots els estudiants amb entregues qualificades podran veure les notes
cy: Bydd myfyrwyr â gwaith wedi’i raddio yn gallu gweld y graddau
es_es: Todos los estudiantes que tengan entregas con nota podrán ver las notas
fi: Arvosanat tehdään näkyviksi opiskelijoille, joilla on arvosteltuja lähetyksiä.
id: Nilai akan dibuat tampak untuk siswa dengan penyerahan yang telah dinilai
is: Einkunnir verða gerðar sýnilegar öllum nemendum með innsendingar sem er búið að gefa einkunn
it: I voti saranno resi visibili agli studenti con compiti con voti
ms: Gred akan boleh dilihat oleh semua pelajar dengan serahan bergred
nl: Cijfers worden zichtbaar gemaakt voor cursisten met beoordeelde inleveringen
pt_br: Notas estarão visíveis para alunos com envios avaliados
th: เกรดจะแสดงให้แก่ผู้เรียนที่มีผลงานจัดส่งแบบให้เกรด
vi: Điểm sẽ được hiển thị cho sinh viên có bài nộp đã chấm điểm

source: Group
ar: المجموعة
ca: Grup
cy: Grŵp
es_es: Grupo
fi: Ryhmä
id: Grup
is: Hópur
it: Gruppo
ms: Kumpulan
nl: Groep
pt_br: Grupo
th: กลุ่ม
vi: Nhóm

# Hide Grades
source: Hide marks
ar: إخفاء الدرجات
ca: Amaga les notes
cy: Cuddio Graddau
es_es: Ocultar notas
fi: Piilota arvosanat
id: Sembunyikan Nilai
is: Fela einkunnir
it: Nascondi voti
ms: Sembunyikan Gred
nl: Cijfers verbergen
pt_br: Ocultar notas
th: ซ่อนเกรด
vi: Ẩn Điểm

source: Inbox
ar: علبة الوارد
ca: Safata d'entrada
cy: Blwch Derbyn
es_es: Bandeja de entrada
fi: Viestit
id: Kotak Masuk
is: Innhólf
it: Posta in arrivo
ms: Peti masuk
pt_br: Caixa de entrada
th: กล่องจดหมาย
vi: Hộp Thư Đến

source: Incomplete
ar: غير مكتمل
ca: Incomplet
cy: Heb Gwblhau
es_es: Incompleto
fi: Keskeneräinen
id: Tidak lengkap
is: Ólokið
it: Non completato
ms: Tidak lengkap
nl: Onvoltooid
pt_br: Incompleto
th: ไม่เสร็จสิ้น
vi: Chưa hoàn thành

source: It seems there aren't any valid submissions to grade.
ar: يبدو أنه لا توجد أي إرسالات صالحة للتقدير.
ca: Sembla que no hi ha cap entrega vàlida per qualificar.
cy: Mae’n ymddangos nad oes yno unrhyw gyflwyniadau dilys i’w graddio.
es_es: No parece haber ninguna entrega válida para evaluar.
fi: Näyttää siltä, että arvosanalle ei ole voimassa olevia lähetyksiä.
id: Sepertinya tidak ada penyerahan yang valid untuk dinilai.
is: Það virðast ekki vera nein gild skil til einkunnargjafar.
it: Sembra che non ci siano consegne valide da valutare.
ms: Nampaknya tidak terdapat sebarang serahan yang sah untuk digredkan.
nl: Het lijkt erop dat er geen geldige inleveringen zijn om te beoordelen.
pt_br: Parece que não há envios válidos para avaliar.
th: ดูเหมือนจะไม่มีผลงานจัดส่งที่ถูกต้องสำหรับให้เกรด
vi: Có vẻ chưa có bài nộp nào hợp lệ để chấm điểm.

source: Late
ar: متأخر
ca: Tardà
cy: Yn Hwyr
es_es: Con retraso
fi: Myöhään
id: Terlambat
is: Seint
it: In ritardo
ms: Lewat
nl: Te laat
pt_br: Atrasado
th: ล่าช้า
vi: Trễ

source: Letter grade
ar: الدرجة بالأحرف
ca: Nota amb lletra
cy: Gradd llythyren
es_es: Nota por letra
fi: Kirjainarvosana
id: Nilai dalam huruf
is: Bókstafseinkunn
it: Voto in lettere
ms: Gred huruf
nl: Beoordeling in lettervorm
pt_br: Nota por conceito
th: เกรดแบบตัวอักษร
vi: Điểm bằng chữ

source: Loading
ar: جارٍ التحميل
ca: S'està carregant
cy: Wrthi’n llwytho
es_es: Cargando
fi: Ladataan
id: Memuat
is: Hleður
it: Caricamento
ms: Memuatkan
nl: Bezig met laden
pt_br: Carregando
th: กำลังโหลด
vi: Đang tải

source: Mark all as present
ar: وضع علامة موجود للجميع
ca: Marca tots com a Present
cy: Marcio bod y Cyfan yn Bresennol
es_es: Marcar todos como Presentes
fi: Merkitse kaikki läsnä olevina
id: Tandai Semua sebagai Hadir
is: Merkja mætt við alla
it: Contrassegna tutto come presente
ms: Tandakan Semua sebagai Hadir
nl: Allen markeren als aanwezig
pt_br: Marcar todos como presentes
th: กำกับทั้งหมดว่ามา
vi: Đánh Dấu Tất Cả Là Có Mặt

source: Mark remaining as present
ar: وضع علامة موجود للبقية
ca: Marca la resta com a Present
cy: Marcio bod y Gweddill yn Bresennol
es_es: Marcar los restantes como Presentes
fi: Merkitse jäljellä olevat läsnä olevina
id: Tandai Sisanya sebagai Hadir
is: Merkja mætt við alla sem eftir eru
it: Contrassegna il resto come presente
ms: Tandakan yang Berbaki sebagai Hadir
nl: Rest markeren als aanwezig
pt_br: Marcar restante como presente
th: กำลังที่เหลือว่ามา
vi: Đánh Dấu Phần Còn Lại Là Có Mặt

source: Moderated Grading Unsupported
ar: تقييم الدرجات تحت الإشراف غير مدعوم
ca: No s'admet la nota moderada
cy: Does dim modd delio â'r broses safoni graddau
es_es: Evaluación moderada no compatible
fi: Valvottua arvosanojen antoa ei tueta
id: Penilaian Termoderasi Tidak Didukung
is: Stýrð einkunnagjöf óstudd
it: Valutazione moderata non supportata
ms: Penggredan Dikendalikan Tidak Disokong
nl: Gemodereerd beoordelen wordt niet ondersteund
pt_br: Avaliação com moderação não suportada
th: ไม่รองรับการให้เกรดแบบมีการปรับประสาน
vi: Chấm Điểm Có Điều Tiết Không Được Hỗ Trợ

# Needs Grading
source: Need grading
ar: بحاجة إلى تقدير الدرجات
ca: S'ha de qualificar
cy: Angen Graddio
es_es: Necesita evaluación
fi: Täytyy arvioida
id: Membutuhkan Penilaian
is: Þarfnast einkunnagjafar
it: Richiede la valutazione
ms: Perlu Digredkan
nl: Moet worden beoordeeld
pt_br: Precisa de avaliação
th: ต้องให้เกรด
vi: Cần Chấm Điểm

# No Grade
source: No Mark
ar: لا توجد أي درجة
ca: Sense nota
cy: Dim Gradd
es_es: No hay nota
fi: Ei arvosanaa
id: Tanpa Nilai
is: Engin einkunn
it: Nessun voto
ms: Tiada gred
nl: Geen cijfer
pt_br: Sem nota
th: ไม่มีเกรด
vi: Không Có Lớp

source: No Submissions
ar: لا توجد إرسالات
ca: Cap entrega
cy: Dim Cyflwyniadau
es_es: No hay entregas
fi: Ei lähetyksiä
id: Tidak Ada Penyerahan
is: Engin skil
it: Nessuna consegna
ms: Tiada Serahan
nl: Geen inleveringen
pt_br: Nenhum envio
th: ไม่มีผลงานจัดส่ง
vi: Không Có Mục Nộp

source: No suggestions available
ar: لا توجد مقترحات متاحة
ca: Sense suggeriments disponibles
cy: Dim awgrymiadau ar gael
es_es: No hay sugerencias disponibles
fi: Ei ehdotuksia saatavissa
id: Saran tidak tersedia
is: Engar tillögur tiltækar
it: Nessun suggerimento disponibile
ms: Tiada cadangan tersedia
nl: Geen suggesties beschikbaar
pt_br: Nenhuma sugestão disponível
th: ไม่มีข้อเสนอแนะ
vi: Không có đề xuất nào

source: Not Graded
ar: لم يتم التقييم
ca: Sense nota
cy: Heb eu graddio
es_es: Sin evaluar
fi: Ei arvioida
id: Tidak Dinilai
is: Ekki metið
it: Non valutato
ms: Tidak Bergred
nl: Niet beoordeeld
pt_br: Sem nota
th: ไม่ได้ลงเกรด
vi: Chưa Được Chấm Điểm

source: Not Submitted
ar: لم يتم الإرسال
ca: No s’ha entregat
cy: Heb Gyflwyno
es_es: No entregado
fi: Ei lähetetty
is: Ekki lagt fram
it: Non inviato
ms: Tidak Diserahkan
nl: Niet ingediend
pt_br: Não Enviado
th: ไม่ได้จัดส่ง
vi: Chưa Nộp

source: OK
ar: موافق
ca: D'acord
cy: Iawn
es_es: Aceptar
is: Í lagi

source: Open comment library
ar: فتح مكتبة التعليقات
ca: Obre la biblioteca de comentaris
cy: Agor y llyfrgell sylwadau
es_es: Abrir biblioteca de comentarios
fi: Avaa kommenttikirjasto
id: Buka pustaka komentar
is: Opna athugasemdasafn
it: Apri libreria commenti
ms: Buka pustaka komen
nl: Opmerkingenbibliotheek openen
pt_br: Abrir biblioteca de comentários
th: เปิดไลบรารี่ความเห็น
vi: Mở thư viện bình luận

source: Open Drawer full screen
ar: فتح الدرج في ملء الشاشة
ca: Obre el calaix a pantalla completa
cy: Agor Drôr sgrin lawn
es_es: Abrir menú lateral en pantalla completa
fi: Avaa vetolaatikko koko näyttö
id: Buka Drawer sepenuh layar
is: Opna skúffu í öllum skjánum
it: Apri riquadro a tutto schermo
ms: Buka Laci skrin penuh
nl: Lade openen, volledig scherm
pt_br: Abrir Drawer em tela cheia
th: เปิดแถบรายการเต็มหน้าจอ
vi: Mở Ngăn Kéo toàn màn hình
