Repository: instructure/canvas-ios
Catalog: rn/Teacher/ios/Teacher/*.lproj/Localizable.strings
Languages: ar, ca, cy, es_es, fi, id, is, it, ms, nl, pt_br, th, vi

source: Open Drawer half screen
ar: فتح الدرج في نصف الشاشة
ca: Obre el calaix a mitja pantalla
cy: Agor Drôr hanner sgrin
es_es: Abrir menú lateral en media pantalla
fi: Avaa vetolaatikko puoleen väliin
id: Buka Drawer setengah layar
is: Opna skúffu í hálfum skjánum
it: Apri riquadro a metà schermo
ms: Buka Laci skrin separa
nl: Lade openen, half scherm
pt_br: Abrir Drawer em meia-tela
th: เปิดแถบรายการครึ่งหน้าจอ
vi: Mở Ngăn Kéo nửa màn hình

source: Pending
ar: قيد الانتظار
ca: Pendent
cy: Yn aros
es_es: Pendiente
fi: Odottaa
id: Menunggu
is: Í bið
it: In attesa
ms: Belum Selesai
nl: In behandeling
pt_br: Pendente
th: กำลังรอดำเนินการ
vi: Đang Xử Lý

source: Percent (%)
ar: النسبة المئوية (%)
ca: Percentatge (%)
cy: Canran (%)
es_es: porcentaje (%)
fi: Prosentti (%)
id: Persen (%)
is: Hlutfall (%)
it: Percentuale (%)
ms: Peratus (%)
nl: Percentage (%)
pt_br: Porcentagem (%)
th: เปอร์เซ็นต์ (%)
vi: Phần Trăm (%)

source: Points
ar: نقاط
ca: Punts
cy: Pwynt
es_es: Puntos
fi: Pisteet
id: Poin
is: Punktar
it: Punti
ms: Mata
nl: Punten
pt_br: Pontos
th: คะแนน
vi: Điểm

source: Post grades
ar: نشر الدرجات
ca: Publica les notes
cy: Postio Graddau
es_es: Publicar notas
fi: Lähetä arvosanoja
id: Posting Nilai
is: Birta einkunnir
it: Pubblica voti
ms: Siar Gred
nl: Cijfers posten
pt_br: Postar notas
th: แจ้งเกรด
vi: Đăng Điểm Số

source: Post settings
ar: إعدادات النشر
ca: Configuració de publicació
cy: Postio gosodiadau
es_es: Configuración de publicación
fi: Lähetysasetukset
id: Pengaturan posting
is: Færslustillingar
it: Impostazioni pubblicazione
ms: Tetapan siaran
nl: Instellingen voor posten
pt_br: Configurações de postagem
th: โพสต์ค่าปรับตั้ง
vi: Cài đặt đăng

source: Post Settings
ar: نشر الإعدادات
ca: Publica la configuració
cy: Postio Gosodiadau
es_es: Configuración de publicación
fi: Lähetysasetukset
id: Pengaturan Posting
is: Birta stillingar
it: Pubblica impostazioni
ms: Tetapan Siaran
nl: Instellingen voor posten
pt_br: Configurações de postagem
th: โพสต์ค่าปรับตั้ง
vi: Cài Đặt Đăng

source: Post to...
ar: نشر على...
ca: Publica a…
cy: Postio i...
es_es: Publicar en...
fi: Lähetä vastaanottajalle...
id: Posting ke...
is: Birta á…
it: Pubblica in...
ms: Siar ke...
nl: Posten in...
pt_br: Postar em...
th: โพสต์ไฟยัง...
vi: Đăng lên...

source: Practice quizzes & surveys do not have detail views.
ar: اختبارات التدريب والاستبيانات لا تحتوي على طرق عرض تفصيلية.
ca: Les proves i els estudis sobre pràctiques no tenen cap vista detallada.
cy: Nid oes gan gwisiau ac arolygon weddau manwl.
es_es: Las pruebas y encuestas de práctica no tienen vistas detalladas.
fi: Harjoitteluvisaluissa ja -kyselyissä ei ole yksityiskohtaisia näkymiä.
is: Æfingarpróf og kannanir eru ekki með upplýsingaskjá.
it: I quiz di esercitazione e i sondaggi non hanno visualizzazione dettaglio.
ms: Kuiz & tinjauan latihan tidak mempunyai paparan terperinci.
nl: Practicumtoetsen en enquÃªtes hebben geen detailweergaven.
pt_br: Testes de prática e pesquisas não têm visualizações detalhadas.
th: แบบทดสอบและแบบสอบถามฝึกหัดไม่มีมุมมองอย่างละเอียด
vi: Bài kiểm tra thực hành & khảo sát không có chế độ xem chi tiết.

source: Present
ar: موجود
cy: Presennol
es_es: Presente
fi: Nykyinen
id: Hadir
is: Mætt(ur)
it: Presente
ms: Hadir
nl: Aanwezig
pt_br: Presente
th: มา
vi: Có Mặt

source: Preview Unavailable
ar: معاينة غير متوفرة
ca: La visualització prèvia no està disponible
cy: Dim rhagolwg ar gael
es_es: Vista previa no disponible
fi: Esikatselua ei saatavissa
id: Pratinjau Tidak Tersedia
is: Forskoðun ótiltæk
it: Anteprima non disponibile
ms: Pratonton Tidak Tersdia
nl: Voorbeeld niet beschikbaar
pt_br: Pré-visualização indisponível
th: ไม่มีการแสดงตัวอย่าง
vi: Không Thể Xem Trước

source: Prompts for an updated grade
ar: يطلب تحديث التقدير
ca: Sol·licituds per a una nota actualitzada
cy: Awgrymiadau ar gyfer gradd wedi’i diweddaru
es_es: Indicaciones para una nota actualizada
fi: Kehotukset päivitetylle arvosanalle
id: Prompt untuk nilai yang belum diperbarui
is: Áminningar fyrir uppfærða einkunn
it: Richiedi votazione aggiornata
ms: Menggesa untuk gred dikemas kini
nl: Vraagt voor een bijgewerkt cijfer
pt_br: Solicita uma nota atualizada
th: แจ้งขอเกรดล่าสุด
vi: Nhắc khi có cập nhật điểm

source: Record Audio
ar: تسجيل الصوت
ca: Enregistra so
cy: Recordio Sain
es_es: Grabar audio
fi: Nauhoita ääni
id: Rekam Audio
is: Taka upp hljóð
it: Registra audio
ms: Rakam Audio
nl: Audio opnemen
pt_br: Gravar Áudio
th: บันทึกเสียง
vi: Ghi Âm

source: Record Video
ar: تسجيل الفيديو
ca: Enregistra vídeo
cy: Recordio Fideo
es_es: Grabar vídeo
fi: Nauhoita video
id: Rekam Video
is: Taka upp myndband
it: Registra video
ms: Rakam Video
nl: Video opnemen
pt_br: Gravar Vídeo
th: บันทึกวิดีโอ
vi: Quay Video

source: Reset
ar: إعادة التعيين
ca: Restableix
cy: Ailosod
es_es: Restablecer
fi: Nollaa
id: Atur Ulang
is: Endurstilla
it: Reimposta
ms: Tetap Semula
nl: Opnieuw instellen
pt_br: Redefinir
th: รีเซ็ต
vi: Đặt lại

source: Retry
ar: إعادة المحاولة
ca: Torna-ho a provar
cy: Ailgynnig
es_es: Reintentar
fi: Yritä uudelleen
id: Coba lagi
is: Reyna aftur
it: Riprova
ms: Cuba semula
nl: Opnieuw proberen
pt_br: Tentar novamente
th: ลองใหม่
vi: Thử Lại

source: Rubric
ar: تقييم روبرك
ca: Rúbrica
cy: Cyfarwyddyd sgorio
es_es: Rúbrica
fi: Arviointitaulukko
id: Rubrik
is: Matskvarði
it: Rubrica
ms: Rubrik
nl: Rubriek
pt_br: Rubrica
th: เกณฑ์การให้คะแนน
vi: Bảng Đánh Giá Theo Tiêu Chí

source: Scored above...
ar: تم إحراز درجات أعلى من...
ca: Puntuat per sobre...
cy: Wedi sgorio dros...
es_es: Puntuación por encima...
fi: Pisteytetty edellä...
id: Mendapat skor di atas...
is: Einkunn gefin fyrir ofan...
it: Punteggio indicato sopra...
ms: Mendapat skor atas...
nl: Hoger gescoord...
pt_br: Pontuação acima...
th: ที่ให้คะแนนสูงกว่า...
vi: Đã đạt điểm trên...

source: Scored below...
ar: تم إحراز درجات أقل من...
ca: Puntuat per sota...
cy: Wedi sgorio o dan...
es_es: Puntuación por debajo...
fi: Pisteytetty alla...
id: Mendapat skor di bawah...
is: Einkunn gefin fyrir neðan...
it: Punteggio indicato sotto...
ms: Mendapat skor bawah...
nl: Lager gescoord...
pt_br: Pontuação abaixo...
th: ที่ให้คะแนนต่ำกว่า...
vi: Đã đạt điểm dưới...

source: Select to change the roll call date
ar: حدد لتغيير تاريخ التحقق من الحضور
ca: Selecciona per canviar la data de passar llista
cy: Dewiswch i newid dyddiad y gofrestr
es_es: Seleccionar para cambiar la fecha de la lista de asistencia
fi: Valitse vaihtaaksesi roll call -päivämäärä
id: Pilih untuk mengubah tanggal roll call
is: Veldu til að breyta dagsetningu nafnakalls
it: Seleziona per cambiare la data della votazione
ms: Pilih untuk mengubah tarikh panggil nama
nl: Selecteer om de stemmingsdatum te wijzigen
pt_br: Selecionar para alterar a data da lista de chamada
th: เลือกเพื่อแก้ไขวันที่ขานชื่อ
vi: Chọn để thay đổi ngày điểm danh

source: Send
ar: إرسال
ca: Envia
cy: Anfon
es_es: Enviar
fi: Lähetä
id: Kirim
is: Senda
it: Invia
ms: Hantar
nl: Verzenden
pt_br: Enviar
th: ส่ง
vi: Gửi

source: Send message to users
ar: إرسال رسالة إلى المستخدمين
ca: Envia un missatge als usuaris
cy: Anfon neges at ddefnyddwyr
es_es: Enviar mensaje a los usuarios
fi: Lähetä viesti käyttäjille
id: Kirim pesan kepada pengguna
is: Senda skilaboð til notenda
it: Invia messaggio a utenti
ms: Hantar mesej kepada pengguna
nl: Bericht verzenden naar gebruikers
pt_br: Enviar mensagem a usuários
th: ส่งข้อความไปยังผู้ใช้
vi: Gửi tin nhắn đến người dùng

source: Similarity Score
ar: درجة التشابه
ca: Puntuació similar
cy: Sgôr Tebygrwydd
es_es: Puntuación de similitud
fi: Samanlaisuuden pistemäärä
id: Skor Kemiripan
is: Líkindaútreikningur
it: Punteggio di similarità
ms: Skor Keserupaan
nl: Vergelijkbaarheidsscore
pt_br: Pontuação semelhante
th: คะแนนความใกล้เคียง
vi: Điểm Tương Tự

source: Specific Sections
ar: أقسام محددة
ca: Seccions específiques
cy: Adrannau Penodol
es_es: Secciones específicas
fi: Määrätyt osat
id: Bagian Spesifik
is: Sérstakir hlutar
it: Sezioni specifiche
ms: Seksyen Tertentu
nl: Specifieke secties
pt_br: Turmas específicas
th: กลุ่มย่อยเฉพาะ
vi: Phần Cụ Thể

source: Student
ar: الطالب
ca: Estudiant
cy: Myfyriwr
es_es: Estudiante
fi: Opiskelija
id: Siswa
is: Nemandi
it: Studente
ms: Pelajar
nl: Cursist
pt_br: Aluno
th: ผู้เรียน
vi: Sinh Viên

source: Submissions
ar: الإرسالات
ca: Entregues
cy: Cyflwyniadau
es_es: Entregas
fi: Tehtäväpalautukset
id: Penyerahan
is: Skil
it: Consegne
ms: Serahan
nl: Inleveringen
pt_br: Envios
th: ผลงานจัดส่ง
vi: Nộp

source: Submitted
ar: تم الإرسال
ca: S’ha entregat
cy: Wedi Cyflwyno
es_es: Entregado
fi: Lähetetty
is: Skilað
it: Inviato
ms: Diserahkan
nl: Ingeleverd
pt_br: Enviado
th: จัดส่งแล้ว
vi: Đã nộp

source: Test student
ar: اختبار الطالب
ca: Prova l'estudiant
cy: Myfyriwr Prawf
es_es: Estudiante de prueba
fi: Testaa opiskelijaa
id: Siswa Tes
is: Prófa nemanda
it: Studente di test
ms: Pelajar Percubaan
nl: Cursist toetsen
pt_br: Testar aluno
th: ทดสอบผู้เรียน
vi: Kiểm Tra Sinh Viên

source: There are no messages yet.
ar: لا توجد أي رسائل حتى الآن.
ca: Encara no hi ha cap missatge.
cy: Does dim negeseuon eto.
es_es: Todavía no hay mensajes.
fi: Viestijä ei vielä ole.
id: Belum ada pesan.
is: Engin skilaboð enn.
it: Non ci sono ancora messaggi.
ms: Belum ada mesej.
nl: Er zijn nog geen berichten.
pt_br: Ainda não há mensagens.
th: ยังไม่มีข้อความ
vi: Chưa có tin nhắn nào.

source: There was an error loading submissions. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل الإرسالات. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar les entregues. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho cyflwyniadau. Tynnwch i adnewyddu a rhoi cynnig arall arni.
es_es: Ha habido un error al cargar las entregas. Pulsa actualizar para volver a intentarlo.
fi: Lähetysten latauksessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
id: Terjadi kesalahan saat memuat penyerahan. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa kom upp við að hlaða skilum. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento delle consegne. Trascinare verso il basso per aggiornare e riprovare.
ms: Terdapat ralat memuatkan serahan. Tarik untuk segar semula untuk mencuba lagi.
nl: Er is een fout opgetreden bij het laden van inleveringen. Ophalen om te vernieuwen en het nogmaals te proberen.
pt_br: Ocorreu um erro ao carregar os envios. Puxe para atualizar para tentar novamente.
th: มีข้อผิดพลาดในการโหลดผลงานจัดส่ง ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải mục nộp. Hãy kéo để làm mới rồi thử lại.

source: This assignment does not allow submissions.
ar: لا تسمح هذه المهمة بإرسالات.
ca: Amb aquesta activitat no es permet fer entregues.
cy: Dydy’r cwrs hwn ddim yn caniatáu cyflwyniadau.
es_es: Esta actividad no permite entregas.
fi: Tämä tehtävä ei salli lähetyksiä.
id: Tugas ini tidak mengizinkan penyerahan.
is: Þetta verkefni leyfir ekki skil.
it: Questo compito non consente consegne.
ms: Tugasan ini tidak membenarkan serahan.
nl: Voor deze opdracht zijn geen inleveringen toegestaan.
pt_br: Esta tarefa não permite envios.
th: ภารกิจนี้ไม่อนุญาตให้มีผลงานจัดส่ง
vi: Bài tập này không cho phép nộp.

source: This assignment only allows on-paper submissions.
ar: لا تسمح هذه المهمة إلا بالإرسالات الورقية.
ca: Amb aquesta activitat només es permet fer entregues en paper.
cy: Dydy’r cwrs hwn ddim yn caniatáu cyflwyniadau ar bapur.
es_es: Esta actividad solo permite entregas en papel.
fi: Tämä tehtävä sallii vain paperilla tehtävät lähetykset.
id: Tugas ini hanya mengizinkan penyerahan dalam bentuk kertas.
is: Þetta verkefni leyfir aðeins skil á pappír.
it: Questo compito consente solo consegne in formato cartaceo.
ms: Tugasan ini hanya membenarkan serahan atas kertas.
nl: Voor deze opdracht zijn alleen inleveringen op papier toegestaan.
pt_br: Esta tarefa permite apenas envios em papel.
th: ภารกิจนี้อนุญาตเฉพาะผลงานจัดส่งแบบเอกสาร
vi: Bài tập này chỉ cho phép nộp giấy.

source: This criterion will not impact the score.
ar: هذا المعيار لن يؤثر على التقدير.
ca: Aquest criteri no influirà en la puntuació.
cy: Ni fydd y maen prawf hwn yn effeithio ar y sgôr.
es_es: Este criterio no afectará a la puntuación.
fi: Kriteeri ei vaikuta myymälään.
id: Kriteria ini tidak berdampak pada skor.
is: Þessi forsenda mun ekki hafa áhrif á einkunnina.
it: Questo criterio non altererà il punteggio.
ms: Kriteria ini tidak akan memberikan impak kepada skor.
nl: Dit criterium is niet van invloed op de score.
pt_br: Este critério não afetará a pontuação.
th: เกณฑ์นี้ไม่ส่งผลต่อคะแนน
vi: Tiêu chí này không ảnh hưởng đến điểm.

# This group does not have a submission for this assignment.
source: Group does not have a submission for this assignment.
ar: لا تشتمل هذه المجموعة على إرسال لهذه المهمة.
ca: Aquest grup no té cap entrega per a aquesta activitat.
cy: Does gan y grŵp hwn ddim cyflwyniad ar gyfer yr aseiniad hwn.
es_es: Este grupo no ha realizado ninguna entrega para esta actividad.
fi: Tällä ryhmällä ei ole lähetystä tähän tehtävään.
id: Grup ini tidak memiliki penyerahan untuk tugas ini.
is: Þessi hópur hefur ekki skil fyrir þetta verkefni.
it: A questo gruppo non è associato alcun invio per questo compito.
ms: Kumpulan ini tidak mempunyai serahan untuk tugasan ini.
nl: Deze groep heeft geen inlevering voor deze opdracht.
pt_br: Este grupo não tem um envio para esta tarefa.
th: กลุ่มนี้ไม่มีผลงานจัดส่งสำหรับภารกิจนี้
vi: Nhóm này không có bài nộp cho bài tập này.

source: This student does not have a submission for this assignment.
ar: لا يمتلك هذا الطالب إرسالاً لهذه المهمة.
ca: Aquest estudiant no té cap entrega per a aquesta activitat.
cy: Does gan y myfyriwr hwn ddim cyflwyniad ar gyfer yr aseiniad hwn.
es_es: Este estudiante no tiene ninguna entrega para esta actividad.
fi: Tällä opiskelijalla ei ole lähetystä tähän tehtävään.
id: Siswa ini tidak memiliki penyerahan untuk tugas ini.
is: Þessi nemandi hefur ekki skil fyrir þetta verkefni.
it: Questo studente non ha una consegna per questo compito.
ms: Pelajar ini tidak mempunyai serahan untuk tugasan ini.
nl: Deze cursist heeft geen inlevering voor deze opdracht.
pt_br: Este aluno não tem um envio para esta tarefa.
th: ผู้เรียนนี้ไม่มีผลงานจัดส่งสำหรับภารกิจนี้
vi: Sinh viên này không có bài nộp cho bài tập này.

source: This student's responses are hidden because this assignment is anonymous.
ar: استجابات هذا الطالب مخفية لأن هذا التعيين مجهول الاسم.
ca: Les respostes d'aquest estudiant estan amagades perquè l'activitat és anònima.
cy: Mae atebion y myfyriwr hwn wedi’u cuddio gan fod yr aseiniad hwn yn ddienw.
es_es: Las respuestas de los estudiantes están ocultas porque esta actividad es anónima.
fi: Tämän opiskelijan vastaukset on kätketty, koska tehtävä on nimetön.
id: Respons siswa ini disembunyikan karena tugas ini anonim.
is: Svör nemanda eru falin því þetta verkefni er nafnlaust.
it: Le risposte di questo studente sono nascoste perché questo compito è anonimo.
ms: Maklum balas pelajar ini disembunyikan kerana serahan ini dibuat tanpa nama.
nl: De antwoorden van deze cursist zijn verborgen omdat deze opdracht anoniem is.
pt_br: As respostas deste aluno estão ocultas porque esta tarefa é anônima.
th: การตอบกลับของผู้เรียนรายนี้ถูกซ่อนไว้เนื่องจากภารกิจไม่เปิดเผยตัว
vi: Đáp án của sinh viên này bị ẩn vì bài tập này ẩn danh.

source: This submission has no files.
ar: لا يحتوي هذا الإرسال على ملفات.
ca: Aquesta entrega no té cap fitxer.
cy: Does gan y cyflwyniad hwn ddim ffeiliau.
es_es: Esta entrega no tiene archivos.
fi: Tässä lähetyksessä ei ole tiedostoja.
id: Penyerahan ini tidak memiliki file.
is: Þessi skil innihalda engar skrár.
it: Questo invio non ha file.
ms: Serahan ini tidak mempunyai fail.
nl: Deze inlevering heeft geen bestanden.
pt_br: Este envio não possui arquivos.
th: ผลงานจัดส่งนี้ไม่มีไฟล์ข้อมูล
vi: Mục nộp này không có tập tin.

source: Submission is a URL to an external page. Snapshot included of how the page appeared when submitted.
ar: هذا الإرسال هو عنوان URL المؤدي إلى صفحة خارجية. لقد قمنا بتضمين لقطة توضح كيف كانت تبدو الصفحة عندما تم إرسالها.
ca: Aquesta entrega és un URL a una pàgina externa. Hem inclòs una instantània de l'aspecte de la pàgina quan es va entregar.
cy: Mae'r cyflwyniad hwn yn URL i dudalen allanol. Rydym ni wedi cynnwys ciplun o’r dudalen pan gafodd hyn ei gyflwyno.
es_es: Esta entrega es una URL hacia una página externa. Hemos incluido una captura de pantalla del aspecto de la página cuando se entregó.
fi: Tämä lähetys on URL ulkoiselle sivulle. Olemme sisällyttäneet kuvakaappauksen siitä, miltä sivu näytti, kun se lähetettiin.
id: Penyerahan ini adalah URL ke halaman eksternal. Kami telah menyertakan cuplikan tampilan halaman saat dikirim.
is: Þessi skil eru vefslóð á ytri síðu. Meðfylgjandi er skyndimynd af síðunni eins og hún leit út þegar henni var skilað.
it: Questo invio corrisponde a un URL a una pagina esterna. Abbiamo incluso uno snapshot di come appariva la pagina quando è stata inviata.
ms: Serahan ini ialah URL ke halaman luar. Kami menyertakan petikan rupa halaman ketika ia diserahkan.
nl: Deze inlevering is een URL naar een externe pagina. We hebben een snapshot bijgevoegd van hoe de pagina eruit zag toen deze werd ingeleverd.
pt_br: Este envio era uma URL para uma página externa. Incluímos um snapshot de como a página aparecia quando foi enviada.
th: ผลงานจัดส่งนี้เป็น URL ไปยังหน้าเพจภายนอก เราได้รวมข้อมูลตัวอย่างของหน้าเพจขณะมีการจัดส่งไว้
vi: Mục nộp này là URL đến trang bên ngoài. Chúng tôi đã đưa vào ảnh chụp nhanh để xem trang trông sẽ như thế nào khi được nộp.

source: To do
ar: ما يجب القيام به
ca: Tasques pendents
cy: Tasgau i’w Gwneud
es_es: Tareas pendientes
fi: Tehtävä
id: Harus Dilakukan
is: Verkefni
it: Elenco attività
ms: Untuk Dilakukan
nl: Te doen
pt_br: Lista de Tarefas
th: สิ่งที่ต้องดำเนินการ
vi: Việc Cần Làm

source: Unknown Error
ar: خطأ غير معروف
ca: Error desconegut
cy: Gwall Anhysbys
es_es: Error desconocido
fi: Tuntematon virhe
id: Kesalahan Tidak Diketahui
is: Óþekkt villa
it: Errore sconosciuto
ms: Ralat tidak diketahui
nl: Onbekende fout
pt_br: Erro Desconhecido
th: ข้อผิดพลาดที่ไม่รู้จัก
vi: Lỗi Không Xác Định

source: Unmark
ar: إلغاء العلامة
ca: Desmarca
cy: Dad-farcio
es_es: Desmarcar
fi: Poista merkintä
id: Hapus tandai
is: Afmerkja
it: Rimuovi contrassegno
ms: Nyahtanda
nl: Markering ongedaan maken
pt_br: Não marcado
th: เลิกกำกับ
vi: Bỏ Đánh Dấu

source: URL Preview Image
ar: صورة معاينة عنوان URL
ca: Imatge de visualització prèvia de l'URL
cy: Delwedd Rhagolwg o URL
es_es: Imagen de vista previa de la URL
fi: URL-esikatselukuva
id: Gambar Pratinjau URL
is: Forskoðunarmynd vefslóðar
it: Immagine anteprima URL
ms: Imej Pratonton Fail
nl: URL-voorbeeldweergave
pt_br: Imagem de pré-visualização da URL
th: ภาพแสดงตัวอย่าง URL
vi: Hình Ảnh Xem Trước URL

# View file %@ %@
source: View file %1$@ %2$@
ar: عرض الملف %1$@ %2$@
ca: Mostra el fitxer %1$@ %2$@
cy: Gweld ffeil %1$@ %2$@
es_es: Ver archivo %1$@ %2$@
fi: Näytä tiedosto %1$@ %2$@
id: Lihat file %1$@ %2$@
is: Skoða skrá %1$@ %2$@
it: Visualizza file %1$@ %2$@
ms: Lihat fail %1$@ %2$@
nl: Bestand bekijken %1$@ %2$@
pt_br: Visualizar arquivo %1$@ %2$@
th: ดูไฟล์ %1$@ %2$@
vi: Xem tập tin %1$@ %2$@

source: View Long Description
ar: عرض وصف طويل
ca: Mostra la descripció llarga
cy: Gweld Disgrifiad Hir
es_es: Ver una descripción detallada
fi: Tarkastele pitkää kuvausta
id: Lihat Deskripsi Panjang
is: Skoða langa lýsingu
it: Visualizza descrizione lunga
ms: Lihat Penerangan Panjang
nl: Uitgebreide beschrijving bekijken
pt_br: Visualizar descrição longa
th: ดูรายละเอียดแบบยาว
vi: Xem Mô Tả Dài

# View submission attempt %@. %@
source: View submission attempt %1$@. %2$@
ar: عرض محاولة الإرسال %1$@. %2$@
ca: Mireu l'intent d'entrega de %1$@. %2$@
cy: Gweld ymgais cyflwyno %1$@. %2$@
es_es: Ver intento de entrega %1$@. %2$@
fi: Näytä lähetysyritykset %1$@. %2$@
id: Lihat upaya sebelumnya %1$@. %2$@
is: Skoða skilatilraun %1$@. %2$@
it: Visualizza tentativo consegna %1$@. %2$@
ms: Lihat percubaan serahan %1$@. %2$@
nl: Inleveringspoging %1$@ bekijken. %2$@
pt_br: Visualizar tentativa de envio %1$@. %2$@
th: ดูการดำเนินการจัดส่ง %1$@ %2$@
vi: Xem lần làm bài nộp %1$@. %2$@
