Repository: instructure/canvas-ios
Catalog: CanvasCore/CanvasCore/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, fi, fr_ca, is, mi, nb, pl, sl_si, sv

source: Unable to load any notification preferences at this time. Error: %@
ar: يتعذر تحميل جميع تفضيلات الإعلامات في الوقت الحالي. خطأ: %@
cy: Does dim modd llwytho unrhyw ddymuniadau o ran hysbysiadau ar hyn o bryd. Gwall: %@
da: Kan ikke indlæse nogen meddelelsesindstillinger på nuværende tidspunkt. Fejl: %@
fi: Ilmoitusasetuksia ei voitu ladata tällä kertaa. Virhe: %@
fr_ca: Impossible de charger les préférences de notification en ce moment. Erreur : %@
mi: Kaore e taea te uta ngā whakamōhiotanga manakohanga i tēnei wā. Hapa: %@
nb: Kan ikke laste inn noen varslingsinnstillinger på dette tidspunktet. Avvik: %@
pl: Nie udało się obecnie wczytać preferencji powiadomień. Błąd: %@
sl_si: Trenutno ni bilo mogoče naložiti nobenih prednostnih nastavitev. Napaka: %@
sv: Det går inte att läsa in några inställningar för aviseringar just nu. Fel: %@

source: Unable to parse JSON for communication channels
ar: تعذر تحليل JSON لقنوات الاتصالات
ca: No s'ha pogut analitzar JSON per als canals de comunicació
cy: Methu dosrannu JSON ar gyfer sianeli cyfathrebu
da: Kan ikke parse JSON for kommunikationskanaler
fi: JSON:n jäsentäminen kommunikointikanaville ei onnistunut
fr_ca: Impossible d’effectuer une analyse syntaxique de JSON pour les canaux de communication
is: Ekki er hægt að þátta JSON fyrir samskiptarásir
mi: Kaore i taea te poporo JSON mo ngā awakeri kōrero
nb: Kunne ikke dele opp JSON for kommunikasjonskanaler
pl: Nie można przeanalizować kanałów komunikacji JSON
sl_si: Datoteke JSON ni bilo mogoče razčleniti za komunikacijske kanale.
sv: Kan inte analysera JSON för kommunikationskanaler

source: Unable to parse JSON for notification preferences
ar: تعذر تحليل JSON لتفضيلات الإشعارات
ca: No s'ha pogut analitzar JSON per a les preferències de notificació
cy: Methu dosrannu JSON ar gyfer dewisiadau hysbysiadau
da: Kan ikke parse JSON for meddelelsesindstillinger
fi: JSON:n paikkaaminen ilmoitusasetuksille ei onnistunut
fr_ca: Impossible d’effectuer une analyse syntaxique de JSON pour les préférences de notification
is: Ekki er hægt að þátta JSON fyrir tilkynningakjörstillingar
mi: Kaore i taea te poporo JSON mo ngā manakohanga whakamōhiotanga
nb: Kunne ikke dele opp JSON for notifikasjonspreferanser
pl: Nie można przeanalizować preferencji powiadomień JSON
sl_si: Datoteke JSON ni bilo mogoče razčleniti za prednostne nastavitve.
sv: Kan inte analysera JSON för meddelandepreferenser

source: Undated
ar: دون تاريخ
ca: Sense data
cy: Heb ddyddiad
da: Udateret
fi: Päivitetty
fr_ca: Non daté
is: Ódagsett
mi: Kaore i rātia
nb: Udatert
pl: Bez daty
sl_si: Brez datuma
sv: Odaterade

source: Unexpected response type
ar: نوع استجابة غير متوقع
ca: Tipus de resposta inesperada
cy: Math o ymateb annisgwyl
da: Uventet svartype
fi: Odottamaton vastaustyyppi
fr_ca: Type de réponse inattendu
is: Óvænt gerð svars
mi: Whakautu momo ohorere
nb: Ikke forventet responstype
pl: Nieoczekiwany rodzaj odpowiedzi
sl_si: Nepričakovana vrsta odziva
sv: Oväntad svarstyp

source: Ungraded
ar: لم يتم تقييم الدرجة
ca: Sense qualificació
cy: Heb raddio
da: Ikke bedømt
fi: Arvostelematon
fr_ca: Non noté
is: Einkunn ekki gefin
mi: Kaore i kōeketia
nb: Ikke karaktersatt
pl: Nie oceniono
sl_si: Neocenjeno
sv: inte bedömd

# Unknown Error
source: Unknown reror
ar: خطأ غير معروف
ca: Error desconegut
cy: Gwall Anhysbys
da: Ukendt fejl
fi: Tuntematon virhe
fr_ca: Erreur inconnue
is: Óþekkt villa
mi: Kaore i mōhiotia te hapa
nb: Ukjent feil
pl: Nieznany błąd
sl_si: Neznana napaka
sv: Okänt fel

source: Unlimited
ar: غير محدود
ca: Il·limitat
cy: Diderfyn
da: Ubegrænset
fi: Rajoittamaton
fr_ca: Illimité
is: Ótakmarkað
mi: Kaore he mutunga
nb: Ubegrenset
pl: Nieograniczony
sl_si: Neomejeno
sv: Obegränsat

source: Unmark
ar: إلغاء التمييز
cy: Dad-farcio
da: Fjern markering
fi: Poista merkintä
fr_ca: Décocher
mi: Kaore i mākāhia
nb: Fjern merking
pl: Usuń zaznaczenie
sl_si: Razveljavi oznako
sv: Avmarkera

source: Upcoming
ar: القادمة
ca: Proper
cy: Ar y gweill
da: Kommende
fi: Tulossa
fr_ca: Prochainement
is: Væntanlegt
mi: E haere mai ana
nb: Kommende
pl: Nadchodzące
sl_si: Prihodnje
sv: Kommande

source: Upload file
ar: تحميل ملف
cy: Llwytho ffeil i fyny
da: Overfør fil
fi: Lataa tiedosto
fr_ca: Téléverser fichier
mi: Tukuake kōnae
nb: Last opp fil
pl: Prześlij plik
sl_si: Naloži datoteko
sv: Ladda upp fil

source: Uploading file...
ar: جارٍ تحميل الملف...
ca: S'està penjant el fitxer…
cy: Wrthi’n llwytho ffeil i fyny...
da: Uploader fil ...
fi: Ladataan tiedostoa...
fr_ca: Téléversement du fichier en cours...
is: Hleð upp skrá...
mi: Tukuake kōnae ...
nb: Laster opp fil...
pl: Przesyłanie pliku...
sl_si: Nalaganje datoteke ...
sv: Ladda upp fil...

source: uploading...
ar: جارٍ التحميل...
cy: wrthi’n llwytho i fyny...
da: overførsel ...
fi: ladataan...
fr_ca: téléversement en cours...
mi: E tukuake ana...
nb: laster opp...
pl: przesyłanie...
sl_si: nalaganje ...
sv: laddar upp...

source: User has denied record permission
ar: رفض المستخدم منح الإذن للتسجيل
ca: L'usuari ha denegat el permís per enregistrar
cy: Defnyddiwr wedi gwrthod hawl i recordio
da: Bruger har nægtet tilladelse til at optage
fi: Käyttäjä on kieltänyt nauhoituksen käyttöoikeudet
fr_ca: L'utilisateur a rejeté l’autorisation d'enregistrement
is: Notandi hefur hafnað upptökuleyfi
mi: Kua whakakahore te whakāetanga rekoata a te Kaiwhakamahi
nb: Bruker har nektet opptakstillatelse
pl: Użytkownik odmówił pozwolenia na nagranie
sl_si: Uporabnik je zavrnil dovoljenje za snemanje.
sv: Användaren har nekat inspelningstillstånd

source: User has no valid avatar image url
ar: عنوان URL لصورة أفاتار المستخدم غير صالح
cy: Does gan y defnyddiwr ddim URL delwedd avatar dilys
da: Bruger har ikke et gyldigt avatar billed url
fi: Käyttäjällä ei ole voimassa olevaa avatar-kuvan url-linkkiä
fr_ca: L'utilisateur n'a aucune URL d'image d'avatar valide
mi: Kāore he whaimana Kaiwhakamahi avatar āhua url
nb: Bruker har ingen gyldig avatar bilde-url
pl: Użytkownik nie posiada prawidłowego adresu URL do obrazu Awatara
sl_si: Uporabnik nima veljavnega naslova URL za sliko avatarja.
sv: Användaren har ingen giltig avatar bild-url

source: View results
ar: الاطلاع على النتائج
ca: Mostra els resultats
cy: Gweld Canlyniadau
da: Se resultater
fi: Näytä tulokset
fr_ca: Voir les résultats
is: Skoða niðurstöður
mi: Tirohia Ngā Hua
nb: Se resultater
pl: Wyświetl wyniki
sl_si: Ogled rezultatov
sv: Visa resultat

source: Warning
ar: تحذير
ca: Advertiment
cy: Rhybudd
da: Advarsel
fi: Varoitus
fr_ca: Avertissement
is: Viðvörun
mi: whakatūpato
nb: Advarsel
pl: Ostrzeżenie
sl_si: Opozorilo
sv: Varning

source: We were not able to update this value with the server
ar: لم نتمكن من تحديث هذه القيمة مع الخادم
cy: Doedd dim modd i ni ddiweddaru’r gwerth hwn gyda'r gweinydd
da: Vi var ikke i stand til at opdatere denne værdi på serveren
fi: Emme pystyneet päivittämään tätä arvoa palvelimen kanssa
fr_ca: Nous n'avons pu mettre cette valeur à jour avec le serveur
mi: Kaore i taea te whakahōu i tēnei uara ki te tūmau
nb: Vi var ikke i stand til å oppdatere denne verdien med serveren
pl: Nie udało się zaktualizować danej wartości przez serwer
sl_si: Posodobitev te vrednosti s strežnikom ni bila mogoča.
sv: Vi kunde inte uppdatera det här värdet med servern

source: Yellow
ar: أصفر
ca: Groc
cy: Melyn
da: Gul
fi: Keltainen
fr_ca: Jaune
is: Gulur
mi: Kōwhai
nb: Gul
pl: Żółty
sl_si: Rumeno
sv: Gul

source: You have %d minutes.
ar: لديك %d من الدقائق.
cy: Mae gennych chi %d munud.
da: Du har %d minutter.
fi: Sinulla on %d minuuttia.
fr_ca: Vous avez %d minutes.
mi: Kei ia koe %d ngā meneti
nb: Du har %d minutter på deg.
pl: Masz %d minut(y).
sl_si: Imate %d minut.
sv: Du har %d 5 minuter.

# You have used all your attempts available on this quiz.
source: You have used all your available attempts for this quiz.
ar: استعملت جميع المحاولات المتاحة في هذا الاختبار.
ca: Ja heu utilitzat tots els intents disponibles en aquest qüestionari.
cy: Rydych chi wedi defnyddio pob ymgais sydd ar gael ar gyfer y cwis hwn.
da: Du har brugt alle dine tilgængelige forsøg på denne quiz.
fi: Olet käyttänyt kaikki tälle kyselylle saatavissa olevat yritykset.
fr_ca: Vous avez utilisé toutes vos tentatives possibles pour ce questionnaire.
is: Þú hefur notað allar tilraunir sem þú hefur á þessu prófi.
mi: Kua whakamahia e koe ou nganatanga katoa e wātea ana i runga i tēnei quiz
nb: Du har brukt alle forsøkene tilgjengelig på denne testen.
pl: Wykorzystałeś wszystkie dostępne próby w danym teście.
sl_si: Porabili ste vse poskuse, ki so na voljo pri tem kvizu.
sv: Du har använt alla försök som tillgängliga för det här quizet.

source: You must grant (appName) microphone access in the settings app to record audio.
ar: يجب أن تمنح (appName) حق الوصول إلى الميكروفون عبر إعدادات التطبيق من أجل تسجيل الصوت.
ca: Per tal d'enregistrar so, heu de concedir (appName) accés al micròfon a l'aplicació Configuració.
cy: Rhaid i chi alluogi hawliau mynediad y Microffonar gyfer (appName) yn yr ap Gosodiadau er mwyn recordio sain.
da: Du skal give (appName) mikrofonadgang i Indstillinger for at optage lyd.
fi: Sinun täytyy antaa (appName) Mikrofonille pääsy asetuksissa, jotta ääntä voidaan nauhoittaa.
fr_ca: Vous devez donner à (appName) l'accès à votre microphone dans l'application des Réglages pour pouvoir enregistrer de l'audio.
is: Þú verður að gefa (appName) hljóðnemaaðgang í stillingaappinu til þess að taka upp hljóð.
mi: Me tuku e koe (appName) te uru ki te Hopuoro i te taupānga Tautuhinga hei rēkoata ororongo.
nb: Du må gi (appName) mikrofontilgang i Innstillinger-appen for å gjøre opptak av lyd.
pl: Aby nagrywać dźwięk, należy zmienić uprawnienia dla mikrofonu (appName) w aplikacji Ustawienia.
sl_si: Za snemanje zvoka morate (aplikaciji appName) podeliti dostop do mikrofona v aplikaciji Nastavitve.
sv: Du måste tillåta (appName) Mikrofonåtkomst i Inställningar-appen för att spela in ljud

source: Your device is out of storage space. Please free up space and try again.
ar: لا توجد سعة تخزينية على جهازك. الرجاء تحرير مساحة ثم إعادة المحاولة.
ca: El dispositiu s'ha quedat sense espai d'emmagatzematge. Allibereu espai i torneu a provar-ho.
cy: Does dim lle storio ar ôl yn eich dyfais. Ewch ati i ryddhau rhywfaint o le a rhoi cynnig arall arni.
da: Din enhed har ikke mere lagerplads. Frigør plads og prøv igen.
fi: Laitteesi tallennustila on lopussa. Vapauta tilaa ja yritä uudelleen.
fr_ca: Espace de stockage de votre appareil insuffisant. Veuillez libérer de l'espace et essayez à nouveau.
is: Tækið þitt er búið með geymslupláss. Losaðu pláss og reyndu aftur.
mi: Kua kore te wāhi rokiroki i roto i tō pūrere. Tēnā koa whakawātea ake he wāhi, me te ngana anō
nb: Enheten din har gått tom for lagringsplass. Frigjør plass og prøv igjen.
pl: Brak wolnego miejsca na urządzeniu. Zwolnij trochę miejsca i spróbuj ponownie
sl_si: V napravi je zmanjkalo prostora na disku. Počistite prostor na disku in poskusite znova.
sv: Din enhet har slut på lagringsutrymme. Vänligen frigör utrymme och testa igen.

source: Chat
cy: Sgwrsio
fr_ca: Clavarder
mi: kōrerorero
pl: Czat
sl_si: Klepet
sv: Chatt

source: Yo
sl_si: Hej!
