Repository: instructure/canvas-ios
Catalog: CanvasCore/CanvasCore/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, fi, fr_ca, is, mi, nb, pl, sl_si, sv

source: Please check your network connection and try again
ar: يرجى التحقق من اتصال الشبكة وإعادة المحاولة.
ca: Reviseu la connexió de xarxa i torneu a provar-ho.
cy: Gwiriwch eich cysylltiad rhwydwaith a rhoi cynnig arall arni.
da: Tjek venligst din netværk forbindelse og prøv igen.
fi: Tarkasta verkkoyhteys ja yritä uudelleen.
fr_ca: Veuillez vérifier votre connexion au réseau et réessayer.
is: Athugaðu nettengingu þína og reyndu aftur.
mi: Tēnā koa tirohia tō hononga whatunga, me te ngana anō.
nb: Sjekk nettverkstilkoblingen din og forsøk igjen.
pl: Sprawdź połączenie sieciowe i spróbuj ponownie.
sl_si: Preverite svojo omrežno povezavo in poskusite znova.
sv: Kontrollera din nätverksanslutning och försök igen.

source: Points
ar: نقاط
ca: Punts
cy: Pwyntiau
da: Point
fi: Pisteitä
is: Punktar
mi: Ngā Kōinga
nb: Poeng
pl: Punkty
sl_si: Točke
sv: Poäng

source: Present
ar: الحاضر
cy: Presennol
da: Til stede
fi: Nykyinen
fr_ca: Présent
mi: Nāianei
nb: Nåværende
pl: Obecny
sl_si: Trenutno
sv: Närvarande

source: Purple
ar: أرجواني
ca: Porpra
cy: Porffor
da: Lilla
fi: Purppura
fr_ca: Violet
is: Fjólublár
mi: Waiporoporo
nb: Lilla
pl: Fioletowy
sl_si: Škrlatno
sv: Lila

source: Push notifications
ar: الإعلامات
cy: Hysbysiadau Marchnata
da: Push notifikationer
fi: Push-ilmoitukset
fr_ca: Notifications Push
mi: Pana ngā Whakamōhiotanga
nb: Push-varslinger
pl: Powiadomienia push
sl_si: Potisni sporočila
sv: Pushmeddelanden

source: Question
ar: السؤال
ca: Pregunta
cy: Cwestiwn
da: Spørgsmål
fi: Kysymys
is: Spurning
mi: Pātai
nb: Spørsmål
pl: Pytanie
sl_si: Vprašanje
sv: Fråga

source: Question (number) Flagged
ar: تم وضع علامة على السؤال (رقم)
ca: Pregunta (número) marcada
cy: Wedi fflagio cwestiwn (rhif)
da: Spørgsmål (nummer) Markeret med flag
fi: Kysymys (numero) merkitty
fr_ca: Question (numéro) marquée
is: Spurning (númer) merkt
mi: Pātai (nama) Kua tohua
nb: Spørsmål (nummer) flagget
pl: Pytanie (nr) oflagowane
sl_si: Vprašanje (številka) je označeno.
sv: Fråga (nummer) flaggad

source: Question (number) Unflagged
ar: تم إزالة العلامة من السؤال (رقم)
ca: Pregunta (número) sense marcar
cy: Wedi dad-fflagio cwestiwn (rhif)
da: Spørgsmål (nummer) Ikke markeret med flag
fi: Kysymyksen (numero) merkintä poistettu
fr_ca: Question (numéro) marque retirée
is: Spurning (númer) ómerkt
mi: Pātai (nama) Kaore i tohua
nb: Spørsmål (nummer) uflagget
pl: Pytanie (nr) bez flagi
sl_si: Vprašanje (številka) ni označeno.
sv: Fråga (nummer) ej-flaggad

source: Question %@
ar: السؤال %@
ca: Pregunta %@
cy: Cwestiwn %@
da: Spørgsmål %@
fi: Kysymys %@
is: Spurning %@
mi: Pātai %@
nb: Spørsmål %@
pl: Pytanie %@
sl_si: Vprašanje %@
sv: Fråga %@

source: Questions
ar: الأسئلة
ca: Preguntes
cy: Cwestiynau
da: Spørgsmål
fi: Kysymykset
is: Spurningar
mi: Ngā pātai
nb: Spørsmål
pl: Pytania
sl_si: Vprašanja
sv: Frågor

source: Quiz
ar: الاختبار
ca: qüestionari
cy: cwis
fi: tietovisa
fr_ca: questionnaire
is: próf
nb: test
pl: test
sl_si: kviz

source: Quiz due
ar: موعد استحقاق الاختبار
ca: Qüestionari vençut
cy: Cwis i'w Gyflwyno
da: Quiz forfalden
fi: Tietovisan määräpäivä
fr_ca: Questionnaire dû
is: Skiladagur prófs
mi: Quiz e tika ana
nb: Test forventet
pl: Termin testu
sl_si: Rok kviza
sv: Förfallodatum för test

source: Quiz error
ar: خطأ في الاختبار
ca: Error al qüestionari
cy: Gwall ar y Cwis
da: Quiz fejl
fi: Tietovisan virhe
fr_ca: Erreur du questionnaire
is: Prófavilla
mi: Hapa Quiz
nb: Testfeil
pl: Błąd testu
sl_si: Napaka pri kvizu
sv: Fel på test

source: Quiz submitted
ar: تم إرسال الاختبار
ca: Qüestionari entregat
cy: Cwis wedi'i gyflwyno
da: Quiz indsendt
fi: Tietovisa lähetetty
fr_ca: Questionnaire soumis
is: Prófi skilað
mi: Quiz kua tukuna
nb: Test innsendt
pl: Wysłano test
sl_si: Kviz je poslan.
sv: Test inskickat

source: QuizSubmission Failure
ar: QuizSubmission فشل
ca: QuizSubmission Fallada
cy: QuizSubmission Methiant
da: QuizSubmission Mislykket forsøg
fi: QuizSubmission Vika
fr_ca: QuizSubmission Échec
is: QuizSubmission Misbrestur
mi: QuizSubmission Tāpaetanga Rahunga
nb: QuizSubmission Svikt
pl: QuizSubmission Niepowodzenie
sl_si: QuizSubmission Napaka
sv: QuizSubmission Fel

source: Read error
ar: خطأ في القراءة
ca: Llegeix l'error
cy: Darllen y Gwall
da: Læsefejl
fi: Lukuvirhe
fr_ca: Erreur de lecture
is: Lesvilla
mi: Hapa Pānui
nb: Les feil
pl: Błąd odczytu
sl_si: Napaka pri branju
sv: Läsfel

source: Read more
ar: قراءة المزيد
ca: Obtén més informació
cy: Darllen mwy
da: Læs mere
fi: Lue lisää
fr_ca: Pour en lire davantage
is: Lesa meira
mi: Pānuitia atu
nb: Les mer
pl: Czytaj więcej
sl_si: Preberite več.
sv: Läs mer

source: Record
ar: تسجيل
ca: Enregistra
cy: Recordio
da: Optag
fi: Nauhoita
fr_ca: Enregistrer
is: Upptaka
mi: Tāhopu
nb: Registrering
pl: Nagraj
sl_si: Posnemi
sv: Spela in

source: Record audio
ar: تسجيل الصوت
ca: Enregistra àudio
cy: Recordio Sain
da: Optage audio
fi: Nauhoita ääni
fr_ca: Enregistrer de l'audio
is: Taka upp hljóð
mi: Tāhopu Ororongo
nb: Lydopptak
pl: Nagraj dźwięk
sl_si: Posnemi zvok
sv: Spela in ljud

source: Record permission help
ar: تعليمات أذونات التسجيل
ca: Ajuda sobre el permís per enregistrar
cy: Cymorth â Hawliau Recordio
da: Hjæp til optagelsestilladelse
fi: Nauhoituksen käyttöoikeuden ohje
fr_ca: Aide sur les autorisations d'enregistrement
is: Hjálp við upptökuleyfi
mi: Tāhopu Āwhina Whakaaetanga
nb: Hjelp til opptakstillatelse
pl: Pomoc dotycząca pozwoleń na nagranie
sl_si: Pomoč pri dovoljenju za snemanje
sv: Hjälp med inspelningstillstånd

source: Recording error
ar: خطأ في التسجيل
ca: Error en enregistrar
cy: Gwall wrth Recordio
da: Optagelsesfejl
fi: Nauhoituksen virhe
fr_ca: Erreur d'enregistrement
is: Upptökuvilla
mi: Tāhopu Hapa
nb: Opptaksfeil
pl: Błąd nagrania
sl_si: Napaka pri snemanju
sv: Inspelningsfel

source: Red
ar: أحمر
ca: Vermell
cy: Coch
da: Rød
fi: Punainen
fr_ca: Rouge
is: Rauður
mi: whero
nb: Rød
pl: Czerwony
sl_si: Rdeče
sv: Röd

source: Remove
ar: إزالة
ca: Elimina
cy: Dileu
fi: Poista
fr_ca: Retirer
is: Fjarlægja
mi: Tangohia
pl: Usuń
sl_si: Odstrani

source: Remove formatting
ar: إزالة التنسيق
ca: Eliminar el format
cy: Tynnu'r Fformatio
da: Fjern formattering
fi: Poista muotoilu
fr_ca: Enlever la mise en page
is: Fjarlægja forsnið
mi: Tangohia te Hōputu
nb: Fjerne formattering
pl: Usuń formatowanie
sl_si: Odstrani oblikovanje
sv: Ta bort formatering

source: Removed %1$@
ar: تمت الإزالة %1$@
ca: Eliminat %1$@
cy: Wedi tynnu %1$@
fi: Poistettu %1$@
fr_ca: Retiré %1$@
is: Fjarlægt %1$@
mi: Kua tangohia %1$@
pl: Usunięto %1$@
sl_si: Odstranjeno %1$@

source: Removed %1$@ by %2$@
ar: تمت إزالة %1$@ بواسطة %2$@
ca: Eliminat %1$@ per %2$@
cy: %1$@ wedi’i dynnu gan %2$@
fi: Kohteen poistaja %1$@ %2$@
fr_ca: Retiré %1$@ par %2$@
is: Fjarlægt %1$@ af %2$@
mi: Kua tangohia %1$@ e %2$@
pl: Usunięte %1$@ przez %2$@
sl_si: Odstranjeno %1$@, odstranil %2$@

source: Reply
ar: رد
ca: Respon
cy: Ateb
da: Svar
fi: Vastaus
fr_ca: Répondre
is: Svara
mi: Whakautu
nb: Svar
pl: Odpowiedz
sl_si: Odgovori
sv: Svara

source: Report
ar: إنشاء تقرير
ca: Informa
cy: Adroddiad
da: Rapport
fi: Raportti
fr_ca: Rapport
is: Skýrsla
mi: Pūrongo
nb: Rapporter
pl: Raport
sl_si: Poročilo
sv: Rapportera

source: Request audio recording permission
ar: طلب إذن لتسجيل الصوت
ca: Sol·licita permís per enregistrar so
cy: Gofyn am Hawl i Recordio Sain
da: Anmod om audio optagelsestilladelse
fi: Pyydä äänen nauhoitusluvat
fr_ca: Demander l’autorisation d'enregistrer de l'audio
is: Biðja um hljóðupptökuleyfi
mi: Tono Ororongo Tuhi Whakāetanga
nb: Forespørsel om tillatelse til lydopptak
pl: Prośba o pozwolenie na nagranie dźwięku
sl_si: Zahtevaj dovoljenje za posnetek zvoka
sv: Begär tillstånd för ljudinspelning

source: Request permission to record audio
ar: طلب إذن لتسجيل الصوت
ca: Sol·licita permís per enregistrar so
cy: Gofyn am Hawl i Recordio Sain
da: Anmod om tilladelse til at optage audio
fi: Pyydä käyttöoikeuksia nauhoittaa ääni
fr_ca: Demander l’autorisation d'enregistrer de l'audio
is: Biðja um leyfi til að taka upp hljóð
mi: Tono Whakāetanga ki te Tāhopu ororongo
nb: Be om tillatelse til å foreta lydopptak
pl: Prośba o pozwolenie na nagranie dźwięku
sl_si: Zahtevaj dovoljenje za snemanje zvoka
sv: Begär tillstånd för ljudinspelning

source: Resume quiz
ar: استئناف الاختبار
ca: Reprèn el qüestionari
cy: Parhau â'r Cwis
da: Genoptag quiz
fi: Jatka tietovisaa
fr_ca: Continuer le questionnaire
is: Halda áfram með próf
mi: Tīmata Quiz
nb: Fortsett test
pl: Wznów test
sl_si: Nadaljevanje kviza
sv: Fortsätt quiz

source: Retake quiz
ar: إعادة الاختبار
ca: Torna a realitzar el qüestionari
cy: Gwneud y Cwis eto
da: Tag Quiz igen
fi: Suorita tietovisa uudelleen
fr_ca: Recommencer le questionnaire
is: Endurtaka próf
mi: Tangohia Quiz
nb: Ta testen på nytt
pl: Ponownie zrób test
sl_si: Ponovno opravljanje kviza
sv: Gör om Quiz

source: Scheduling
ar: الجدولة
cy: Trefnu
da: Planlægning
fi: Aikatauluttaminen
fr_ca: Planification
mi: Hōtaka
nb: Planlegger
pl: Planowanie
sl_si: Razporejanje
sv: Schemaläggning

source: Select all that apply
ar: اختيار كل ما ينطبق
ca: Selecciona totes les que corresponguin
cy: Dewiswch bob un sy'n berthnasol
da: Vælg alt der gælder
fi: Valitse kaikki sopivat vaihtoehdot
fr_ca: Sélectionner tout ce qui s'y applique
is: Veldu allt sem við á
mi: Tīpakohia katoa e te tono
nb: Velg alt som passer
pl: Wybierz wszystkie, które dotyczą
sl_si: Izberi vse, ki veljajo.
sv: Markera allt som gäller

source: Select answer
ar: اختيار جواب
ca: Selecciona una resposta
cy: Dewiswch Ateb
da: Vælg svar
fi: Valitse vastaus
fr_ca: Sélectionner une réponse
is: Veldu svar
mi: Tīpako Whakautu
nb: Valg svar
pl: Wybierz odpowiedź
sl_si: Izberi odgovor
sv: Välj svar

source: Select to change the roll call date
ar: التحديد لتغيير تاريخ roll call.
cy: Dewiswch i newid dyddiad y gofrestr
da: Vælg for at ændre dato for navneopkald
fi: Valitse vaihtaaksesi roll call -päivämäärä
fr_ca: Sélectionnez pour modifier la date d'appel nominal
mi: Tīpako ki te huri te rā roll call.
nb: Velg for å endre dato for opprop
pl: Wybierz, aby zmienić datę Roll Call
sl_si: Izberite, da spremenite datum preverjanja prisotnosti.
sv: Välj för att ändra namnuppropsdatum

source: Selected
ar: تم تحديده
ca: Seleccionat
cy: Wedi dewis
da: Valgt
fi: Valittu
fr_ca: Sélectionné
is: Valið
mi: Kua tīpakohia
nb: Valgt
pl: Wybrano
sl_si: Izbrano
sv: Vald

source: Shapes
ar: أشكال
ca: Formes
cy: Siapiau
da: Former
fi: Muotoilee
fr_ca: Formes
is: Form
mi: Ngā Hanga
nb: Former
pl: Kształty
sl_si: Oblike
sv: Former

source: Show question list
ar: عرض قائمة الأسئلة
ca: Mostra la llista de preguntes
cy: Dangos y Rhestr Cwestiynau
da: Vis spørgsmålsliste
fi: Näytä kysymysluettelo
fr_ca: Montrer la liste de questions
is: Sýna spurningalista
mi: Whakātu Rārangi Pātai
nb: Vis spørsmålsliste
pl: Pokaż listę pytań
sl_si: Prikaži seznam vprašanj
sv: Visa frågelista

source: Show timer
ar: عرض المؤقت
ca: Mostra el temporitzador
cy: Dangos yr Amserydd
da: Vis timer
fi: Näytä ajastin
fr_ca: Montrer le minuteur
is: Sýna tímamæli
mi: Whakātu Matawā
nb: Vis tidtaker
pl: Pokaż zegar
sl_si: Prikaži časovnik
sv: Visa timer

source: SMS
ar: رسالة SMS
fi: Tekstiviesti

source: Something went wrong. Check the file format and try again.
ar: حدث خطأ ما. تحقق من تنسيق الملف وأعد المحاولة.
ca: Alguna cosa no ha anat bé. Reviseu el format del fitxer i torneu a provar-ho.
cy: Aeth rhywbeth o’i le. Gwnewch yn siŵr bod fformat y ffeil yn iawn a rhoi cynnig arall arni.
da: Noget gik galt. Kontroller filformatet og prøv igen.
fi: Jotakin meni pieleen. Tarkista tiedoston muoto ja yritä uudelleen.
fr_ca: Une erreur est survenue. Vérifiez le format du fichier, puis réessayez.
is: Eitthvað fór úrskeiðis. Athugaðu skráarsniðið og reyndu aftur.
mi: I hē tētahi mea. Tirohia te hōputu kōnae, me ngana anō
nb: Noe gikk galt. Sjekk filformatet og prøv på nytt.
pl: Coś poszło nie tak. Sprawdź format pliku i ponów próbę.
sl_si: Prišlo je do težav. Preverite obliko zapisa datoteke in poskusite znova.
sv: Någonting gick fel. Kontrollera filformatet och försök igen

source: Spacer
ar: مباعد
ca: Separador
cy: Testun ychwanegol
da: Mellemrum
fi: Tyhjä väli
fr_ca: Espacement
is: Bil
mi: Atahanga
nb: Mellomrom
pl: Przekładka
sl_si: Razmik
sv: Blanksteg

source: Stay
ar: البقاء
ca: Roman
cy: Aros
da: Bliv
fi: Tuki
fr_ca: Rester
is: Dvöl
mi: Noho
nb: Bli
pl: Zostań
sl_si: Ostani
sv: Stanna

source: Stop
ar: إيقاف
ca: Atura
cy: Stopio
fi: Lopeta
fr_ca: Arrêt
is: Stoppa
mi: Kāti
nb: Stopp
pl: Zatrzymaj
sl_si: Zaustavi
sv: Stopp

source: Stopped
ar: تم الإيقاف
cy: Wedi stopio
da: Stoppede
fi: Pysäytetty
fr_ca: Arrêté
mi: Mutu
nb: Stoppet
pl: Zatrzymano
sl_si: Zaustavljeno
sv: Stoppades

source: Style
ar: نمط
ca: Estil
cy: Arddull
da: Type
fi: Tyyli
is: Stíll
mi: Kāhua
nb: Stil
pl: Styl
sl_si: Slog
sv: Stil

source: Submit
ar: إرسال
ca: Entrega
cy: Cyflwyno
da: Indsend
fi: Lähetä
fr_ca: Soumettre
is: Leggja fram
mi: Tuku
nb: Send inn
pl: Prześlij
sl_si: Pošlji
sv: Lämna in

source: Submitting quiz
ar: جارٍ إرسال الاختبار الموجز
ca: S'està entregant el qüestionari
cy: Wrthi'n cyflwyno'r Cwis
da: Indsender Quiz
fi: Tietovisaa lähetetään
fr_ca: Envoi du questionnaire
is: Skila prófi
mi: Tuku Quiz ana
nb: Sender inn test
pl: Składanie testu
sl_si: Pošiljanje kviza
sv: Skickar in quiz

source: Take a photo
ar: التقاط صورة
ca: Fes una fotografia
cy: Tynnwch Lun
da: Tag et foto
fi: Ota valokuva
fr_ca: Prendre une photo
is: Taka mynd
mi: Tango he Whakāhua
nb: Ta et bilde
pl: Zrób zdjęcie
sl_si: Posnemi fotografijo
sv: Ta ett foto

source: Take a video
ar: التقاط فيديو
ca: Fes un vídeo
cy: Recordiwch Fideo
da: Tag en video
fi: Ota video
fr_ca: Enregistrer une vidéo
is: Taka myndband
mi: Tango he Ataata
nb: Ta en video
pl: Nagraj wideo
sl_si: Posnemi videoposnetek
sv: Spela in video

source: Take photo or video
ar: التقاط صورة أو فيديو
ca: Fes una fotografia o un vídeo
cy: Tynnwch Lun neu Fideo
da: Tag foto eller video
fi: Ota valokuva tai video
fr_ca: Prendre une photo ou une vidéo
is: Taka mynd eða myndband
mi: Tangohia Whakāhua Ataata rānei
nb: Ta bilde eller video
pl: Zrób zdjęcie lub nagraj wideo
sl_si: Posnemi fotografijo ali videoposnetek
sv: Ta foto eller video

source: Take Quiz
ar: إجراء الاختبار
ca: Realitza el qüestionari
cy: Gwnewch y Cwis
da: Tag Quiz
fi: Suorita tietovisa
fr_ca: Répondre au questionnaire
is: Taka próf
mi: Tangohia Quiz
nb: Ta test
pl: Zrób test
sl_si: Opravi kviz
sv: Gör quiz

source: Tap to toggle
ar: اضغط للتبديل
fi: Vaihtele napauttamalla
fr_ca: Appuyez pour basculer
pl: Stuknij, aby przełączyć

source: Teal
ar: أزرق مخضر
ca: Verd blavós
cy: Glaswyrdd
da: Grønblå
fi: Sinivihreä
fr_ca: Bleu sarcelle
is: Blágrænn
mi: Tira
nb: Blågrønn
pl: Morski
sl_si: Zelenomodra

source: The file does not exist.
ar: الملف غير موجود.
ca: El fitxer no existeix.
cy: Dydy’r ffeil ddim yn bodoli.
da: Denne fil eksisterer ikke.
fi: Tiedostoa ei ole olemassa.
fr_ca: Le fichier n'existe pas.
is: Skráin er ekki til.
mi: Kāore i te tīariari te kōnae.
nb: Filen eksisterer ikke
pl: Plik nie istnieje.
sl_si: Datoteka ne obstaja.
sv: Filen existerar inte.

source: The pages are gone! Why are the pages always gone?
ar: هل اختفت الصفحات!؟ لماذا تختفي الصفحات دائمًا؟
ca: Les pàgines han desaparegut. Per què sempre desapareixen les pàgines?
cy: Mae'r Tudalennau wedi mynd!? Pam mae'r tudalennau wedi mynd bob amser?
da: Siderne er væk!? Hvorfor er siderne altid væk?
fi: Sivut ovat hävinneet!? Miksi sivut ovat aina hävinneet?
fr_ca: Les pages sont disparues!? Pourquoi les pages sont toujours disparues?
is: Síðurnar eru farnar!? Af hverju eru síðurnar alltaf farnar?
mi: Kua kore ngā Whārangii!? He aha e kore ana ngā whārangi i ngā wā katoa ?
nb: Sidene er borte!? Hvorfor er sidene alltid borte?
pl: Nie ma stron?! Dlaczego stron zawsze nie ma?
sl_si: Strani so izginile! Zakaj strani vedno izginjajo?
sv: Sidorna är borta!? Varför är sidorna alltid borta?

source: The quiz is due in 1 minute. Would you like to submit now and be on time, or continue taking the quiz and possibly be late?
ar: الاختبار الموجز مستحق خلال 1 دقيقة. هل تريد الإرسال الآن والتسليم في الموعد أم تريد الاستمرار في تلقي الاختبار الموجز مع احتمالية التأخير؟
ca: El qüestionari venç en 1 minut. Voldríeu entregar en aquest moment i ser puntual o continuar realitzant el qüestionari i possiblement fer tard?
cy: Mae angen cyflwyno'r cwis mewn 1 munud. Hoffech chi gyflwyno nawr a bod ar amser neu fwrw ymlaen â'r cwis a mentro bod yn hwyr?
da: Testen forfalder om 1 minut. Vil du gerne indsende nu og aflevere til tiden eller fortsætte med at tage testen og muligvis aflevere for sent?
fi: Tietovisan määräaika on 1 minuutin päästä. Haluatko lähettää nyt ja olla ajoissa ja jatka osallistumista kyselyyn ja ole mahdollisesti myöhässä?
fr_ca: Le questionnaire est dû dans 1 minute. Aimeriez-vous soumettre maintenant et être à l'heure ou continuer à répondre au questionnaire et éventuellement être en retard?
is: Prófinu þarf að skila eftir 1 mínútu. Viltu skila núna og vera á réttum tíma eða halda áfram að taka prófið og vera mögulega of sein(n)?
mi: Kei te tika te quiz i roto i te 1 meneti.. E hiahia ana koe ki te tuku ināianei ki a mau ai koe ki te taima tika, ara haere tonu ki te mahi i te quiz me te tūreiti pea koe?
nb: Testen skal være ferdig om 1 minutt. Vil du sende inn nå og være i tide, eller fortsette å ta testen og muligens levere sent?
pl: Quiz rozpocznie się za 1 minutę. Czy chcesz przesłać teraz i być na czas czy wolisz dalej rozmawiać o quizie i być może się spóźnić?
sl_si: Rok kviza se izteče čez 1 minuto. Ali želite poslati zdaj in biti pravočasni ali pa želite nadaljevati kviz in morda zamuditi rok?
sv: Quiz slutar om 1 minut Vill du lämna in nu och göra det i tid, eller fortsätta med quiz och eventuellt lämna in för sent?

# The request to mark a to do as done was interrupted
source: The request to tick a to do as done was interrupted
ar: انقطع طلب وضع علامة "تم" على مهمة يجب القيام بها
cy: Fe wnaeth rhywbeth amharu ar y cais i farcio bod eitem wedi'i chwblhau ar y rhestr 'pethau i'w gwneud'.
da: Anmodningen om at markere en To do som udført blev afrudt
fi: Pyyntö merkitä tehtävä valmiiksi keskeytettiin
fr_ca: La demande de marquage d'une tâche comme étant réalisée a été interrompue
mi: Te tono ki te tohu i te ki te mahi anō nei i haukotia
nb: Forespørselen for å markere et gjøremål som fullført ble avbrutt
pl: Żądanie zmiany pozycji do zrobienia jako już zrobionej zostało przerwane
sl_si: Zahteva za oznako opravila kot dokončanega je bila prekinjena.
sv: Begäran om att markera att-göra som färdig avbröts

source: The text you entered is not a valid URL
ar: النص الذي أدخلته ليس عنوان URL صالح
ca: El text que heu introduït no és un URL vàlid
cy: Dydy’r URL y gwnaethoch ei roi ddim yn ddilys
da: Teksten du indtastede er ikke et gyldigt URL
fi: Teksti, jonka syötit, ei ole voimassa oleva URL
fr_ca: Le texte que vous avez saisi n'est pas une URL valide
is: Textinn sem þú settir inn er ekki gild vefslóð
mi: Kaore te kuputuhiti whakaurutia e koe ki te URLi whaimana
nb: Teksten du skrev inn er ikke en gyldig URL
pl: Wpisany tekst nie jest odpowiednim adresem URL
sl_si: Besedilo, ki ste ga vnesli, ni veljavni naslov URL.
sv: Texten du matat in är inte en giltigt URL

source: There was a problem encoding UTF8 data
ar: حدثت مشكلة أثناء ترميز البيانات UTF8
ca: S'ha produït un problema en codificar les dades UTF-8
cy: Problem wrth amgodio Data UTF8
da: Der var et problem med kryptering af UTF8 Data
fi: UTF8-tietojen koodauksessa ilmeni ongelma
fr_ca: Un problème est survenu lors de l'encodage des données UTF8
is: Villa kom upp við dulkóðun UTF8 gagna
mi: He raruraru i te wā e whakawaehere UTF 8 Raraunga
nb: Det oppsto et problem med kodingen av UTF8-data
pl: Wystąpił błąd podczas kodowania danych UTF8
sl_si: Prišlo je do težave pri kodiranju podatkov UTF-8.
sv: Det uppstod ett problem när UTF8 data kodades

source: There was a problem fetching the list of course sections.
ar: حدثت مشكلة في جلب قائمة أقسام المساق.
cy: Problem wrth nôl y rhestr o adrannau'r cwrs.
da: Der opstod et problem ved hentning af listen over fagsektioner.
fi: Kurssin osien noudossa ilmeni ongelma.
fr_ca: Un problème est survenu lors de la récupération de la liste des sections de cours.
mi: He raruraru i te wā e tiki ana i te whārangi o ngā wāhanga o te ākoranga.
nb: Det oppstod et problem ved henting av listen over emneseksjoner.
pl: Wystąpił błąd podczas pobierania listy sekcji kursu.
sl_si: Prišlo je do težave pri pridobivanju seznama sekcij predmeta.
sv: Det gick inte att hämta listan över kursavsnitt.

source: There was a problem interpreting a response from the server.
ar: حدثت مشكلة أثناء تفسير إستجابة من الخادم.
ca: S'ha produït un problema en interpretar una resposta del servidor.
cy: Problem wrth ddehongli ymateb gan y gweinydd.
da: Der var et problemmed fortolkningen af et svar fra serveren.
fi: Ilmeni ongelma tulkittaessa vastausta palvelimelta:
fr_ca: Un problème est survenu lors de l'interprétation d'une réponse du serveur.
is: Villa kom upp við túlkun svars frá miðlara.
mi: He raruraru i te wā e whakamāori i te whakautu mai i te tūmau.
nb: Det var et problem med tolkningen av svaret fra serveren.
pl: Wystąpił błąd podczas interpretacji odpowiedzi z serwera.
sl_si: Prišlo je do težav pri tolmačenju odziva strežnika.
sv: Det uppstod ett fel vid tolkning av svaret från servern.

source: There was a problem loading the (kitModelName) database file.
ar: حدثت مشكلة أثناء تحميل ملف قاعدة البيانات (kitModelName).
cy: Problem wrth lwytho’r ffeil cronfa ddata (kitModelName).
da: Der opstod et problem ved indlæsning af (kitModelName) database-fil.
fi: Tietokantatiedoston (kitModelName) latauksessa tapahtui virhe.
fr_ca: Un problème est survenu lors du chargement du fichier de base de données kitModelName.
mi: He raruraru i te wā e uta ana i te (kitModelName) kōnaeōnae pātengi raraunga.
nb: Det oppstod et problem under lasting av (kitModelName) databasefilen.
pl: Wystąpił problem z wczytaniem pliku bazy danych (kitModelName).
sl_si: Prišlo je do težav pri nalaganju datoteke zbirke podatkov (kitModelName).
sv: Ett problem uppstod vid laddning av (kitModelName) databas-filen.

source: There was a problem loading the AssignmentKit database file.
ar: حدثت مشكلة أثناء تحميل ملف قاعدة البيانات AssignmentKit.
ca: S'ha produït un problema en carregar el fitxer de la base de dades de AssignmentKit.
cy: Problem wrth lwytho’r ffeil cronfa ddata AssignmentKit.
da: Der opstod et problem ved indlæsning af AssignmentKit database-fil.
fi: Tietokantatiedoston AssignmentKit latauksessa tapahtui virhe.
fr_ca: Un problème est survenu lors du téléchargement AssignmentKit du fichier de base de données.
is: Vandamál kom upp við að sækja AssignmentKit gagnagrunnsskránna.
mi: He raruraru i te wā e uta ana i te AssignmentKit kōnae pātengi rarunga.
nb: Det oppstod et problem under lasting av AssignmentKit databasefilen.
pl: Wystąpił problem z wczytaniem pliku bazy danych AssignmentKit.
sl_si: Prišlo je do težav pri nalaganju datoteke zbirke podatkov AssignmentKit.
sv: Ett problem uppstod vid laddningen av AssignmentKit databas filen.
