Repository: instructure/canvas-ios
Catalog: CanvasCore/CanvasCore/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, fi, fr_ca, is, mi, nb, pl, sl_si, sv

source: Error parsing the roll call response. Expected (e), received (a)
ar: خطأ أثناء تحليل استجابة Roll Call. متوقع (e)، متلقى (a)
cy: Gwall wrth ddosrannu'r ymateb i'r Gofrestr. Disgwyliedig (e), wedi derbyn (a)
da: Der opstod en fejl ved parsing af navneopkald-responsen. Forventet (e), modtaget (a)
fi: Virhe paikatessa Roll Call -vastausta. Odotettu (e), vastaanotettu (a)
fr_ca: Erreur lors de l'analyse de la réponse d'appel nominal. Attendu (e), reçu (a)
mi: Hapa e poroporo ana te whakautu a te Roll Call I tūmanakohia (e), i taea (a)
nb: Feil ved parsering av svar på opprop. Forventet (e), mottatt (a)
pl: Błąd analizowania odpowiedzi Roll Call. Oczekiwane (e), otrzymane (a)
sl_si: Napaka pri razčlenitvi odziva na preverjanje prisotnosti Pričakovano (e), prejeto (a)
sv: Ett fel uppstod vid Roll call respons. Förväntade (e), mottog (a)

source: Error parsing the roll call response. Expected (e), received (a) for key (k)
ar: خطأ أثناء تحليل استجابة Roll Call. متوقع (e)، متلقى (a) للمفتاح (k)
cy: Gwall wrth ddosrannu'r ymateb i'r Gofrestr. Disgwyliedig (e), wedi derbyn (a) ar gyfer allwedd (k)
da: Der opstod en fejl ved parsing af navneopkald-responsen. Forventet (e), modtaget (a) for nøgle (k)
fi: Virhe paikatessa Roll Call -vastausta. Odotettu (e), vastaanotettu (a) avaimelle (k)
fr_ca: Erreur lors de l'analyse de la réponse d'appel nominal. Attendu (e), reçu (a) pour la clé (k)
mi: Hapa e poroporo ana te whakautu a te Roll Call I tūmanakohia (e), i taea (a) mo te kī (k)
nb: Feil ved parsering av svar på opprop. Forventet (e), mottatt (a) for nøkkel (k)
pl: Błąd analizowania odpowiedzi Roll Call. Oczekiwane (e), otrzymane (a) dla klucza (k)
sl_si: Napaka pri razčlenitvi odziva na preverjanje prisotnosti Pričakovano (e), prejeto (a) za ključ (k)
sv: Ett fel uppstod vid Roll call respons. Förväntade (e), mottog (a) för en nyckel (k)

source: Error parsing the roll call response. Key not found: (k)
ar: خطأ أثناء تحليل استجابة Roll Call. لم يتم العثور على المفتاح: (k)
cy: Gwall wrth ddosrannu'r ymateb i'r Gofrestr. Heb ddod o hyd i'r allwedd: (k)
da: Der opstod en fejl ved parsing af navneopkald-responsen. Nøgle ikke fundet: (k)
fi: Virhe paikatessa Roll Call -vastausta. Avainta ei löytynyt: (k)
fr_ca: Erreur lors de l'analyse de la réponse d'appel nominal. Clé non trouvée : (k)
mi: Hapa e poroporo ana te whakautu a te Roll Call Kaore i kitea te Kī: (k)
nb: Feil ved parsering av svar på opprop. Nøkkel ikke funnet: (k)
pl: Błąd analizowania odpowiedzi Roll Call. Nie odnaleziono klucza: (k)
sl_si: Napaka pri razčlenitvi odziva na preverjanje prisotnosti Ključa ni mogoče najti: (k)
sv: Ett fel uppstod vid Roll call respons. nyckel hittades inte: (k)

source: Error parsing the roll call response. Unexpected null value: (k)
ar: خطأ أثناء تحليل استجابة Roll Call. قيمة فارغة غير متوقعة: (k)
cy: Gwall wrth ddosrannu'r ymateb i'r Gofrestr. Gwerth nwl annisgwyl: (k)
da: Der opstod en fejl ved parsing af navneopkald-responsen. Uventet null-værdi: (k)
fi: Virhe paikatessa Roll Call -vastausta. Odottamaton null-arvo: (k)
fr_ca: Erreur lors de l'analyse de la réponse d'appel nominal. Valeur nulle inattendue : (k)
mi: Hapa e poroporo ana te whakautu a te Roll Call Uarakore ohorere kaore e tūmanakohia (k)
nb: Feil ved parsering av svar på opprop. Uventet null verdi: (k)
pl: Błąd analizowania odpowiedzi Roll Call. Nieoczekiwana wartość null: (k)
sl_si: Napaka pri razčlenitvi odziva na preverjanje prisotnosti Nepričakovana ničelna vrednost: (k)
sv: Ett fel uppstod vid Roll call respons. Oväntat nollvärde: (k)

source: Error retrieving tool launch URL
ar: خطأ أثناء استرداد عنوان URL لتشغيل الأداة
ca: S'ha produït un error en recuperar l'URL d'inici de l'eina
cy: Gwall wrth adfer URL lansio adnodd
da: Der opstod en fejl under hentning af værktøjsstarterens URL
fi: Virhe noudettaessa työnkalun käynnistys-URL:ää
fr_ca: Erreur lors de la récupération de l'URL de lancement de l’outil
is: Villa við að endurheimta vefslóð verkfærisræsingar
mi: He hapa i te wā e tiki ana i te taputapu whakarewatanga URL
nb: Feil i pålogging av URL
pl: Błąd podczas pobierania adresu URL uruchamiania narzędzia
sl_si: Napaka pri pridobivanju naslova URL za zagon orodja
sv: Det gick inte att hämta verktyg-start-URL

source: Error updating assignment
ar: حدث خطأ أثناء تحديث المهمة
ca: S'ha produït un error en actualitzar la tasca
cy: Gwall wrth ddiweddaru'r Aseiniad
da: Fejl med opdatering af opgave
fi: Virhe tehtävän päivityksissä
fr_ca: Erreur de mise à jour de la tâche
is: Villa við að uppfæra verkefni
mi: Hapa Whakahōu Whakataunga
nb: Feil ved oppdatering av oppgaven
pl: Błąd aktualizacji zadania
sl_si: Napaka pri posodobitvi naloge
sv: Fel när uppgiften laddades upp

source: Error: No data returned from the roll call API.
ar: خطأ: لا توجد بيانات عائدة من rollcall api.
cy: Gwall: Dim data wedi'i ddychwelyd o API y gofrestr.
da: Fejl: Ingen data returneret fra navneopkald-api.
fi: Virhe: Rollcall apista ei palautettu tietoja.
fr_ca: Erreur : Aucune donnée renvoyée par l’API d’appel nominal.
mi: Hapa: Kaore he raraunga i whakahokia mai i rollcall
nb: Avvik: Ingen data returnert fra opprop api.
pl: Błąd: Brak danych zwróconych z interfejsu API Roll Call.
sl_si: Napaka: Iz vmesnika API za preverjanje prisotnosti ni vrnjenih podatkov.
sv: Fel: Ingen data returnerades från rollcall api.

source: Exit
ar: خروج
ca: Surt
cy: Gadael
da: Afslut
fi: Poistu
fr_ca: Quitter
is: Hætta
mi: Puta ki waho
nb: Avslutt
pl: Wyjdź
sl_si: Izhod
sv: Gå ur

source: Expand
ar: توسيع
ca: Desplega
cy: Ehangu
da: Udvid
fi: Laajenna
fr_ca: Développer
is: Víkka
mi: whakawhānui
nb: Utvid
pl: Rozwiń
sl_si: Razširi
sv: Förstora

source: Expected a response in the 200-299 range. Got %@
ar: توقع استجابة في النطاق 200-299. حصل %@
ca: S'esperava una resposta en l'interval de 200 a 299. Té %@
cy: Disgwyl ymateb yn yr ystod 200-299. Wedi Cael %@
da: Forventet et svar i området 200-299. Fik %@
fi: Odotettu vastaus 200-299 välillä. Sai %@
fr_ca: Réponse attendue dans la fourchette 200-299. Indiqué : %@
is: Vænt svar á bilinu 200-299. Got %@
mi: Te whakahoki i tūmanakohia i roto i te 200-299 tawhititanga. I whiwhia %@
nb: Forventet et svar i området 200-299. Fikk %@
pl: Oczekiwano odpowiedzi w zakresie 200-299. Otrzymano %@
sl_si: Pričakovan je bil odziv v razponu 200–299. Prejeto %@
sv: Förväntat ett svar inom 200-299 intervallet. Erhöll %@

source: External tool
ar: أداة خارجية
ca: eina externa
cy: adnodd allanol
da: eksternt værktøj
fi: ulkoinen työkalu
fr_ca: outil externe
is: ytra tæki
mi: taputapu waho
nb: eksternt verktøy
pl: zewnętrzne narzędzia
sl_si: zunanje orodje
sv: externt verktyg

source: Failed
ar: فشل
cy: Wedi Methu
da: Mislykkedes
fi: Epäonnistui
fr_ca: Échec
mi: I rahua
nb: Feilet
pl: Nie powiodło się
sl_si: Neuspelo
sv: Misslyckad

source: Failed to find image at path
ar: فشل العثور على صورة في المسار
ca: No s'ha pogut trobar la imatge al camí
cy: Wedi methu dod o hyd i'r ddelwedd yn y llwybr
da: Kunne ikke finde billedet på stien
fi: Kuvaa ei löytynyt polulla
fr_ca: Impossible de trouver l'image au chemin d'accès
is: Ekki tókst að finna mynd á slóð
mi: I rahua te kite i te āhua i te huarahi
nb: Kunne ikke finne bilde i sti
pl: Nie udało się odnaleźć obrazu w ścieżce
sl_si: Iskanje slike pri poti ni uspelo.
sv: Det gick inte att hitta bilden i sökvägen

source: Failed to load (discussionKitModelName) NSManagedObjectModel
ar: تعذر تحميل (discussionKitModelName) NSManagedObjectModel
cy: Wedi methu llwytho (discussionKitModelName) NSManagedObjectModel
da: Kunne ikke indlæse (discussionKitModelName) NSManagedObjectModel
fi: (discussionKitModelName) NS:n lataus epäonnistuiManagedObjectModel
fr_ca: Échec lors du chargement (discussionKitModelName) NSManagedObjectModel
mi: I rahua te uta (discussionKitModelName) NSManagedObjectModel
nb: Kunne ikke laste (discussionKitModelName) NSManagedObjectModel
pl: Nie udało się wczytać (discussionKitModelName) NSManagedObjectModel
sl_si: Nalaganje (discussionKitModelName) ni uspelo NSManagedObjectModel
sv: Misslyckades att ladda (discussionKitModelName) NSManagedObjectModel

source: Failed to write image
ar: فشل كتابة صورة
ca: No s'ha pogut escriure la imatge
cy: Wedi methu ysgrifennu delwedd
da: Kunne ikke skrive billedet
fi: Ei voi kirjoittaa kuvaa
fr_ca: Impossible d’écrire l’image
is: Ekki tókst að skrifa mynd
mi: I rahua ki te tuhi āhua
nb: Kunne ikke skrive bilde
pl: Nie udało się zapisać obrazu
sl_si: Zapisovanje slike ni uspelo.
sv: Det gick inte att skriva bilden

# Favorites
source: Favourites
ar: المفضلة
ca: Preferits
cy: Ffefrynnau
da: Favoritter
fi: Suosikit
fr_ca: Favoris
is: Eftirlæti
mi: Makau
nb: Favoritter
pl: Ulubione
sl_si: Priljubljene
sv: Favoriter

source: File upload error
ar: خطأ في تحميل الملف
ca: Error en penjar el fitxer
cy: Gwall wrth lwytho ffeiliau i fyny
da: Fil upload fejl
fi: Tiedoston latausvirhe
fr_ca: Erreur de téléversement du fichier
is: Villa við upphleðslu skrár
mi: Hapa Tukuake Kōnae
nb: Filopplastingsfeil
pl: Błąd podczas wczytywania pliku
sl_si: Napaka pri nalaganju datoteke
sv: Fel vid filuppladdning

source: File uploads
ar: تحميلات الملفات
cy: Ffeiliau wedi’u llwytho i fyny
da: Filuploads
fi: Tiedoston lataukset
fr_ca: Téléversements de fichiers
mi: Ngā kōnae tukuake
nb: Filopplastinger
pl: Przekazywanie plików
sl_si: Nalaganje datotek
sv: Ladda upp fil

source: Flagged
ar: تم التمييز
ca: Marcat
cy: Wedi fflagio
da: Markeret
fi: Merkitty
fr_ca: Marqué
is: Merkt
mi: karaina
nb: Flagget
pl: Oflagowane
sl_si: Označeno
sv: Markerad

source: Front page
ar: الصفحة الأمامية
cy: Tudalen Flaen
da: Forside
fi: Etusivu
fr_ca: Page de couverture
mi: Whārangi mua
nb: Forside
pl: Pierwsza strona
sl_si: Prva stran
sv: Framsida

source: Get Grades for
ar: احصل على درجات
ca: Obtén qualificacions per a
fi: Hae arvosanat kohteesta
fr_ca: Obtenir les notes pour
is: Fá einkunnir fyrir
pl: Pobierz oceny dla
sl_si: Pridobi ocene za

source: Go
ar: انتقال
ca: Ves
cy: Mynd
da: Gå til
fi: Siirry
fr_ca: Aller
is: Áfram
mi: haere
nb: Gå
pl: Przejdź
sl_si: Pojdi
sv: Sök

source: Grading periods
ar: فترات التقييم
ca: Períodes de qualificació
cy: Cyfnodau Graddio
da: Karakterperioder
fi: Arvosanojen antojaksot
fr_ca: Périodes de notation
is: Einkunnatímabil
mi: Ngā Kōeke o ngā Wā
nb: Vurderingsperioder
pl: Okresy oceniania
sl_si: Ocenjevalna obdobja
sv: Betygsperioder

source: Green
ar: أخضر
ca: Verd
cy: Gwyrdd
da: Grøn
fi: Vihreä
fr_ca: Vert
is: Grænn
mi: Kākāriki
nb: Grønn
pl: Zielony
sl_si: Zeleno
sv: Grön

source: Groups
ar: المجموعات
cy: Grwpiau
da: Grupper
fi: Ryhmät
fr_ca: Groupes
mi: rōpū
nb: Grupper
pl: Grupy
sl_si: Skupine
sv: Grupper

source: Hidden
ar: مخفي
ca: Amagat
cy: Cudd
da: Skjult
fi: Piilotettu
fr_ca: Masqué
is: Falið
mi: Huna
nb: Skjult
pl: Ukryte
sl_si: Skrito
sv: Dold

source: Hide question list
ar: إخفاء قائمة الأسئلة
ca: Amaga la llista de preguntes
cy: Cuddio'r Rhestr Cwestiynau
da: Skul spørgsmålsliste
fi: Piilota kysymysluettelo
fr_ca: Masquer la liste de questions
is: Fela spurningalista
mi: Huna Rārangi Pātai
nb: Skjul spørsmålsliste
pl: Ukryj listę pytań
sl_si: Skrij seznam vprašanj
sv: Dölj frågelista

source: Image %d
ar: صورة %d
ca: Imatge %d
fi: Kuva %d
is: Mynd %d
pl: Zdjęcie %d

source: Inbox
ar: صندوق الوارد
ca: Safata d'entrada
cy: Blwch Derbyn
da: Indbakke
fi: Tulevien laatikko
fr_ca: Boîte de réception
is: Innhólf
mi: Pouakauru
nb: Innboks
pl: Skrzynka odbiorcza
sl_si: Pošta
sv: Inkorgen

source: Indigo
ar: نيلي
ca: Indi
is: Dimmfjólublátt
pl: Indygo

source: Internet Connection Offline
ar: الإنترنت غير متصل
ca: La connexió a Internet està desconnectada
fi: Internet-yhteys pois verkosta
fr_ca: Connexion Internet hors ligne
is: Nettenging ótengd
mi: Kei te Tuimotu te Hononga Ipurangi
pl: Połączenie internetowe jest offline
sl_si: Brez internetne povezave

source: Invalid date received from API.
ar: تم تلقي تاريخ غير صالح من API.
ca: S'ha rebut una data no vàlida de l'API.
fi: API:sta vastaanotettiin virheelliset tiedot.
fr_ca: Date non valide reçu de l'API.
is: Ógild gögn móttekin frá API.
mi: Ko te rā muhu i whakawhiwhia mai i API.
pl: Odebrano nieprawidłowe dane z API.
sl_si: Neveljaven datum, prejet od API

source: Late
ar: متأخر
cy: Yn Hwyr
da: Sen
fi: Myöhään
fr_ca: En retard
mi: Tūreiti
nb: Sent
pl: Późno
sl_si: Zamuda
sv: Sen

source: Launch external tool
ar: تشغيل الأداة الخارجية
ca: Inicieu l'eina externa
cy: Lansio Adnodd Allanol
da: Start eksternt værktøj
fi: Käynnistä ulkoinen työkalu
fr_ca: Lancer l'outil externe
is: Nota ytra verkfæri
mi: Neke Taputapu Waho
nb: Åpne eksternt verktøy
pl: Uruchom narzędzie zewnętrzne
sl_si: Zaženi zunanje orodje
sv: Starta externt verktyg

source: Leave
ar: مغادرة
ca: Marxa
cy: Gadael
da: Forlad
fi: Lähtö
fr_ca: Quitter
is: Hætta
mi: Haere atu
nb: Forlate
pl: Opuść
sl_si: Zapusti
sv: Lämna

source: Lock date reached Submitting
ar: تم الوصول إلى موعد الإغلاق إرسال
ca: Entrega en què s'ha arribat a la data de bloqueig
cy: Wedi cyrraedd y Dyddiad Cloi Wrthi'n Cyflwyno
da: Dato for låsning nået Afleverer
fi: Lukituspäivämäärä saavutettu Lähetetään
fr_ca: Date de verrouillage atteinte Soumission
is: Lokunardagsetning runnin upp Skila
nb: Lås dato oppnådd Sender
pl: Data blokady osiągnięta Wysyłanie
sl_si: Dosežen je datum zapore objave. Pošiljanje
sv: Låsdata nådd Lämnar in

source: Lockdown Browser is required for viewing your results. Please open the quiz in Lockdown Browser to continue.
ar: مطلوب متصفح Lockdown لعرض النتائج الخاصة بك. يُرجى فتح الاختبار في متصفح Lockdown للمتابعة
ca: Cal bloquejar l'explorador per veure els resultats. Per continuar, obriu el qüestionari en mode explorador bloquejat.
cy: Mae angen porwr Lockdown i weld eich canlyniadau. Agorwch y cwis yn y Porwr Lockdown i fwrw ymlaen.
da: Lockdown Browser påkrævet for at se dine resultater. Åbn quizzen i Lockdown Browser for at fortsætte.
fi: Vaaditaan Lockdown-selain tulostesi tarkasteluun. Avaa kysely Lockdown-selaimessa jatkaaksesi.
fr_ca: Le navigateur Lockdown est requis pour afficher les résultats. Veuillez ouvrir le questionnaire dans le navigateur Lockdown avant de continuer.
is: Lockdown vafra þarf til að skoða niðurstöður prófsins. Opnaðu prófið í Lockdown vafra til að halda áfram.
mi: E hiahiatia ana te Maukati Iho Pūtirotiro ki te titiro i ō hua. Tēnā huaki te pātaitai i roto i te Maukati Iho Pūtirotiro kia haere tonu.
nb: Lockdown-nettleser er påkrevd for å se dine resultater. Vennligst åpne quizzen i Lockdown-nettleser for å fortsette.
pl: Do wyświetlenia wyników wymagana jest przeglądarka Lockdown. Aby kontynuować, otwórz quiz w przeglądarce Lockdown.
sl_si: Za ogled rezultatov je potreben brskalnik Lockdown. Za nadaljevanje odprite kviz v brskalniku Lockdown.
sv: Lockdown webbläsare krävs för att se dina resultat. Vänligen öppna frågorna i Lockdown webbläsaren för att fortsätta.

source: Lockdown Browser required
ar: مطلوب متصفح Lockdown
ca: Cal bloquejar l'explorador
cy: Mae angen Porwr Lockdown
da: Lockdown Browser påkrævet
fi: Vaaditaan Lockdown-selain
fr_ca: Navigateur Lockdown requis
is: Lockdown vafra þarf
mi: E hiahiatia ana te Maukati Iho Pūtirotiro
nb: Lockdown-nettleser påkrevd
pl: Wymagana jest przeglądarka Lockdown
sl_si: Zahtevan je brskalnik Lockdown.
sv: Lockdown webbläsare krävs

source: Mark all as present
ar: وضع علامة حاضر للجميع
cy: Marcio bod y Cyfan yn Bresennol
da: Marker alle som tilstedeværende
fi: Merkitse kaikki läsnä olevina
fr_ca: Marquer « Tous comme présent »
mi: Tohua katoa kei nāianei
nb: Merk alle som nåværende
pl: Oznacz wszystkich jako obecni
sl_si: Označi vse kot prisotne
sv: Markera alla som närvarande

source: Mark remaining as present
ar: وضع علامة حاضر للبقية
cy: Marcio bod y Gweddill yn Bresennol
da: Marker de resterende som tilstedeværende
fi: Merkitse jäljellä olevat läsnä olevina
fr_ca: Marquer comme « Restant comme présent »
mi: Tohua ngā toenga o nāianei
nb: Marker gjenværende som nåværende
pl: Oznacz pozostałych jako obecni
sl_si: Označi preostale kot prisotne
sv: Markera återstående som närvarande

source: Network error
ar: خطأ في الشبكة
ca: Error de xarxa
cy: Gwall ar y Rhwydwaith
da: Netværk fejl
fi: Verkkovirhe
fr_ca: Erreur de réseau
is: Netkerfisvilla
mi: Hapa Whatunga
nb: Nettverksfeil
pl: Błąd sieci
sl_si: Napaka v omrežju
sv: Nätverksfel

source: Next
ar: التالي
ca: Següent
cy: Nesaf
da: Næste
fi: Seuraava
fr_ca: Suivant
is: Næsti
mi: E haere ake nei
nb: Neste
pl: Następny
sl_si: Naprej
sv: Nästa

source: No communication channels found
ar: لم يتم العثور على أي قنوات اتصال
cy: Heb ganfod Sianeli Cyfathrebu
da: Ingen kommunikationskanaler fundet
fi: Ei löydy kommunikointikanavia
fr_ca: Aucun canal de communication trouvé
mi: Kāore he Teihana Kōrero Kitea
nb: Ingen kommunikasjonskanaler funnet
pl: Nie znaleziono kanałów komunikacji
sl_si: Ni najdenih komunikacijskih kanalov.
sv: Inga kommunikationskanaler hittades

source: No due date
ar: لا يوجد تاريخ استحقاق
ca: Sense data de venciment
cy: Dim Dyddiad Erbyn
da: Ingen afleveringsdato
fi: Ei määräpäivää
fr_ca: Aucune date d'échéance
is: Enginn skiladagur
mi: Kaore he rā tika
nb: Ingen forfallsdato
pl: Brak terminu
sl_si: Ni roka.
sv: Inget inlämningsdatum

source: No mastery paths
ar: لا توجد مسارات إجادة
ca: No hi ha cap camí cap al domini
cy: Dim Llwybrau Meistroli
da: Ingen læringsstier
fi: Ei hallintapolkuja
fr_ca: Aucun parcours de maîtrise
is: Engar tileinkunarslóðir
mi: Kaore he ara hinganga
nb: Ingen overordnede baner
pl: Brak ścieżek nauki
sl_si: Ni napredovanj v odličnosti.
sv: Ingen målväg

source: No push channel found
ar: لم يتم العثور على قناة دفع
ca: No s'ha trobat cap canal de notificacions d'inserció
cy: Heb ddod o hyd sianel marchnata
da: Ingen push-kanal fundet
fi: Push-kanavaa ei löydy
fr_ca: Aucun canal « Push » trouvé
is: Engar þrýstirásir fundust
mi: Kaore he awakeri pana i kitea
nb: Ingen push-kanal funnet
pl: Nie odnaleziono kanału push
sl_si: Ni najdenega kanala potiska.
sv: Ingen pushkanal hittad

source: No sections available. Please make sure you are enrolled as a teacher or TA in at least on section of this course.
ar: لا توجد أقسام متاحة. الرجاء التأكد من تسجيلك كمعلم أو كمساعد معلم في قسم واحد على الأقل في هذا المساق.
cy: Dim adrannau ar gael. Gwnewch yn siŵr eich bod wedi ymrestru fel athro neu gynorthwyydd dysgu o leiaf ar adran o'r cwrs hwn.
da: Ingen sektioner til rådighed Sørg for, at du er indskrevet som lærer eller undervisningsassistent i mindst en sektion af dette fag.
fi: Ei osia saatavissa. Varmista, että olet ilmoittautunut opettajana tai apuopettajana vähintään yhdessä tämän kurssin osassa.
fr_ca: Aucune section disponible. Assurez-vous que vous êtes inscrit en tant qu'enseignant(e) ou TA dans au moins une section de ce cours.
mi: Kaore ngā wāhanga e wātea ana. Tēnā koa me pono koe ki te whakauru hei kaiako ā TA rānei i roto i te wāhanga kotahi mo tēnei ākoranga.
nb: Ingen seksjoner tilgjengelig. Pass på at du er registrert som lærer eller TA i minst en av seksjonene i dette emnet.
pl: Brak dostępnych sekcji. Upewnij się, że masz uprawnienia nauczyciela lub TA w co najmniej jednej sekcji tego kursu.
sl_si: Na voljo ni nobenih sekcij. Poskrbite, da boste vsaj pri eni sekciji tega predmeta vpisani kot izvajalec ali demonstrator.
sv: Inga sektioner tillgängliga Se till att du är inskriven som lärare eller lärarassistent i minst på avsnittet av kursen.

source: No time limit
ar: لا يوجد حد زمني
ca: Sense límit de temps
cy: Dim terfyn amser
da: Ingen tidsbegrænsning
fi: Ei aikarajaa
fr_ca: Aucune limite de temps
is: Engin tímamörk
mi: Kāore he tepe wā
nb: Ingen tidsbegrensning
pl: Brak limitu czasu
sl_si: Brez časovne omejitve
sv: Ingen tidsgräns

source: None
ar: بلا
ca: Cap
cy: Dim
da: Ingen
fi: Ei mitään
fr_ca: Aucun
is: Ekkert
mi: Kaore
nb: Ingen
pl: Brak
sl_si: Brez
sv: Ingen

source: Not permitted
ar: غير مسموح به
ca: No està permès
cy: Dim Hawl
da: Ikke tilladt
fi: Ei sallittu
fr_ca: Non autorisé
is: Ekki leyft
mi: e kore e whakāetia
nb: Ikke tillatt
pl: Nie dozwolone
sl_si: Ni dovoljeno.
sv: Inte tillåten

# Not Takeable
source: Not available.
ar: لا يمكن إجراؤه
ca: No es pot realitzar
cy: Dim modd ei gymryd
da: Kan ikke tages
fi: Ei otettavissa
fr_ca: Ne peut être pris
is: Ekki takanlegt
mi: e kore e tāketia ana
nb: Ikke tagbar
pl: Nie mogą być brane
sl_si: Ni mogoče vzeti.
sv: Kan inte tas

source: Notification error
ar: خطأ في الإخطارات
ca: Error de notificació
cy: Gwall Hysbysu
da: Meddelelsesfejl
fi: Ilmoitusvirhe
fr_ca: Erreur de notification
is: Tilkynningarvilla
mi: Hapa whakamōhiotanga
nb: Varslingsfeil
pl: Błąd powiadomienia
sl_si: Napaka pri sporočilu
sv: Aviseringsfel

source: Notification preferences
ar: تفضيلات الإخطارات
cy: Dewisiadau Hysbysiadau
da: Meddelelsespræferencer
fi: Ilmoitusasetukset
fr_ca: Préférences de notification
mi: whakamōhiotanga Manakohanga
nb: Innstillinger for varslinger
pl: Preferencje powiadomień
sl_si: Prednostne nastavitve sporočil
sv: Inställningar för aviseringar

source: Off
ar: إيقاف تشغيل
fi: Pois
fr_ca: Désactiver
pl: Wył.

source: OK
ar: موافق
ca: D'acord
cy: Iawn
fr_ca: D'accord
is: Í lagi
mi: Ae
sl_si: V redu

source: On
ar: تشغيل
fi: Päällä
fr_ca: Activer
pl: Wł.

source: Open in Safari
ar: الفتح في Safari
ca: Obre'l a Safari
cy: Agor yn y Porwr
fi: Avaa Safarissa
fr_ca: Ouvrir avec Safari
is: Opna í Safari
mi: Tuwhera i roto i te Safari
pl: Otwórz w programie Safari
sl_si: Odpri v brskalniku Safari

source: Open in…
ar: الفتح في...
ca: Obre'l a…
cy: Agor yn...
da: Åbn om ...
fi: Avaa kohteessa...
fr_ca: Ouvrir dans...
is: Opna í…
mi: Huaki i roto ī…
nb: Åpne i...
pl: Otwórz za...
sl_si: Odpri v ...
sv: Öppna i...

source: Orange
ar: برتقالي
ca: Taronja
cy: Oren
fi: Oranssi
is: Appelsínugulur
mi: Ārani
nb: Oransje
pl: Pomarańczowy
sl_si: Oranžno

source: Overdue
ar: مضى موعد الاستحقاق
ca: Vençut
cy: Hwyr
da: Forsinket
fi: Myöhässä
fr_ca: En retard
is: Vanskil
mi: Tōmuri
nb: Forsinket
pl: Po terminie
sl_si: Rok je potekel.
sv: Försenad

source: Past
ar: الماضي
ca: Passat
cy: Blaenorol
da: Tidligere
fi: Edelliset
fr_ca: En retard
is: Fyrri
mi: O muri
nb: Tidligere
pl: Przeszłe
sl_si: Preteklo
sv: Tidigare

source: Pause
ar: إيقاف مؤقت
ca: Fes una pausa
cy: Rhewi
fi: Keskeytä
fr_ca: Mettre en pause
is: Gera hlé
mi: Okioki
pl: Pauza
sl_si: Začasna zaustavitev
sv: Paus

source: Pause playback
ar: إيقاف مؤقت للتشغيل
ca: Posa la reproducció en pausa
cy: Rhewi'r chwarae
da: Afbryd afspilning
fi: Toiston keskeyttäminen
fr_ca: Mettre la lecture en pause
is: Gera hlé á spilun
mi: purei okioki
nb: Pause avspilling
pl: Pauzuj odtwarzanie nagrywania dźwięku
sl_si: Začasna zaustavitev predvajanja
sv: Pausa uppspelning

source: Photo
ar: صورة
ca: Fotografia
cy: Llun
da: Foto
fi: Valokuva
is: Ljósmynd
mi: Whakāhua
nb: Bilde
pl: Zdjęcie
sl_si: Fotografija
sv: Foto

source: Photos
ar: صور
ca: Fotografies
cy: Lluniau
da: Fotoer
fi: Valokuvat
is: Ljósmyndir
mi: Ngā Whakāhua
nb: Bilder
pl: Zdjęcia
sl_si: Fotografije
sv: Foton

source: Pink
ar: وردي
ca: Rosa
cy: Pinc
da: Lyserød
fi: Vaaleanpunainen
fr_ca: Rose
is: Bleikt
mi: Māwhero
nb: Rosa
pl: Różowy
sl_si: Rožnato
sv: Rosa

source: Play
ar: تشغيل
ca: Reprodueix
cy: Chwarae
da: Afspil
fi: Toista
fr_ca: Lecture
is: Spila
mi: Tākaro
nb: Avspil
pl: Odtwórz
sl_si: Predvajaj
sv: Spela upp

source: Play back recording
ar: تشغيل تسجيل
ca: Reprodueix l'enregistrament
cy: Chwarae'r recordiad
da: Afspil optagelse
fi: Toista nauhoitus
fr_ca: Lire un enregistrement
is: Spila upptöku aftur
mi: Tākaro tāhopu anō
nb: Avspill opptak
pl: Odtwarzanie nagrania
sl_si: Predvajaj posnetek
sv: Spela upp inspelning

source: Playback error
ar: خطأ في التشغيل
ca: Error de reproducció
cy: Gwall wrth Chwarae
da: Afspliningsfejl
fi: Toiston virhe
fr_ca: Erreur de lecture
is: Villa við spilun
mi: Tākaro tāhopu Hapa anō
nb: Avspillingsfeil
pl: Błąd odtwarzania
sl_si: Napaka pri predvajanju.
sv: Uppspelningsfel
