Repository: instructure/canvas-ios
Catalog: CanvasCore/CanvasCore/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, fi, fr_ca, is, mi, nb, pl, sl_si, sv

source: Error report ID: (reportID)
ar: معرف تقرير الخطأ: (reportID)
ca: ID d'informe d'error: (reportID)
cy: ID yr Adroddiad Gwallau: (reportID)
da: Fejlrapport-ID: (reportID)
fi: Virheraportin tunnus: (reportID)
fr_ca: ID du rapport d'erreur : (reportID)
is: Auðkenni villuskýrslu (reportID)
mi: Rīpoata hapa ID: (reportID)
nb: Feilrapporterings-ID (reportID)
pl: ID raportu o błędach: (reportID)
sl_si: ID poročila o napaki: (reportID)
sv: ID felrapport: (reportID)

source: Failure reason: (reason).
ar: سبب الفشل: (السبب).
ca: Raó de la fallada: (raó).
cy: Rheswm dros fethu: (rheswm).
da: Fejl grund: (grund).
fi: Epäonnistumisen syy: (syy).
fr_ca: Raison de l’échec : (reason).
is: Ástæða misbrests: (ástæða).
mi: Te take i rahua ai: (take)
nb: Grunnen til feilen: (grunn)
pl: Przyczyna niepowodzenia: (przyczyna).
sl_si: Razlog napake: (razlog).
sv: Felorsak: (orsak).

source: %@ Flagged
ar: %@ تم التمييز
ca: %@ Marcat
cy: %@ Wedi fflagio
da: %@ Markeret
fi: %@ Merkitty
fr_ca: %@ Marqué
is: %@ Merkt
mi: %@ karaina
nb: %@ Flagget
pl: %@ Oflagowane
sl_si: %@ Označeno
sv: %@ Markerad

source: %@ Questions answered
ar: %@ الأسئلة تمت الإجابة عليها
ca: %@ Preguntes respostes
cy: %@ Cwestiynau wedi'u hateb
da: %@ Spørgsmål svaret
fi: %@ Vastaukset kysymyksiin
fr_ca: %@ Questions répondues
is: %@ Svaraðar spurningar
mi: %@ Kua whakautua ngā pātai
nb: %@ Spørsmål med svar
pl: %@ Pytania z odpowiedziami
sl_si: %@ Vprašanja s podanimi odgovori
sv: %@ Frågor besvarade

source: %d questions not answered
ar: %d لم يتم إجابة الأسئلة
ca: %d preguntes sense respondre
cy: %d cwestiynau heb eu hateb
da: %d spørgsmål ikke besvaret
fi: %d kysymyksiä, joihin ei ole vastattu
fr_ca: %d questions non répondues
is: %d Ósvaraðar spurningar
mi: %d ngā patai kaore i whakautuhia
nb: %d spørsmål ikke besvart
pl: %d pytanie bez odpowiedzi
sl_si: %d vprašanj brez podanih odgovorov
sv: %d Frågor som inte besvarats

source: ⚠️ Error Loading Content
ar: ⚠️ خطأ في تحميل المحتوى
ca: ⚠️ S'ha produït un error en carregar el contingut
cy: ⚠️ Gwall wrth lwytho cynnwys
da: ⚠️ Fejl ved indlæsning af indhold
fi: ⚠️ Virhe sisällön latauksessa
fr_ca: ⚠️ Erreur lors du chargement du contenu
is: ⚠️Villa við að sækja efni
mi: ⚠️ He hapa i te wā e uta ana Ihirangi
nb: ⚠️ Feil ved nedlasting av innhold
pl: ⚠️ Błąd podczas wczytywania zawartości
sl_si: ⚠️ Napaka pri nalaganju vsebine
sv: ⚠️ Misslyckades att ladda innehåll

source: 0 questions answered
ar: تم الرد على 0 أسئلة
ca: 0 preguntes respostes
cy: Wedi ateb 0 cwestiwn
da: 0 spørgsmål besvaret
fi: 0 vastausta kysymyksiin
fr_ca: 0 question répondue
is: 0 Svaraðar spurningar
mi: 0 Pātai i whakautua
nb: 0 spørsmål besvart
pl: 0 Odpowiedzi na pytania
sl_si: 0 vprašanj s podanimi odgovori
sv: 0 frågor besvarade

source: 5 minutes remaining
ar: الوقت المتبقي 5 دقائق
ca: Queden 5 minuts
cy: 5 munud ar ôl
da: 5 minutter tilbage
fi: 5 minuuttia jäljellä
fr_ca: il reste 5 minutes
is: 5 mínútur eftir
mi: 5 meneti e toe ana
nb: 5 minutter gjenstår
pl: Pozostało 5 minut
sl_si: Preostalo je še 5 minut.
sv: 5 minuter återstår

source: 30 seconds remaining
ar: الوقت المتبقي 30 ثانية
ca: Queden 30 segons
cy: 30 eiliad ar ôl
da: 30 sekunder tilbage
fi: 30 sekuntia jäljellä
fr_ca: Il reste 30 secondes
is: 30 sekúndur eftir
mi: 30 hēkona toe
nb: 30 sekunder gjenstår
pl: Pozostało 30 sekund
sl_si: Preostalo je še 30 sekund.
sv: 30 sekunder återstår

source: Absent
ar: غائب
cy: Absennol
da: Fraværende
fi: Poissa
mi: Ngaro
nb: Fraværende
pl: Nieobecny
sl_si: Odsoten
sv: Frånvarande

source: Add website address
ar: إضافة عنوان موقع ويب
cy: Ychwanegu Cyfeiriad Gwefan
da: Tilføj webadresse
fi: Lisää verkkosivuston osoite
fr_ca: Ajouter adresse du site Web
mi: Tāpiri Wāhitau Paetukutuku
nb: Skriv inn adresse
pl: Dodaj adres witryny
sl_si: Dodaj naslov spletnega mesta
sv: Lägg till adress för webbsida

source: All %@ questions
ar: كافة %@ الأسئلة
ca: Totes %@ preguntes
cy: Pob Cwestiwn %@
da: Alle %@ spørgsmål
fi: Kaikki %@ kysymystä
fr_ca: L'intégralité des %@ questions
is: Allar %@ spurningar
mi: Katoa %@ Ngā Pātai
nb: Alle %@ spørsmål
pl: Wszystkie pytania (%@)
sl_si: Vseh %@ vprašanj
sv: Alla %@ frågor

source: All Grading Periods
ar: جميع فترات تقييم الدرجات
ca: Tots els períodes de qualificació
cy: Pob Cyfnod Graddio
da: Alle karakterperioder
fi: Kaikki arvosanojen antojaksot
fr_ca: Toutes les périodes de notation
is: Öll einkunnatímabil
mi: Ngā Kōeke Katoa o te Wā
nb: Alle vurderingsperioder
pl: Wszystkie okresy oceniania
sl_si: Vsa ocenjevalna obdobja
sv: Alla betygsperioder

source: All notifications are currently disabled.
ar: كافة الإعلامات معطلة في الوقت الحالي.
cy: Pob hysbysiad wedi'i analluogi ar hyn o bryd.
da: Alle meddelelser er for øjeblikket deaktiveret.
fi: Kaikki ilmoitukset on parhaillaan pois käytöstä.
fr_ca: Toutes les notifications sont actuellement désactivées.
mi: Kua monokia ngā whakamōhiotanga katoa i tēnei wā.
nb: Alle varslinger er deaktivert.
pl: Wszystkie powiadomienia są obecnie wyłączone.
sl_si: Vsa sporočila so trenutno onemogočena.
sv: Alla meddelanden är för närvarande inaktiverade.

source: All notifications are currently enabled.
ar: كافة الإعلامات ممكّنة في الوقت الحالي.
cy: Pob hysbysiad wedi'i alluogi ar hyn o bryd.
da: Alle meddelelser er for øjeblikket aktiveret.
fi: Kaikki ilmoitukset on parhaillaan käytössä.
fr_ca: Toutes les notifications sont activées.
mi: Kua whakahohehia ngā whakamōhiotanga katoa i tēnei wā.
nb: Alle varslinger er aktivert.
pl: Wszystkie powiadomienia są obecnie włączone.
sl_si: Vsa sporočila so trenutno omogočena.
sv: Alla meddelanden är för närvarande aktiverade.

source: All pages
ar: جميع الصفحات
cy: Pob Tudalen
da: Alle sider
fi: Kaikki sivut
fr_ca: Toutes les pages
mi: Whārangi Katoa
nb: Alle sider
pl: Wszystkie strony
sl_si: Vse strani
sv: Alla sidor

source: Allow notifications in settings
ar: السماح بالإعلامات في الإعدادات
cy: Caniatáu Hysbysiadau yn eich Gosodiadau
da: Tillad meddelelser i indstillinger
fi: Kaikki ilmoitukset asetuksissa
fr_ca: Autoriser les notifications dans les paramètres
mi: Tukua Ngā Whakamōhiotanga i roto i Tautuhinga
nb: Tillat varslinger i innstillinger
pl: Zezwól na powiadomienia w ustawieniach
sl_si: Dovoli sporočila v nastavitvah
sv: Tillåt aviseringar i inställningar

source: Allowed attempts
ar: المحاولات المسموح بها
ca: Intents permesos
cy: Ymgeisiau a ganiateir
da: Tilladte forsøg
fi: Sallitut yritykset
fr_ca: Tentatives autorisées
is: Heimilaðar tilraunir
mi: Ngā ngana e whakāetia ana
nb: Tillatte forsøk
pl: Dozwolone próby
sl_si: Dovoljeni poskusi
sv: Tillåtna försök

source: An error occurred. Please try again.
ar: حدث خطأ. يرجى إعادة المحاولة.
fi: Ilmeni virhe, yritä uudelleen.
fr_ca: Une erreur inattendue s'est produite. Veuillez réessayer.
pl: Wystąpił błąd, spróbuj ponownie.

source: An unexpected error has occurred.
ar: حدث خطأ غير متوقع.
ca: S'ha produït un error inesperat.
fi: Ilmeni odottamaton virhe.
fr_ca: Une erreur inconnue s'est produite.
is: Óvænt villa hefur komið upp.
mi: He hapa ohorere i puta
pl: Wystąpił nieoczekiwany błąd.
sl_si: Prišlo je do nepričakovane napake.

source: An unknown error has occurred.
ar: حدث خطأ غير معروف.
ca: S'ha produït un error desconegut.
cy: Gwall annisgwyl.
da: En ukendt fejl er opstået.
fi: Ilmeni tuntematon virhe.
fr_ca: Une erreur inconnue s'est produite.
is: Óþekkt villa hefur komið upp.
mi: Kua puta tētahi hapa kaore e mōhiotia.
nb: En ukjent feil har oppstått.
pl: Wystąpił nieznany błąd.
sl_si: Prišlo je do neznane napake.
sv: Ett okänt fel har inträffat.

source: Answers will not be submitted while offline.
ar: لن يتم إرسال الأجوبة أثناء عدم الاتصال بالإنترنت.
ca: No s'entregarà cap resposta mentre l'usuari estigui fora de línia.
fi: Vastauksia ei lähetetä, kun verkon ulkopuolella.
fr_ca: Les réponses ne seront pas envoyées en mode hors ligne.
is: Svör verða ekki send inn nema með nettengingu.
mi: Kaore nga whakautu e tukuna mai i te tuimotu.
pl: Odpowiedzi nie zostaną przesłane offline.
sl_si: Odgovori ne bodo poslani, dokler ste brez povezave.

source: Are you sure you want to leave this quiz?
ar: هل تريد حقاً الخروج من هذا الاختبار؟
ca: Segur que voleu marxar d'aquest qüestionari?
cy: Ydych chi’n siŵr eich bod am adael y cwis hwn?
da: Er du sikker på, at du ønsker at forladedene quiz?
fi: Haluatko varmasti lähteä tästä kyselystä?
fr_ca: Êtes-vous certain de vouloir quitter ce questionnaire?
is: Viltu örugglega fara úr prófinu?
mi: E tino hiahia ana koe ki te waiho i tēnei quiz?
nb: Er du sikker på ut du vil gå ut av denne testen?
pl: Czy na pewno chcesz opuścić ten test?
sl_si: Ali ste prepričani, da želite zapustiti ta kviz?
sv: Är du säker på att du vill lämna det här testet?

source: Are you sure you want to submit your answers?
ar: هل تريد حقاً إرسال أجوبتك؟
ca: Segur que voleu entregar les respostes?
cy: Ydych chi’n siŵr eich bod am gyflwyno’ch atebion?
da: Er du sikker på, at du ønsker at indsende dine svar?
fi: Haluatko varmasti lähettää vastauksesi?
fr_ca: Êtes-vous certain de vouloir soumettre vos réponses?
is: Viltu örugglega senda inn svörin?
mi: E tino hiahia ana koe ki te tuku ō whakautu?
nb: Er du sikker på at du ønsker å sende inn svarene dine?
pl: Czy na pewno chcesz wysłać swoje odpowiedzi?
sl_si: Ali ste prepričani, da želite poslati odgovore?
sv: Är du säker på att du vill skicka in dina svar?

source: Are you sure you would like to delete this comment?
ar: هل أنت متأكد من أنك تود حذف هذا التعليق؟
ca: Segur que voldríeu suprimir aquest comentari?
cy: Ydych chi’n siŵr eich bod am ddileu’r sylw hwn?
da: Er du sikker på, at du vil slette denne kommentar?
fi: Haluatko varmasti poistaa tämän kommentin?
fr_ca: Voulez-vous vraiment supprimer ce commentaire?
is: Viltu örugglega eyða þessari athugasemd?
mi: E tino hiahia ana koe ki te muku i tēnei kōrero?
nb: Er du sikker du ønsker å slette denne kommentaren?
pl: Czy na pewno chcesz usunąć ten komentarz?
sl_si: Ali ste prepričani, da želite odstraniti ta komentar?
sv: Är du säker på att du vill ta bort den här kommentaren?

source: Assignment
ar: المهمة
ca: tasca
cy: aseiniad
da: opgave
fi: tehtävä
fr_ca: tâche
is: verkefni
mi: whakataunga
nb: Oppgave
pl: zadanie
sl_si: naloga
sv: uppgift

source: Attendance
ar: الحضور
cy: Presenoldeb
da: Tilstedeværelse
fi: Osallistuminen
fr_ca: Participation
mi: Taenga mai
nb: Oppmøte
pl: Uczestnictwo
sl_si: Prisotnost
sv: Närvaro

source: Attendance error
ar: خطأ في الحضور
cy: Gwall Presenoldeb
da: Fejl ved tilstedeværelse
fi: Osallistumisen virhe
fr_ca: Erreur de présence
mi: Taenga mai Hapa
nb: Oppmøte avvik
pl: Błąd uczestnictwa
sl_si: Napaka pri prisotnosti
sv: Närvaro fel

source: Available until
ar: متاح حتى
ca: Disponible fins a
cy: Ar gael tan
da: Tilgængelig indtil
fi: Saatavissa asti
fr_ca: Disponible jusqu'à
is: Tiltækt til
mi: wātea Kia
nb: Tilgjengelig Frem til
pl: Dostępne do
sl_si: Na voljo do
sv: Tillgänglig tills

source: Begin recording
ar: بدء التسجيل
ca: Comença a enregistrar
cy: Dechrau'r recordiad
da: Begynd optagelse
fi: Aloita nauhoitus
fr_ca: Lancer l'enregistrement
is: Hefja upptöku
mi: Timata tāhopu
nb: Begynn opptak
pl: Rozpocznij nagrywanie
sl_si: Začni snemanje
sv: Starta inspelning

source: Blue
ar: أزرق
ca: Blau
cy: Glas
da: Blå
fi: Sininen
fr_ca: Bleu
is: Blár
mi: Kikorangi
nb: Blå
pl: Niebieski
sl_si: Modro
sv: Blå

source: Build your Panda!
ar: قم بإنشاء باندا الخاص بك!
ca: Construeix un panda
cy: Creu eich Panda!
da: Byg din Panda!
fi: Rakenna Pandasi!
fr_ca: Construisez votre panda!
is: Settu pönduna þína saman!
mi: Hanga tō Panda!
nb: Lag pandaen din!
pl: Zbuduj swoją Pandę!
sl_si: Ustvarite svojega pando.
sv: Skapa din Panda!

# Can't Display Communication Channels
source: Cannot display communication courses
ar: لا يمكن عرض قنوات الاتصال
cy: Methu dangos y Sianeli Cyfathrebu
da: Kan ikke vise kommunikationskanaler
fi: Ei voida näyttää viestintäkanavia
fr_ca: Ne peut afficher les canaux de communication
mi: Kāore e taea te Whakātu Hongere kōrero
nb: Kan ikke vise kommunikasjonskanaler
pl: Nie można wyświetlić kanałów komunikacji
sl_si: Prikaz komunikacijskih kanalov ni mogoč.
sv: Kan inte visa kommunikationskanaler

# Can't Display Notification Preferences
source: Cannot display notification preferences
ar: لا يمكن عرض تفضيلات الإخطار
cy: Methu dangos Dewisiadau Hysbysiadau
da: Kan ikke vise notifikationsindstillinger
fi: Ei voida näyttää ilmoitusasetuksia
fr_ca: Affichage des préférences de notification impossible
mi: Kāore e taea te Whakātu Manakohanga Whakamōhiotanga
nb: Kan ikke vise varslingspreferanser
pl: Nie można wyświetlić preferencji powiadomień
sl_si: Prikaz prednostnih nastavitev za sporočila ni mogoč.
sv: Kan inte visa aviseringsinställningar

source: Cancel
ar: إلغاء
ca: Cancel·la
cy: Canslo
da: Annuller
fi: Peruuta
fr_ca: Annuler
is: Hætta við
mi: Whakakore
nb: Avbryt
pl: Anuluj
sl_si: Prekliči
sv: Avbryt

source: Change section
ar: تغيير القسم
cy: Newid yr Adran
da: Skift sektion
fi: Vaihda osa
fr_ca: Modifier la section
mi: Huri te wāhanga
nb: Bytt seksjon
pl: Zmień sekcję
sl_si: Spremeni sekcijo
sv: Ändra sektion

source: Choose a file
ar: اختيار ملف
ca: Tria un fitxer
cy: Dewiswch Ffeil
da: Vælg en fil
fi: Valitse tiedosto
fr_ca: Choisir un fichier
is: Velja skrá
mi: Kōwhiria he Kōnae
nb: Velg en fil
pl: Wybierz plik
sl_si: Izberi datoteko
sv: Välj en fil

source: Choose a photo
ar: اختيار صورة
ca: Tria una fotografia
cy: Dewiswch Lun
da: Vælg et foto
fi: Valitse valokuva
fr_ca: Choisir une photo
is: Veldu mynd
mi: Kōwhiria he Whakāhua
nb: Velg et bilde
pl: Wybierz zdjęcie
sl_si: Izberi fotografijo
sv: Välj ett foto

source: Choose a photo or video
ar: اختيار صورة أو فيديو
ca: Tria una fotografia o un vídeo
cy: Dewiswch Lun neu Fideo
da: Vælg et foto eller video
fi: Valitse valokuva tai video
fr_ca: Choisir une photo ou une vidéo
is: Veldu mynd eða myndband
mi: Kōwhiria he Whakāhua Ataata rānei
nb: Velg et bilde eller en video
pl: Wybierz zdjęcie lub wideo
sl_si: Izberi fotografijo ali videoposnetek
sv: Välj ett foto eller en video

source: Choose a section
ar: اختيار قسم
cy: Dewiswch Adran
da: Vælg en sektion
fi: Valitse osa
fr_ca: Choisir une section
mi: Kōwhiria he Wāhanga
nb: Velg en seksjon
pl: Wybierz sekcję
sl_si: Izberi sekcijo
sv: Välj en sektion

source: Choose a video
ar: اختيار فيديو
ca: Tria un vídeo
cy: Dewiswch Fideo
da: Vælg en video
fi: Valitse video
fr_ca: Choisir une vidéo
is: Veldu myndband
mi: Kōwhiria he Ataata
nb: Velg en video
pl: Wybierz wideo
sl_si: Izberi videoposnetek
sv: Välj en video

source: Choose date
ar: اختيار تاريخ
cy: Dewiswch Ddyddiad
da: Vælg dato
fi: Valitse päiväys
fr_ca: Choisir la date
mi: Kōwhiri te rā
nb: Velg dato
pl: Wybierz datę
sl_si: Izberi datum
sv: Välj datum

source: Collapse
ar: طي
ca: Contrau
cy: Crebachu
da: Skjul
fi: Kutista
fr_ca: Réduire
is: Fella
mi: Hinga
nb: Skjul
pl: Zwiń
sl_si: Strni
sv: Minska

source: Comments
ar: التعليقات
ca: Comentaris
cy: Sylwadau
da: Kommentarer
fi: Kommentit
fr_ca: Commentaires
is: Athugasemdir
mi: Ngā Kōrerorero
nb: Kommentarer
pl: Komentarze
sl_si: Komentarji
sv: Kommentarer

source: Complete
ar: مكتمل
cy: Cwblhau
da: Færdig
fi: Valmis
fr_ca: Terminé
mi: Oti
nb: Fullført
pl: Ukończony
sl_si: Zaključeno
sv: Färdig

source: Components
ar: المكونات
cy: Cydrannau
da: Komponenter
fi: Komponentit
fr_ca: Composantes
mi: Ngā wāhanga
nb: Komponenter
pl: Składniki
sl_si: Komponente
sv: Komponenter

source: Continue quiz
ar: متابعة الاختبار
ca: Continua amb el qüestionari
cy: Parhau â'r Cwis
da: Fortsæt Quiz
fi: Jatka tietovisaa
fr_ca: Continuer le questionnaire
is: Halda prófi áfram
mi: Haere tonu Quiz
nb: Fortsett test
pl: Kontynuuj test
sl_si: Nadaljuj s kvizom
sv: Fortsätt quiz

source: Conversations
ar: المحادثات
cy: Sgyrsiau
da: Samtale
fi: Keskustelut
mi: kōrero
nb: Samtaler
pl: Rozmowy
sl_si: Pogovori
sv: Konversationer

source: Could not load notification preferences
ar: تعذر تحميل تفضيلات الإخطار
cy: Methu llwytho dewisiadau hysbysiadau
da: Kunne ikke indlæse notifikationsindstillinger
fi: Ilmoitusasetuksien lataus ei onnistunut
fr_ca: Chargement des préférences de notification impossible
mi: Kāore i taea te uta manakohanga whakamōhiotanga
nb: Kan ikke laste varslingspreferanser
pl: Nie można wczytać preferencji powiadomień
sl_si: Prednostnih nastavitev sporočil ni bilo mogoče naložiti.
sv: Kan inte läsa in aviseringsinställningar

source: Could not parse context id from URL
ar: تعذر تحليل معرف السياق من عنوان URL
cy: Doedd dim modd dosrannu’r ID cynnwys o'r URL
da: Kunne ikke fortolke kontekst id fra URL
fi: Ei voitu jäsentää kontekstin tunnusta URL:stä
fr_ca: Analyse syntaxique de l'id du contexte depuis l'URL impossible
mi: Kāore i taea te poroporo horopaki id i URL
nb: Kan ikke tyde kontekst-ID fra URL
pl: Nie można przeanalizować kontekstowego identyfikatora z adresu URL
sl_si: ID-ja konteksta iz naslova URL ni bilo mogoče razčleniti.
sv: Det gick inte att tolka kontext-id från URL

source: Could not update
ar: تعذر التحديث
cy: Methu diweddaru
da: Kunne ikke opdatere
fi: Ei voitu päivittää
fr_ca: Mise à jour impossible
mi: Kāore i taea te whakahōu
nb: Kunne ikke oppdatere
pl: Nie można aktualizować
sl_si: Posodobitev ni bila mogoča.
sv: Kunde inte uppdatera

source: Course activities
ar: أنشطة المساق
cy: Gweithgareddau Cwrs
da: Fagets aktiviteter
fi: Kurssiaktiviteetit
fr_ca: Activités du cours
mi: Mahi akoranga
nb: Aktiviteter for emne
pl: Aktywności kursu
sl_si: Aktivnosti pri predmetu
sv: Kursaktiviteter

# Customize
source: Customise
ar: تخصيص
ca: Personalitza
cy: Addasu
da: Tilpas
fi: Mukauttaa
fr_ca: Personnaliser
is: Sérsníða
mi: Whakaritea
nb: Tilpass
pl: Dostosuj
sl_si: Prilagodi po meri
sv: Anpassa

source: Cyan
ar: سماوي
ca: Cian
fi: Syaani
is: Blágrænn
mi: Kawariki
pl: Cyjan
sl_si: Cijan

source: Data
ar: بيانات
ca: Dades
fi: Tiedot
fr_ca: Données
is: Gögn
mi: Raraunga
pl: Dane
sl_si: Podatki

source: Data error
ar: خطأ في البيانات
ca: Error a les dades
cy: Gwall Data
da: Datafejl
fi: Tietovirhe
fr_ca: Erreur de données
is: Villa í gögnum
mi: Hapa Raraunga
nb: Datafeil
pl: Błąd danych
sl_si: Napaka pri podatkih
sv: Datafel

source: Date picker
ar: منتقي التاريخ
cy: Dewiswr dyddiadau
da: Datovælger
fi: Päivämäärän valitsin
fr_ca: Sélecteur de date
mi: Rā Kaitoi
nb: Dato velger
pl: Wybór daty
sl_si: Orodje za izbiro podatkov
sv: Datumväljare

source: Delete
ar: حذف
ca: Suprimeix
cy: Dileu
da: Slet
fi: Poista
fr_ca: Supprimer
is: Eyða
mi: Muku
nb: Slett
pl: Usuń
sl_si: Odstrani
sv: Ta bort

source: Delete comment
ar: حذف التعليق
ca: Suprimeix el comentari
cy: Dileu Sylw
da: Slet kommentar
fi: Poista kommentti
fr_ca: Supprimer le commentaire
is: Eyða athugasemd
mi: Muku Kōrero
nb: Slett kommentar
pl: Usuń komentarz
sl_si: Odstrani komentar
sv: Ta bort kommentar

source: Delete recording?
ar: حذف التسجيل؟
ca: Voleu suprimir l'enregistrament?
cy: Dileu’r recordiad?
da: Slet optagelse?
fi: Poistetaanko nauhoitus?
fr_ca: Supprimer l'enregistrement?
is: Eyða upptöku?
mi: Mukua tāhopu?
nb: Slett opptak?
pl: Usunąć nagranie?
sl_si: Ali želite odstraniti posnetek?
sv: Ta bort inspelning?

source: Discussion topic
ar: موضوع المناقشة
ca: tema de debat
cy: pwnc trafod
da: diskussionsemne
fi: keskustelun aihe
fr_ca: sujet de discussion
is: umræðuefni
mi: kaupapa kōrero
nb: diskusjonstema
pl: temat dyskusji
sl_si: tema razprave
sv: diskussionsämne

source: Discussions
ar: النقاشات
cy: Trafodaeth
da: Diskussioner
fi: Keskustelut
mi: Ngā Kōrerorero
nb: Diskusjoner
pl: Dyskusje
sl_si: Razprave
sv: Diskussioner

source: Disk error
ar: خطأ في القرص
ca: Error de disc
cy: Gwall ar y Ddisg
da: Diskfejl
fi: Levyvirhe
fr_ca: Erreur de disque
is: Diskavilla
mi: Hapa kōpae
nb: Diskfeil
pl: Błąd dysku
sl_si: Napaka na disku
sv: Diskfel

source: Dismiss
ar: تجاهل
ca: Descarta
cy: Diystyru
da: Afvis
fi: Ohita
fr_ca: Ignorer
is: Sleppa
mi: Pana
nb: Avvise
pl: Odrzuć
sl_si: Opusti
sv: Avfärda

source: Done
ar: تم
ca: Fet
cy: Wedi gorffen
da: Udført
fi: Valmis
fr_ca: Terminé
is: Lokið
mi: Kua mahia
nb: Ferdig
pl: Gotowe
sl_si: Dokončano
sv: Färdig

source: Due Date
ar: تاريخ الاستحقاق
ca: Data de venciment
cy: Dyddiad Erbyn
da: Afleveringsdato
fi: Määräpäivä
fr_ca: Date d'échéance
is: Skiladagur
mi: Rā e tika ana
nb: Forfallsdato
pl: Termin
sl_si: Rok
sv: Inlämningsdatum

source: Email
ar: البريد الإلكتروني
cy: E-bost
fi: Sähköposti
fr_ca: Courriel
mi: Īmēra
nb: E-post
sl_si: E-pošta
sv: E-post

source: Encoding error
ar: خطأ في الترميز
ca: Error de codificació
cy: Gwall Amgodio
da: Krypteringsfejl
fi: Koodausvirhe
fr_ca: Erreur d'encodage
is: Dulkóðunarvilla
mi: Hapa Whakawaehere
nb: Kodefeil
pl: Błąd kodowania
sl_si: Napaka pri kodiranju
sv: Kodningsfel

source: Enter answer...
ar: إدخال الإجابة...
ca: Introdueix la resposta…
cy: Rhoi ateb...
da: Indtast svar...
fi: Syötä vastaus...
fr_ca: Saisir la réponse...
is: Settu inn svar…
mi: Whakauru whakahoki ...
nb: Skriv inn svar ...
pl: Wpisz odpowiedź...
sl_si: Vnos odgovora ...
sv: Fyll i svar...

source: Enter text
ar: إدخال نص
cy: Rhoi Testun
da: Indtast tekst
fi: Kirjoita teksti
fr_ca: Saisir un texte
mi: Whakauru Kuputuhi
nb: Skriv inn tekst
pl: Wpisz tekst
sl_si: Vnos besedila
sv: Skriv in text

source: Enter URL
ar: إدخال عنوان URL...
ca: Introdueix l'URL…
cy: Rhoi URL...
da: Indtast URL...
fi: Kirjoita URL-osoite...
fr_ca: Saisir l'URL...
is: Settu inn vefslóð…
mi: Whakauru URL ...
nb: Skriv inn URL ...
pl: Wpisz adres URL...
sl_si: Vnos naslova URL ...
sv: Fyll i URL...

source: Enter your submission...
ar: أدخل الإرسال الخاص بك...
cy: Rhowch eich cyflwyniad...
da: Indtast din indsendelse ...
fi: Syötä lähetyksesi...
fr_ca: Entrer votre soumission...
mi: Whakauru i tō tāpaetanga
nb: Sett inn din innlevering...
pl: Wprowadź swoje materiały...
sl_si: Vnesite svojo oddajo ...
sv: Skriv in ditt framlagda förslag...

source: Error
ar: خطأ
fi: Virhe
fr_ca: Erreur
is: Villa
mi: Hapa
pl: Błąd
sl_si: Napaka

source: Error loading cache management database.
ar: حدث خطأ أثناء تحميل قاعدة بيانات إدارة ذاكرة التخزين المؤقت.
ca: S'ha produït un error en carregar la base de dades de gestió de la memòria cau.
cy: Gwall wrth lwytho storfa'r gronfa ddata rheoli.
da: Fejl ved indlæsning af cache management database.
fi: Virhe välimuistin hallintatietokannan latauksessa.
fr_ca: Erreur de chargement de la base de données de gestion de mémoire cache.
is: Villa við að sækja flýtiminni stjórnunargagnagrunns.
mi: Hapa uta whakahaere keteroki pātengi raraunga.
nb: Feil med lasting av hurtiglager administrasjonsdatabase.
pl: Błąd podczas ładowania basy danych zarządzającej pamięcią podręczną.
sl_si: Napaka pri nalaganju zbirke podatkov za urejanje predpomnilnika.
sv: Fel vid inläsning av databasen för hantering av cache.

source: Error loading quiz
ar: خطأ في تحميل الاختبار الموجز
ca: S'ha produït un error en carregar el qüestionari
cy: Gwall wrth lwytho'r Cwis
da: Fejl ved indlæsning af quiz
fi: Virhe tietovisaa ladattaessa
fr_ca: Erreur lors du téléchargement du questionnaire
is: Villa við að hlaða inn prófi
mi: He hapa i te wā uta Quiz
nb: Feil under lasting av quiz
pl: Błąd podczas wczytywania quizu
sl_si: Napaka pri nalaganju kviza
sv: Fel vid laddning av quiz
