Repository: instructure/canvas-ios
Catalog: CanvasCore/CanvasCore/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, fi, fr_ca, is, mi, nb, pl, sl_si, sv

source: There was a problem loading the CalendarKit database file.
ar: حدثت مشكلة أثناء تحميل ملف قاعدة البيانات CalendarKit.
ca: S'ha produït un problema en carregar el fitxer de la base de dades de CalendarKit.
cy: Problem wrth lwytho’r ffeil cronfa ddata CalendarKit.
da: Der opstod et problem ved indlæsning af CalendarKit database-fil.
fi: Tietokantatiedoston CalendarKit latauksessa tapahtui virhe.
fr_ca: Un problème est survenu lors du téléchargement CalendarKit du fichier de base de données.
is: Vandamál kom upp við að sækja CalendarKit gagnagrunnsskránna.
mi: He raruraru i te wā e uta ana i te CalendarKit kōnae pātengi rarunga.
nb: Det oppstod et problem under lasting av CalendarKit databasefilen.
pl: Wystąpił problem z wczytaniem pliku bazy danych CalendarKit.
sl_si: Prišlo je do težav pri nalaganju datoteke zbirke podatkov CalendarKit.
sv: Ett problem uppstod vid laddningen av CalendarKit databas filen.

source: There was a problem loading the DiscussionKit database file.
ar: حدثت مشكلة أثناء تحميل ملف قاعدة البيانات DiscussionKit.
cy: Problem wrth lwytho’r ffeil cronfa ddata DiscussionKit.
da: Der opstod et problem ved indlæsning af DiscussionKit database-fil.
fi: Tietokantatiedoston DiscussionKit latauksessa tapahtui virhe.
fr_ca: Un problème est survenu lors du téléchargement DiscussionKit du fichier de base de données.
mi: He raruraru i te wā e uta ana i te DiscussionKit kōnae pātengi rarunga.
nb: Det oppstod et problem under lasting av DiscussionKit databasefilen.
pl: Wystąpił problem z wczytaniem pliku bazy danych DiscussionKit.
sl_si: Prišlo je do težav pri nalaganju datoteke zbirke podatkov DiscussionKit.
sv: Ett problem uppstod vid laddningen av DiscussionKit databas filen.

source: There was a problem loading the EnrollmentKit database file.
ar: حدثت مشكلة أثناء تحميل ملف قاعدة البيانات EnrollmentKit.
ca: S'ha produït un problema en carregar el fitxer de la base de dades de EnrollmentKit.
cy: Problem wrth lwytho’r ffeil cronfa ddata EnrollmentKit.
da: Der opstod et problem ved indlæsning af EnrollmentKit database-fil.
fi: Tietokantatiedoston EnrollmentKit latauksessa tapahtui virhe.
fr_ca: Un problème est survenu lors du téléchargement EnrollmentKit du fichier de base de données.
is: Vandamál kom upp við að sækja EnrollmentKit gagnagrunnsskránna.
mi: He raruraru i te wā e uta ana i te EnrollmentKit kōnae pātengi rarunga.
nb: Det oppstod et problem under lasting av EnrollmentKit databasefilen.
pl: Wystąpił problem z wczytaniem pliku bazy danych EnrollmentKit.
sl_si: Prišlo je do težav pri nalaganju datoteke zbirke podatkov EnrollmentKit.
sv: Ett problem uppstod vid laddningen av EnrollmentKit databas filen.

source: There was a problem loading the FileKit database file.
ar: حدثت مشكلة أثناء تحميل ملف قاعدة البيانات FileKit.
ca: S'ha produït un problema en carregar el fitxer de la base de dades de FileKit.
cy: Problem wrth lwytho’r ffeil cronfa ddata FileKit.
da: Der opstod et problem ved indlæsning af FileKit database-fil.
fi: Tietokantatiedoston FileKit latauksessa tapahtui virhe.
fr_ca: Un problème est survenu lors du téléchargement FileKit du fichier de base de données.
is: Vandamál kom upp við að sækja FileKit gagnagrunnsskránna.
mi: He raruraru i te wā e uta ana i te FileKit kōnae pātengi rarunga.
nb: Det oppstod et problem under lasting av FileKit databasefilen.
pl: Wystąpił problem z wczytaniem pliku bazy danych FileKit.
sl_si: Prišlo je do težav pri nalaganju datoteke zbirke podatkov FileKit.
sv: Ett problem uppstod vid laddningen av FileKit databas filen.

# There was a problem loading the Pages database file.
source: There was a problem loading Pages database file.
ar: حدثت مشكلة أثناء تحميل ملف قاعدة بيانات Pages.
ca: S'ha produït un problema en carregar el fitxer de la base de dades de Pàgines.
cy: Problem wrth lwytho’r ffeil cronfa ddata Tudalennau.
da: Der var et problem med indlæsning af sidens databasefil.
fi: Sivujen tietokantatiedoston latauksessa tapahtui virhe.
fr_ca: Un problème est survenu lors du chargement du fichier de base de données Pages.
is: Vandamál kom upp við að sækja síðu gagnagrunnsskránna.
mi: He ko he raru uta i te kōnae pātengi raraunga Whārangi.
nb: Det var et problem med lastingen av databasefilen Pages.
pl: Wystąpił błąd podczas ładowania pliku z bazy danych Pages.
sl_si: Prišlo je do težav pri nalaganju datoteke zbirke podatkov Strani.
sv: Det uppstod ett problem när Pages-databasfilen laddades.

source: There was a problem loading the PeepKit database file.
ar: حدثت مشكلة أثناء تحميل ملف قاعدة البيانات PeepKit.
ca: S'ha produït un problema en carregar el fitxer de la base de dades de PeepKit.
cy: Problem wrth lwytho’r ffeil cronfa ddata PeepKit.
da: Der opstod et problem ved indlæsning af PeepKit database-fil.
fi: Tietokantatiedoston PeepKit latauksessa tapahtui virhe.
fr_ca: Un problème est survenu lors du téléchargement PeepKit du fichier de base de données.
is: Vandamál kom upp við að sækja PeepKit gagnagrunnsskránna.
mi: He raruraru i te wā e uta ana i te PeepKit kōnae pātengi rarunga.
nb: Det oppstod et problem under lasting av PeepKit databasefilen.
pl: Wystąpił problem z wczytaniem pliku bazy danych PeepKit.
sl_si: Prišlo je do težav pri nalaganju datoteke zbirke podatkov PeepKit.
sv: Ett problem uppstod vid laddningen av PeepKit databas filen.

source: There was a problem loading the SoEdventurous database file.
ar: حدثت مشكلة أثناء تحميل ملف قاعدة البيانات SoEdventurous.
ca: S'ha produït un problema en carregar el fitxer de la base de dades de SoEdventurous.
cy: Problem wrth lwytho’r ffeil cronfa ddata SoEdventurous.
da: Der opstod et problem ved indlæsning af SoEdventurous database-fil.
fi: Tietokantatiedoston SoEdventurous latauksessa tapahtui virhe.
fr_ca: Un problème est survenu lors du téléchargement SoEdventurous du fichier de base de données.
is: Vandamál kom upp við að sækja SoEdventurous gagnagrunnsskránna.
mi: He raruraru i te wā e uta ana i te SoEdventurous kōnae pātengi rarunga.
nb: Det oppstod et problem under lasting av SoEdventurous databasefilen.
pl: Wystąpił problem z wczytaniem pliku bazy danych SoEdventurous.
sl_si: Prišlo je do težav pri nalaganju datoteke zbirke podatkov SoEdventurous.
sv: Ett problem uppstod vid laddningen av SoEdventurous databas filen.

source: There was a problem preparing the file for upload
ar: حدثت مشكلة أثناء إعداد الملف لتحميله
ca: S'ha produït un problema en preparar el fitxer per penjar-lo
cy: Problem wrth baratoi'r broblem i gael ei llwytho i fyny
da: Der var et problem med forberedelsen af filen for upload
fi: Tiedoston valmistelussa lataukseen tapahtui virhe.
fr_ca: Un problème est survenu lors de la préparation du fichier au téléversement
is: Vandamál kom upp við að undirbúa skránna fyrir upphleðslu
mi: He raruraru i te wā e whakareri ana i te kōnae mō te tukuake
nb: Det oppsto et problem med å forberede filen til opplasting
pl: Wystąpił błąd podczas przygotowania pliku do przesłania
sl_si: Prišlo je do težav pri pripravi zbirke podatkov na nalaganje.
sv: Ett fel uppstod när filen förbereddes för uppladdning

source: There was a problem reading cached data
ar: حدثت مشكلة أثناء قراءة بيانات ذاكرة التخزين المؤقت
ca: S'ha produït un problema en llegir les dades desades a la memòria cau
cy: Problem wrth ddarllen y data wedi'i storio
da: Der var et problem med læsning af cache data
fi: Välimuistitietojen lukemisessa esiintyi ongelma
fr_ca: Un problème est survenu lors de la lecture des données dans la mémoire cache
is: Villa kom upp við að lesa gögn í flýtiminni
mi: He raruraru i te wā e tai'orā i te raraunga keteroki
nb: Det oppsto et problem med å lese hurtiglagret data
pl: Wystąpił błąd podczas odczytu danych buforowanych
sl_si: Prišlo je do težave pri branju predpomnjenih podatkov.
sv: Ett fel uppstod när cache-datan lästes

source: There was a problem registering your device for push notifications.
ar: ظهرت مشكلة في تسجيل جهازك لإرسال الإخطارات.
ca: S'ha produït un problema en registrar el dispositiu per rebre notificació d'inserció.
cy: Problem wrth gofrestru'ch dyfais i dderbyn hysbysiadau marchnata.
da: Der opstod et problem ved tilmelding af din enhed til push-meddelelser
fi: Laitteesi rekisteröinnissä push-ilmoituksia varten esiintyi ongelma.
fr_ca: Un problème est survenu lors de l'enregistrement de votre appareil pour les notifications push.
is: Villa kom upp við skráningu tækisins þíns fyrir þrýstar tilkynningar.
mi: He raruraru i te wā e rēhita ana i tō pūrere mo ngā whakamōhiotanga pana
nb: Det oppsto et problem under registreringen av push-varslinger på enheten din.
pl: Wystąpił błąd z zarejestrowaniem urządzenia dla powiadomień push.
sl_si: Prišlo je do težave pri registriranju naprave za poslana sporočila.
sv: Det gick inte att registrera enheten för push-meddelanden.

# There was a problem updating the Quiz URL
source: There was a problem updating quiz URL
ar: حدثت مشكلة أثناء تحديث عنوان URL الاختبار
ca: S'ha produït un problema en actualitzar l'URL del qüestionari
cy: Problem wrth ddiweddaru URL y Cwis
da: Der var et problem med at opdatere Quiz URL'et
fi: Tietovisan URL:n päivittämisessä ilmeni ongelma.
fr_ca: Un problème est survenu lors de la mise à jour de l'URL du questionnaire
is: Vandamál kom upp við að uppfæra vefslóð prófsins
mi: He raruraru i te wā e whakahōu ana i te URL Quiz
nb: Det oppsto et problem med oppdatering av test-URL
pl: Wystąpił błąd podczas aktualizacji adresu URL testu
sl_si: Prišlo je do težave pri posodabljanju naslova URL kviza.
sv: Det uppstod ett fel när Quiz-URL:en uppdaterades

source: There was a problem with the Canvas request.
ar: حدثت مشكلة مع طلب Canvas.
ca: S'ha produït un problema amb la sol·licitud de Canvas.
cy: Problem gyda’r cais i Canvas.
da: Der var et problem med Canvas anmodningen
fi: Ongelma käsiteltäessä Canvas-pyyntöä.
fr_ca: Un problème est survenu avec la requête Canvas.
is: Vandamál kom upp við Canvas beiðnina.
mi: He raruraru wā ki te tono Canvas.
nb: Det oppsto et problem med Canvas-forespørselen.
pl: Wystąpił błąd podczas prośby systemu Canvas.
sl_si: Prišlo je do težave z zahtevo sistema Canvas.
sv: Det uppstod ett problem med Canvas-förfrågan.

source: There was an error associating a tab with a course or group.
ar: حدثت مشكلة أثناء ربط علامة تبويب بمساق أو مجموعة.
ca: S'ha produït un error en associar una pestanya a un curs o un grup.
cy: Gwall wrth gysylltu tab â chwrs neu grŵp.
da: Der var en fejl med associering af en fane til et kursus eller en gruppe.
fi: Ilmeni virhe liitettäessä välilehteä kurssin tai ryhmän kanssa.
fr_ca: Une erreur est survenue lors de l'association d'un onglet avec un cours ou un groupe.
is: Villa kom upp við að tengja flipa við námskeið eða hóp.
mi: He hapa e pā ana ki te ripa mi te akoranga rōpū rānei.
nb: Det var en feil knyttet til en arkfane med et emne eller en gruppe.
pl: Wystąpił błąd podczas powiązania karty z kursem lub grupą.
sl_si: Prišlo je do napake pri povezavi zavihka s predmetom ali skupino.
sv: Det uppstod ett fel när en flik associerades med en kurs eller grupp.

source: There was an error loading the user’s cache.
ar: حدث خطأ أثناء تحميل ذاكرة التخزين المؤقت للمستخدمين.
ca: S'ha produït un error en carregar la memòria cau d'Usuaris.
cy: Gwall wrth lwytho'r storfa Defnyddwyr.
da: Der opstod en fejl ved indlæsning af brugerens cache.
fi: Käyttäjien välimuistin latauksessa ilmeni virhe.
fr_ca: Une erreur est survenue pendant le chargement du cache d'utilisateurs.
is: Villa kom upp við að sækja notendaflýtiminni.
mi: I hapa i te utanga i te keteroki Kaiwhakamahi.
nb: Det oppsto en feil under henting av brukerbuffer.
pl: Wystąpił błąd podczas wczytywania pamięci podręcznej użytkownika.
sl_si: Prišlo je do napake pri nalaganju predpomnilnika Uporabniki.
sv: Det uppstod ett fel vid laddning av användarens cache.

source: There was an error while communicating with the server.
ar: حدث خطأ أثناء الاتصال بالخادم.
ca: S'ha produït un error en comunicar-se amb el servidor.
cy: Gwall wrth gyfathrebu â'r gweinydd.
da: Der opstod en fejl mens der blev kommunikeret med serveren.
fi: Ilmeni virhe kommunikoitaessa palvelimen kanssa.
fr_ca: Une erreur est survenue pendant la communication avec le serveur.
is: Villa kom upp við samskipti við miðlara.
mi: He hapa i te wā e kōrero ana ki te tūmau.
nb: Det oppsto en feil under serverkommunikasjonen.
pl: Wystąpił błąd podczas komunikacji z serwerem.
sl_si: Med komunikacijo s strežnikom je prišlo do napake.
sv: Det uppstod ett fel vid kommunikation med servern.

source: There was no data!
ar: لم تكن هناك بيانات!
ca: No hi havien dades.
cy: Doedd dim data!
da: Der var ingen data!
fi: Tietoja ei ole!
fr_ca: Il n'y avait aucune donnée!
is: Enginn gögn voru fyrir hendi!
mi: Kahore he raraunga!
nb: Det var ingen data!
pl: Brak danych!
sl_si: Ni bilo nobenih podatkov.
sv: Det fanns ingen data!

source: This essay question has been edited online and may contain formatting, links or images. In order to edit this response on your mobile device, we will need to clear the formatting (including links and images). Otherwise you may continue editing the question via a web browser.
ar: تم تحرير هذا السؤال المقالي على الويب وقد يحتوي على تنسيقات أو ارتباطات أو صور. من أجل تحرير هذه الاستجابة على جهازك المحمول، سنحتاج إلى مسح التنسيقات (بما يشمل الارتباطات والصور). وإلا فيمكنك متابعة تحرير السؤال عبر مستعرض الويب.
ca: Aquesta pregunta d'assaig s'ha editat al web i és possible que contingui marques de format, enllaços o imatges. Per tal d'editar aquesta resposta al dispositiu mòbil, haurem d'esborrar el format (inclosos els enllaços i les imatges). Altrament, podeu continuar editant la pregunta a través d'un explorador web.
cy: Mae'r cwestiwn traethawd wedi cael ei olygu ar y we a gall gynnwys fformatio, dolenni neu ddelweddau. I olygu'r ymateb hwn ar eich dyfais symudol, bydd angen i chi glirio'r fformatio (gan gynnwys dolenni a delweddau). Fel arall, efallai y byddwch yn parhau i olygu'r cwestiwn drwy borwr gwe.
da: Dette opgavespørgsmål er blevet redigeret på nettet og kan indeholde formatering, links eller billeder. For at redigere dette svar på din mobilenhed skal vi slette formateringen (herunder links og billeder). Ellers kan du fortsætte med at redigere spørgsmålet via en webbrowser.
fi: Tätä avointa kysymystä on muokattu verkossa ja se saattaa sisältää muotoilua, linkkejä ja kuvia. Jotta tätä vastausta voidaan muokata mobiililaitteellasi, meidän täytyy tyhjentää muotoilu (mukaan lukien linkit ja kuvat). Muutoin voit jatkaa kysymyksen muokkausta verkkoselaimen kautta.
fr_ca: Cette question de composition a été éditée sur le Web et peut contenir du formatage, des liens ou des images. Afin de modifier cette réponse sur votre appareil mobile, nous devrons effacer le formatage (y compris les liens et les images). Dans le cas contraire, vous pourrez continuer à éditer la question via un navigateur Web.
is: Þessari ritgerðarspurningu var breytt á vefnum og gæti innihaldið forsnið, tengla eða myndir. Til þess að breyta þessu svari á snjalltækinu þínu þurfum við að hreinsa út forsniðið (þ.m.t. tengla og myndir). Annars getur þú haldið áfram að breyta spurningum á vafra.
mi: Kua pāhitia tēnei pātai tuhinga i runga i te paetukutuku, kei roto hoki i te whakahōputu, ngā hononga, ngā whakaahua rānei. Hei whakatika i tēnei whakahoki ki tō waea rorohiko ka hiahia koe ki te whakakore i te whakahōputu (tae atu ki ngā hono me ngā whakāhua). Ki te kore pea ka taea e koe te whakatika i te pātai mā te pūtirotiro paetukutuku.
nb: Dette essayspørsmålet har blitt redigert på nettet, og kan inneholde formatering, lenker eller bilder. For å redigere dette svaret på mobilenheten må vi slette formateringen (inkludert lenker og bilder). Ellers kan du fortsette å redigere spørsmålet via en nettleser.
pl: To pytanie do eseju zostało zmienione na stronie i może zawierać formatowanie, łącza i obrazy. Aby zmienić tę odpowiedź na urządzeniu przenośnym, musimy wyczyścić formatowanie (w tym łącza i obrazy). Możesz także kontynuować edytowanie pytania za pomocą przeglądarki.
sl_si: To vprašanje iz eseja je bilo urejeno v spletu in lahko vsebuje oblikovanje, povezave ali slike. Za urejanje tega odziva na vaši mobilni napravi je treba počistiti oblikovanje (vključno s povezavami in slikami). Sicer lahko še naprej urejate vprašanje prek spletnega brskalnika.
sv: Denna uppsatsfråga har redigerats på webben och kan innehålla formatering, länkar eller bilder. För att redigera detta svar på din mobila enhet måste vi rensa formateringen (inklusive länkar och bilder). Annars kan du fortsätta redigera frågan via en webbläsare.

source: This module item does not have mastery paths configured.
ar: لا يوجد مسارات إجادة تم تكوينها لعنصر الوحدة النمطية هذا.
ca: Aquest element de mòdul no té cap camí cap al domini configurat.
cy: Does dim llwybrau meistroli wedi'u ffurfweddu ar gyfer eitem y modiwl hwn.
da: Dette modul har ikke nogen læringsstier konfigureret
fi: Tällä moduulin kohteella ei ole hallintapolkuja määritettynä.
fr_ca: Cet élément de module ne dispose pas de parcours de maîtrise configurés.
is: Þetta einingaratriði er ekki með tileinkunarslóðir stilltar inn.
mi: Kaore he ara hinganga i whirihoatia mo tēnei kowae tūemi.
nb: Denne modulen har ingen overordnede baner konfigurert.
pl: Nie skonfigurowano ścieżek nauki dla tego elementu modułu.
sl_si: Pri tem modulu niso konfigurirana napredovanja v odličnosti.
sv: Det här föremålet har inte konfigurerats för målvägen.

source: This page is currently locked and not viewable.
ar: هذه الصفحة مؤمّنة حاليًا ولا يمكن عرضها.
ca: En aquest moment, aquesta pàgina està bloquejada i no es pot veure.
cy: Mae’r dudalen hon wedi’i chloi ar hyn o bryd, a does dim modd ei gweld.
da: Denne side er for øjeblikket låst og ikke synlig.
fi: Tämä sivu on parhaillaan lukittu eikä se ole tarkasteltavissa.
fr_ca: Cette page est actuellement verrouillée et ne peut être consultée.
is: Þessa síða er læst og ekki hægt að skoða hana.
mi: Tēnei whārangi ku rakaina i tēnei wā, me te kore e kitea.
nb: Denne siden er låst og ikke synlig.
pl: Obecnie niniejsza strona jest zablokowana i niedostępna do podglądu.
sl_si: Ta stran je trenutno zaklenjena in ogled ni mogoč.
sv: Den här sidan är för närvarande låst och kan inte visas

source: This quiz has an IP address filter set.
ar: تم تعيين تصفية عناوين IP في هذا الاختبار.
ca: Aquest qüestionari té un conjunt de filtratge d'adreces IP.
cy: Mae hidlydd cyfeiriad IP wedi'i bennu ar gyfer y cwis hwn.
da: Denne quiz har et IP adressefilter.
fi: Tällä tietovisalla on IP-osoitteen suodatusjoukko.
fr_ca: Ce questionnaire possède un filtre d'adresses IP actif.
is: Þetta próf er með IP-tölu síu.
mi: Tēnei quiz he huinga tātari wāhitau IP.
nb: Denne testen har satt et IP-adressefilter.
pl: Dany test ma zestaw filtrów adresów IP.
sl_si: Ta kviz ima nastavljeno filtriranje IP-naslovov.
sv: Detta quiz har ett inställt IP-adressfilter.

source: This quiz is currently unavailable.
ar: هذا الاختبار غير متوفر حاليًا.
ca: En aquest moment, aquest qüestionari no està disponible.
cy: Dydy'r cwis hwn ddim ar gael ar hyn o bryd.
da: Denne quiz er for øjeblikket ikke tilgængelig.
fi: Tämä tietovisa ei ole tällä hetkellä käytössä.
fr_ca: Ce questionnaire est actuellement indisponible.
is: Þetta próf er ekki tiltækt eins og er.
mi: Kaore a quiz i te wātea i tēnei wā
nb: Denne testen er for øyeblikket utilgjengelig.
pl: Obecnie dany test jest niedostępny.
sl_si: Ta kviz trenutno ni na voljo.
sv: Quiz för närvarande inte tillgängligt.

source: This quiz is locked.
ar: هذا الاختبار مؤمّن.
ca: Aquest qüestionari està bloquejat.
cy: Mae'r cwis hwn wedi’i gloi.
da: Denne quiz er låst.
fi: Tämä tietovisa on lukittu.
fr_ca: Ce questionnaire est verrouillé.
is: Þetta próf er læst.
mi: Kei te maukati tēnei quiz
nb: Denne testen er låst.
pl: Dany test jest zablokowany.
sl_si: Ta kviz je zaklenjen.
sv: Quiz är låst.

source: This quiz is not available offline.
ar: هذا الاختبار الموجز غير متاح دون اتصال بالإنترنت.
ca: Aquest qüestionari no està disponible fora de línia.
fi: Tämä tietovisa ei ole saatavissa verkon ulkopuolella.
fr_ca: Ce questionnaire n'est pas disponible hors ligne.
is: Þetta próf er ekki tiltækt nema á netinu.
mi: Kāore i te tuimotuhia tēnei quiz
pl: Ten test nie jest dostępny offline.
sl_si: Ta kviz ni na voljo brez povezave.

source: Time limit
ar: الحد الزمني
ca: Límit de temps
cy: Terfyn Amser
da: Tidsbegrænsning
fi: Aikaraja
fr_ca: Limite de temps
is: Tímamörk
mi: Wā Whāiti
nb: Tidsbegrensning
pl: Limit czasu
sl_si: Časovna omejitev
sv: Tidsgräns

source: Toggle flag
ar: تبديل العلامة
ca: Commuta la marca
cy: Toglo’r Fflag
da: Skift markering
fi: Vaihda merkintää
fr_ca: Alterner la marque
is: Víxla merki
mi: Kara Takahuri
nb: Veksle flagg
pl: Flaga przełączania
sl_si: Preklop oznake
sv: Hantera flaggning

# Total Grade
source: Total mark
ar: الدرجة الإجمالية
ca: Qualificació total
cy: Gradd Gyffredinol
da: Total karakter
fi: Kokonaisarvosana
fr_ca: Note totale
is: Heildareinkunn
mi: Kōeke Tapeke
nb: Samlet karakter
pl: Łączna ocena
sl_si: Skupna ocena
sv: Fullständigt betyg

source: Unable to display any communication channels returned from the server at this time.
ar: يتعذر عرض جميع قنوات الاتصال التي أرجعها الخادم في هذه الآونة.
cy: Does dim modd dangos unrhyw Sianeli Cyfathrebu sydd wedi'u dychwelyd o'r gweinydd ar hyn o bryd.
da: Er på nuværende tidspunkt ikke i stand til at vise Kommunikations kanaler returneret fra serveren.
fi: Ei voida näyttää palvelimelta palautettuja viestintäkanavia tällä kertaa.
fr_ca: Impossible d'afficher, en ce moment, quelconque canal de communication retourné du serveur.
mi: Kaore e taea te whakāu i tētahi Awakeri Kōrero hoki i te tūmau i tēnei wā.
nb: Kunne ikke vise noen kommunikasjonskanaler returnert fra serveren på dette tidspunktet.
pl: Nie udało się obecnie wyświetlić żadnych kanałów komunikacji zwracanych z serwera.
sl_si: Trenutno ni mogoče prikazati nobenih komunikacijskih kanalov, ki jih je vrnil strežnik.
sv: Kan inte visa några kommunikationskanaler som returnerats från servern just nu.

source: Unable to display any notification preferences returned from the server at this time.
ar: يتعذر عرض جميع تفضيلات الإخطار التي أرجعها الخادم في هذه الآونة.
cy: Does dim modd dangos unrhyw ddewisiadau hysbysiadau sydd wedi'u dychwelyd o'r gweinydd ar hyn o bryd.
da: Er på nuværende tidspunkt ikke i stand til at vise notifikationsindstillinger returneret fra serveren.
fi: Ei voida näyttää palvelimelta palautettuja ilmoitusasetuksia tällä kertaa.
fr_ca: Impossible d'afficher, en ce moment, quelconque préférence de notification retournée du serveur.
mi: Kaore e taea te whakātu i tētahi manakohanga whakamōhiotanga hoki i te tūmau i tēnei wā
nb: Ikke i stand til å vise noen varslingspreferanser returnert fra serveren på dette tidspunktet.
pl: Nie udało się obecnie wyświetlić żadnych preferencji powiadomień zwracanych z serwera.
sl_si: Trenutno ni mogoče prikazati nobenih prednostnih nastavitev sporočil, ki jih je vrnil strežnik.
sv: Kan inte visa några aviseringsinställningar som returnerats från servern just nu.

source: Unable to load any communication channels at this time.
ar: يتعذر تحميل جميع قنوات الاتصال في الوقت الحالي.
cy: Does dim modd llwytho Sianeli Cyfathrebu ar hyn o bryd.
da: Kan ikke indlæse nogen kommunikationskanaler på nuværende tidspunkt.
fi: Kommunikointikanavia ei voitu ladata tällä kertaa.
fr_ca: Impossible de charger tout canal de communication en ce moment.
mi: Kaore e taea te uta Awakeri Kōrero i tēnei wā.
nb: Kan ikke laste inn noen kommunikasjonskanaler for øyeblikket.
pl: Nie udało się obecnie wczytać kanałów komunikacyjnych.
sl_si: Trenutno ni bilo mogoče naložiti nobenih komunikacijskih kanalov.
sv: Det gick inte att ladda några kommunikationskanaler just nu.
