Repository: instructure/canvas-ios
Catalog: Core/Core/*-instk12.lproj/Localizable.strings
Languages: nb

source: "Act as" is essentially logging in as this user without a password. You will be able to take any action as if you were this user, and from other users' points of view, as if this user performed them. However, audit logs record that you were the one who performed the actions on behalf of this user.
nb: «Opptre som» betyr kort fortalt å logge på som denne brukeren uten et passord. Du kan bruke denne nøyaktig som din egen bruker, og fra andres synspunkt ser det ut som brukeren utførte dem. Overvåkingloggen vil likevel notere at det var du som utførte handlingene på vegne av denne brukeren.

source: (No subject)
nb: (ingen tittel)

source: %@ + %@ more
nb: %1$@ + %2$@ mer

source: %@ late
nb: %@ sen

source: %@ missing
nb: %@ mangler

source: %@ pts
nb: %@ poeng

source: %@ sections
nb: %@ seksjoner

source: %@ submitted
nb: %@ levert

source: %@ to %@
nb: %1$@ til %2$@

source: %@, in %@, the last message was on %@ %@
nb: %1$@, i %2$@, den siste meldingen var %3$@ %4$@

source: %@, unread
nb: %@, ulest

source: %d due today
nb: %d forfaller i dag

source: %d items
nb: %d elementer

source: %d Minutes
nb: %d minutter

source: %d missing
nb: %d mangler

source: A description is required
nb: En beskrivelse er nødvendig

source: a parent
nb: en foresatt

source: a student
nb: en elev

source: a teacher
nb: en lærer

source: Accept
nb: Godta

source: Access
nb: Tilgang

source: Access Code:
nb: Tilgangskode:

source: Account Group
nb: Gruppe konto

source: Act as User
nb: Opptre som bruker

source: Add Assignee
nb: Legg til mottaker

source: Add Attachment
nb: Legg til vedlegg

source: Add Attachments
nb: Legg til vedlegg

source: Add comment (optional)
nb: Legg til kommentar (valgfri)

source: Add content
nb: Legg til innhold

source: Add Course Name
nb: Legg til fagnavn

source: Add Course Nickname
nb: Legge til kallenavn for fag

source: Add description
nb: Legg til beskrivelse

source: Add Due Date
nb: Legg til forfallsdato

source: Add File
nb: Legg til fil

source: Add Folder
nb: Legg til mappe

source: Add Item
nb: Legg til punkt

source: Add message
nb: Legg til melding

source: Add optional comment
nb: Legg til valgfri kommentar

source: Add Planner Note
nb: Legg til merknad

source: Add Title
nb: Legg til tittel

source: Added To Conversation
nb: Lagt til i samtalen

source: Administrative Notifications
nb: Administrative varslinger

source: After %@
nb: Etter %@

source: After Last Attempt
nb: Etter siste forsøk

source: Alerts
nb: Varsler

source: All
nb: Alle

source: All annotations saved.
nb: Alle merknader er lagret.

source: All courses
nb: Alle åpne fag

source: All Courses
nb: Alle åpne fag

source: All Day
nb: Hele dagen

source: All People
nb: Alle folk

source: All Submissions
nb: Alle innleveringer

source: Allow liking
nb: Tillat liking

source: Allow threaded replies
nb: Tillat svartråder

source: Allow users to comment
nb: Lar brukere kommentere

source: Allowed Attempts:
nb: Tillatte forsøk:

source: Always
nb: Alltid

source: Announcement
nb: Beskjed

source: Announcement Created By You
nb: Beskjed opprettet av deg

source: Announcement Details
nb: Beskjedsdetaljer

source: Announcement Replies
nb: Beskjedssvar

source: Announcements
nb: Beskjeder

source: Anyone
nb: Hvem som helst

source: Appearance
nb: Utseende

source: Appointment Availability
nb: Tilgjengelighet for avtaler

source: Appointment Cancellations
nb: Kanselleringer av avtaler

source: Appointment Signups
nb: Avtalepåmeldinger

source: Archived
nb: Arkivert

source: Are you sure you want to delete %@?
nb: Er du sikker på at du vil slette %@?

source: Are you sure you want to delete this page?
nb: Er du sikker på at du vil slette denne siden?

source: Are you sure you want to exit Student View?
nb: Er du sikker på at du vil avslutte Vis som elev?

source: Are you sure you want to remove this file?
nb: Er du sikker på at du vil fjerne denne filen?

source: Are you sure you would like to delete this announcement?
nb: Er du sikker på at du vil slette denne beskjeden?

source: Are you sure you would like to delete this comment?
nb: Er du sikker du ønsker å slette denne kommentaren?

source: Are you sure you would like to delete this discussion?
nb: Er du sikker på at du vil slette denne diskusjonen?

source: Assign
nb: Tildel

source: Assign to
nb: Tilordne til

source: assignment
nb: oppgave

source: Assignment Details
nb: Oppgavedetaljer

source: Assignment grade above
nb: Oppgavevurdering over

source: Assignment Grade Above %d
nb: Oppgavevurdering over %d

source: Assignment grade below
nb: Oppgavevurdering under

source: Assignment Grade Below %d
nb: Oppgavevurdering under %d

source: Assignment Group:
nb: Oppgavegruppe:

source: Assignment missing
nb: Oppgave mangler

source: Assignment Missing
nb: Oppgave mangler

source: Assignments
nb: Oppgaver

source: Assignments List
nb: Oppgaveliste

source: Attach files by tapping an option below.
nb: Legg ved filer ved å trykke på alternativet nedenfor.

source: Attach files to your submission by tapping an option below.
nb: Legg ved filer til innleveringen din ved å trykke på alternativet nedenfor.

source: Attachments
nb: Vedlegg

source: Attempt %d
nb: Forsøk %d

source: Attribution No Derivatives
nb: Attribution ingen derivater

source: Attribution Non-Commercial
nb: Attribution ikke-kommersiell

source: Attribution Non-Commercial No Derivatives
nb: Attribution ikke-kommersiell, ingen derivater

source: Attribution Non-Commercial Share Alike
nb: Attribution ikke-kommersiell, Share Alike

source: Audio
nb: Lyd

source: Augment Reality
nb: Utvide virkelighet

source: Authentication failed. Most likely the user denied the request for access.
nb: Autentisering mislyktes. Mest sannsynlig nektet bruker forespørselen om tilgang.

source: Availability
nb: Tilgjengelighet

source: Availability:
nb: Tilgjengelighet:

source: Availability: Closed
nb: Tilgjengelighet: Lukket

source: Available from
nb: Tilgjengelig fra

source: Available From:
nb: Tilgjengelig fra:

source: Available until
nb: Tilgjengelig til

source: Available Until:
nb: Tilgjengelig til:

source: Average
nb: Gjennomsnittlig

source: Back
nb: Tilbake

source: black
nb: svart

source: Blocking
nb: Sperring

source: blue
nb: blå

source: Blue
nb: Blå

source: Bold
nb: Fet

source: Brick
nb: Blokk

source: Calendar
nb: Kalender

source: Calendars
nb: Kalendere

source: Calendars (%d)
nb: Kalendere (%d)

source: Camera
nb: Kamera

source: Can Edit
nb: Kan redigere

source: Can’t find your school? Try typing the full school URL.
nb: Kan du ikke finne skolen din? Prøv å skrive hele skolens URL.

source: Cancel
nb: Avbryt

source: Cancel Submission?
nb: Avbryte innlevering?

source: Canvas Guides
nb: Canvas-guider

source: Canvas is now available in dark theme
nb: Canvas er nå tilgjengelig med mørkt tema

source: Canvas Login
nb: Logg inn på Canvas

source: Canvas Network
nb: Canvas Nettverk

source: Canvas on GitHub
nb: Canvas på GitHub

source: Canvas Student
nb: Canvas-elev

source: Casual question or suggestion
nb: Tilfeldig spørsmål eller forslag

source: Change User
nb: Endre bruker

source: Chat Notifications
nb: Merknader til chat

source: Check network and try again!
nb: Sjekk nettverket, og prøv igjen!

source: Choose a course to message
nb: Velg et fag du vil sende melding til

source: Choose a File
nb: Velg en fil

source: Choose a subject
nb: Velg et fag

source: Choose Photo
nb: Velg bilde

source: Choose Profile Picture
nb: Velg profilbilde

source: Choose your app appearance! You can change it later in the settings menu.
nb: Velg app-utseendet ditt Du kan endre det senere i innstillinger-menyen.

source: Clear Course
nb: Slett fag

source: Clear filter
nb: Slett filter

source: Clear Filter
nb: Tøm filter

source: Clear Filter Inbox
nb: Rydd filter innboks

source: Clear recording
nb: Fjern opptak

source: Close
nb: Lukk

source: Close App
nb: Lukk app

source: Closed
nb: Lukket

source: Closed for Comments
nb: Stengt for kommentarer

source: Collapse
nb: Skjul

source: collapsed
nb: skjult

source: Color
nb: Farge

source: Color Overlay
nb: Fargeoverlegg

source: Comment
nb: Kommentar

source: Comments
nb: Kommentarer

source: Complete
nb: Fullført

source: Complete/Incomplete
nb: Fullført/ikke fullført

source: Concluded %@
nb: Avsluttet %@

source: Concluded Conferences
nb: Avsluttede videomøter

source: Conference %@ is in progress, tap to view details
nb: Videomøte %@ pågår, trykk for å vise detaljer

source: Conference Details
nb: Videomøteinformasjon

source: Conference in progress
nb: Videomøte pågår

source: Conferences
nb: Videomøter

source: Contact your school to create an account.
nb: Kontakt skolen din for å opprette en konto.

source: Content
nb: Innhold

source: Content Link Error
nb: Feil på innholdslenke

source: Contribute
nb: Bidra

source: Contributed
nb: Bidratt

source: Conversation Created By Me
nb: Samtaler opprettet av meg

source: Conversation Message
nb: Samtalemeldinger

source: Conversations
nb: Samtaler

source: Copied!
nb: Kopiert!

source: Copy Link
nb: Kopiert lenke

source: Copyright Holder
nb: Innehaver av opphavsrett

source: Could not launch tool. Please try again.
nb: Kunne ikke starte verktøy. Prøv på nytt.

source: Could not save notification preference
nb: Kan ikke lagre foretrukne varslinger

source: Course (optional)
nb: Fag (valgfritt)

source: Course Activities
nb: Aktiviteter for fag

source: Course Activity Stream
nb: Aktivitetsstrøm for fag

source: Course Announcement
nb: Fag-beskjed

source: Course announcements
nb: Beskjeder for fag

source: Course Content
nb: Faginnhold

source: Course grade above
nb: Fagvurdering over

source: Course Grade Above %d
nb: Fagvurdering over %d

source: Course grade below
nb: Fagvurdering under

source: Course Grade Below %d
nb: Fagvurdering under %d

source: Course Modules
nb: Moduler for fag

source: Course Sections
nb: Fagseksjoner

source: Course Syllabus
nb: Fagoversikt

source: Courses
nb: Fag

source: Create Account
nb: Opprett konto

source: Create Announcement
nb: Opprett beskjed

source: Create Discussion
nb: Opprett diskusjon

source: Creative Commons License
nb: Creative Commons-lisens

source: Current Enrollments
nb: Gjeldende påmeldinger

source: Current Grade
nb: Gjeldende vurdering

source: Current Grading Period
nb: Gjeldende vurderingsperiode

source: Current position
nb: Nåværende stilling

source: Customize Course
nb: Skreddersy fag

source: Daily
nb: Daglig

source: Dark Mode
nb: Mørk modus

source: Dark theme
nb: Mørkt tema

source: Dark Theme
nb: Mørkt tema

source: Dashboard
nb: Oversikt

source: Dashboard settings
nb: Oversikt-innstillinger

source: Dashboard Settings
nb: Oversikt-innstillinger

source: Date
nb: Dato

source: Decline
nb: Avslå

source: Deep Purple
nb: Mørkelilla

source: Delay posting
nb: Avvent publisering

source: Delayed until %@
nb: Forsinket til %@

source: Delete
nb: Slett

source: Delete Announcement
nb: Slette beskjed

source: Delete comment
nb: Slett kommentar

source: Delete Comment
nb: Slett kommentar

source: Delete Discussion
nb: Slett diskusjon

source: Delete File
nb: Slett fil

source: Delete Folder
nb: Slett mappe

source: Deleted this reply.
nb: Slettet dette svaret.

source: Deleting this folder will also delete all of the files inside the folder.
nb: Hvis du sletter denne mappen vil det også slette alle filene i mappen.

source: Describe the feature
nb: Beskriv funksjonen

source: Describe the problem
nb: Beskriv problemet

source: Description
nb: Beskrivelse

source: Designers
nb: Designere

source: Details
nb: Detaljer

source: Developer menu
nb: Utviklermeny

source: discussion
nb: diskusjon

source: Discussion
nb: Diskusjon

source: Discussion Comment
nb: Diskusjonskommentarer

source: Discussion Details
nb: Diskusjonsdetaljer

source: Discussion Post
nb: Diskusjonsinnlegg

source: Discussion Replies
nb: Diskusjonssvar

source: Discussions
nb: Diskusjoner

source: Disk Error
nb: Diskfeil

source: Dismiss
nb: Avvis

source: Dismiss %@
nb: Avvise %@

source: Display As
nb: Vis som

source: Display Grade as
nb: Vis vurderingen som

source: Do not send me anything
nb: Ikke send meg noe

source: Domain
nb: Domene

source: Done
nb: Ferdig

source: Due
nb: Forfall

source: Due %@
nb: Forfall: %@

source: Due Date
nb: Forfallsdato

source: Due Dates, Double tap for details.
nb: Forfallsdatoer, dobbeltklikk for detaljer.

source: Due:
nb: Frist:

source: Due: %@
nb: Frist: %@

source: Edit
nb: Rediger

source: Edit Announcement
nb: Rediger beskjed

source: Edit Assignment
nb: Rediger oppgave

source: Edit attachment (1)
nb: Legg til vedlegg (1)

source: Edit attachment (none)
nb: Legg til vedlegg (ingen)

source: Edit course settings
nb: Rediger fag-innstillinger

source: Edit Dashboard
nb: Rediger oversikt

source: Edit Discussion
nb: Rediger diskusjon

source: Edit File
nb: Endre fil

source: Edit Folder
nb: Endre mappe

source: Edit Page
nb: Rediger sider

source: Edit Recipients
nb: Rediger mottakere

source: Edit Syllabus
nb: Rediger fagoversikt

source: Email address
nb: E-postadresse

source: Email Notifications
nb: E-post varslinger

source: Emergency
nb: Nødstilfelle

source: Enable Push Notifications
nb: Aktiver push-varsler

source: End Act as User
nb: Avslutt opptre som bruker

source: Error
nb: Feil

source: Error Details
nb: Feilinformasjon

source: Error Saving. Tap to retry.
nb: Feil ved lagring. Trykk for å prøve på nytt.

source: Everyone
nb: Alle

source: Everyone else
nb: Alle andre

source: Excused
nb: Fritatt

source: Expand
nb: Utvid

source: expanded
nb: utvidet

source: Experimental Features
nb: Eksperimentelle funksjoner

source: external tool
nb: eksternt verktøy

source: External Tool
nb: Eksternt verktøy

source: external URL
nb: ekstern URL

source: External URL
nb: Ekstern URL

source: Extremely critical emergency
nb: Ekstremt kritisk nødsituasjon

source: Fail
nb: Ikke bestått

source: Failed to save image
nb: Kunne ikke lagre bilde

source: Failed to start upload.
nb: Kunne ikke starte opplasting

source: Failed upload
nb: Opplasting mislyktes

source: Failed Upload
nb: Opplasting mislyktes

source: Failed. Tap for options
nb: Mislyktes. Trykk for alternativer

source: favorite
nb: favoritt

source: Feedback
nb: Tilbakemelding

source: file
nb: fil

source: File
nb: Fil

source: File (fileName) size (size).
nb: Filstørrelse (fileName) (størrelse).

source: File Details
nb: Fildetaljer

source: File Upload
nb: Filopplasting

source: File upload failed. Please cancel your submission and try uploading again.
nb: Filopplasting feilet. Avbryt innleveringen din og forsøk å laste den opp igjen.

source: Files
nb: Filer

source: Filter by
nb: Filtrer etter

source: Filter by:
nb: Filtrer etter:

source: Filter events
nb: Filtrer hendelser

source: Filter Inbox
nb: Filtrere innboksen

source: Final Grade: %@
nb: Avsluttende vurdering: %@

source: Find a code to scan
nb: Finn en skanningkode

source: Find another school
nb: Finn en annen skole

source: Find my school
nb: Finne skolen min

source: Find School
nb: Finne skole

source: Find your school or district
nb: Finn din skole eller ditt distrikt

source: Folder Name
nb: Mappe Navn

source: Forget %@
nb: Glem %@

source: Format not supported
nb: Støtter ikke formatet

source: Front Page
nb: Forside

source: Future Enrollments
nb: Framtidige påmeldinger

source: Go to today
nb: Gå til idag

source: GPA Scale
nb: Tallvurdering (GPA)-skala

source: grade
nb: vurdering

source: Grade
nb: Vurdering

source: Grade after posting
nb: Vurdering etter publisering

source: Grade before posting
nb: Vurdering før publisering

source: Grade override
nb: Overstyr vurdering

source: Grade Override
nb: Overstyr vurdering

source: Graded
nb: Vurdert

source: Graded Quiz
nb: Vurdert quiz

source: Graded Surveys
nb: Vurderingsgivende spørreundersøkelser

source: Grades
nb: Vurderinger

source: Grading
nb: Vurdering

source: Grading Policies
nb: Retningslinjer for vurdering

source: green
nb: grønn

source: Green
nb: Grønn

source: grey
nb: grå

source: Grid
nb: Rutenett

source: Groups
nb: Grupper

source: Have your parent scan this QR code from the Canvas Parent app to pair with you.
nb: Få en forelder til å skanne denne QR-koden fra Canvas foreldreapplikasjonen for å pare med deg.

source: Help
nb: Hjelp

source: Help your students with this assignment by adding instructions.
nb: Hjelp elevene med denne oppgaven ved å legge til instruksjoner.

source: Hide
nb: Skjul

source: Hide content for %@
nb: Skjul innhold for %@

source: High: %@
nb: Høy: %@

source: Highest
nb: Høyest

source: Homeroom
nb: Hjem

source: Homeroom View
nb: Vis hjemmerom

source: How do I find my school?
nb: Hvordan finner jeg skolen min?

source: I can't get things done until I hear back from you
nb: Jeg kan ikke gjøre noe før jeg får tilbakemelding

source: I don't have a Canvas account
nb: Jeg har ikke en Canvas-konto

source: I have a Canvas account
nb: Jeg har en Canvas-konto

source: I hold the copyright
nb: Jeg har opphavsretten

source: I need help but it's not urgent
nb: Jeg trenger hjelp, men det haster ikke

source: I obtained permission
nb: Jeg har fått tillatelse

source: Image
nb: Bilde

source: Immediately
nb: Umiddelbart

source: Impact
nb: Innvirkning

source: Impact Level
nb: Innvirkningsnivå

source: Important Dates
nb: Viktige datoer

source: Important Info
nb: Viktig info

source: In Progress
nb: Pågår

source: Inbox
nb: Innboks

source: Incompatible File Type
nb: Ikke-kompatibel filtype

source: Incomplete
nb: Ikke fullført

source: Institution Announcement
nb: Institusjons-beskjed

source: Institution announcements
nb: Institusjonsbeskjeder

source: Interactions on this page are limited by your institution.
nb: Interaksjoner på denne siden er begrenset av institusjonen din.

source: Invitation
nb: Invitasjon

source: Invitation pending
nb: Invitasjon venter

source: Invite accepted!
nb: Invitasjonen ble akseptert!

source: Invite declined!
nb: Invitasjonen ble avslått!

source: It is a fair use or similar exception
nb: Det er fair use eller lignende unntak

source: It is in the public domain
nb: Det er i det offentlige domenet

source: It is licensed under Creative Commons
nb: Det er lisensiert under Creative Commons

source: It looks like a great day to rest, relax, and recharge.
nb: Det ser ut som dette er en flott dag til å slappe av og lade batteriene.

source: It looks like announcements haven’t been created in this space yet.
nb: Det ser ut som det ikke er opprettet beskjeder på dette stedet ennå.

source: It looks like assignments haven’t been created in this space yet.
nb: Det ser ut som ingen oppgaver er laget i dette området ennå.

source: It looks like discussions haven’t been created in this space yet.
nb: Det ser ut som det ikke er opprettet diskusjoner på dette stedet ennå.

source: It looks like quizzes haven’t been created in this space yet.
nb: Det ser ut som det ikke er opprettet quizer på dette stedet ennå.

source: It looks like there aren’t any courses associated with this account. Visit the web to create a course today.
nb: Det ser ut som det ikke er noen fag tilknyttet denne kontoen. Besøk nettet for å lage et fag i dag.

source: It looks like you aren't enrolled in any courses.
nb: Det virker som du ikke er registrert i noen fag.

source: It looks like you aren’t enrolled in any courses as %@. One of our other apps might be a better fit. Tap one to visit the App Store.
nb: Det virker som du ikke er registrert i noen fag for %@. En av våre andre applikasjoner kan være mer tilpasset. Trykk en for å gå til App Store.

source: Italic
nb: Kursiv

source: Join
nb: Bli med

source: Landing Page
nb: Destinasjonsside

source: Last activity on %@
nb: Siste aktivitet den %@

source: Last post %@
nb: Siste innlegg %@

source: Late
nb: Sent

source: Late Grading
nb: Forsinket vurdering

source: Latest
nb: Siste

source: Launch External Tool
nb: Åpne eksternt verktøy

source: Leave Student View
nb: Forlat Vis som elev

source: Legal
nb: Juss

source: Letter Grade
nb: Bokstavvurdering

source: Library
nb: Bibliotek

source: Light Blue
nb: Lyseblå

source: Light theme
nb: Lyst tema

source: Light Theme
nb: Lyst tema

source: Link
nb: Lenke

source: Link to Website URL
nb: Lenke til nettside-URL

source: List
nb: Liste

source: list_and_end
nb: %1$@, og %2$@

source: list_and_two
nb: %1$@ og %2$@

source: list_or_end
nb: %1$@, eller %2$@

source: list_or_two
nb: %1$@ or %2$@

source: Loading
nb: Laster

source: Loading more modules...
nb: Laster inn flere moduler…

source: Locate QR Code
nb: Lokalisere QR-kode

source: Lock Questions After Answering:
nb: Lås spørsmål etter svar:

source: locked
nb: låst

source: Locked
nb: Låst

source: Locked until "%@" is graded
nb: Låst inntil "%@" har fått vurdering

source: Log In
nb: Logg på

source: Log In Again
nb: Logg inn igjen

source: Log Out
nb: Logg Ut

source: Logging you in
nb: Logger deg inn

source: Login
nb: Innlogging

source: Login Error
nb: Innloggingsfeil

source: Low: %@
nb: Lav: %@

source: LTI Tool
nb: LTI-verktøy

source: Make sure you enable camera permissions in Settings
nb: Påse at du aktiverer kamerarettigheter i Innstillinger

source: Manage Students
nb: Administrer elever

source: Manual OAuth Login
nb: Manuell OAuth-innlogging

source: Mark All as Read
nb: Merk alle som lest

source: Mark All as Unread
nb: Merk alle som ulest

source: Mark as Done
nb: Merk som utført

source: Mark as Read
nb: Merk som lest

source: Mark as Undone
nb: Merk som ikke fullført

source: Mark as Unread
nb: Merk som ulest

source: Mark done
nb: Merk ferdig

source: Mark item as done
nb: Merk element som gjort

source: Marked done
nb: Merket ferdig

source: me
nb: meg

source: me & %@
nb: meg og %@

source: Mean: %@
nb: Gjennomsnitt: %@

source: Media Recording
nb: Medieinnspilling

source: Membership Update
nb: Oppdatering av medlemskap

source: Message
nb: Melding

source: Message from %@, %@, on %@, %@
nb: Melding fra %1$@, %2$@, den %3$@, %4$@

source: Missing
nb: Mangler

source: Module Item
nb: Modulelement

source: Modules
nb: Moduler

source: Move Annotation
nb: Flytt merknad

source: Multiple Due Dates
nb: Flere forfallsdatoer

source: My Subjects
nb: Mine fag

source: Name
nb: Navn

source: Needs Grading
nb: Trenger vurdering

source: NEEDS GRADING
nb: MÅ VURDERES

source: Network Error
nb: Nettverksfeil

source: Never
nb: Aldri

source: New Announcement
nb: Ny beskjed

source: New Conferences
nb: Nye videomøter

source: New Discussion
nb: Ny diskusjon

source: New Message
nb: Ny melding

source: New Page
nb: Ny side

source: New Quizzes
nb: Nye quizer

source: New To Do
nb: Ny i gjøremål

source: Next
nb: Neste

source: Next Week
nb: Neste uke

source: Nickname
nb: Kallenavn

source: No
nb: Nei

source: No Announcements
nb: Ingen beskjeder

source: No Assignments
nb: Ingen oppgaver

source: No available from date set.
nb: Ingen tilgjengelig fra-dato angitt.

source: No available until date set.
nb: Ikke tilgjengelig før dato satt

source: No Conferences
nb: Ingen videomøter

source: No Content
nb: Uten innhold

source: No Courses
nb: Ingen fag

source: No date selected
nb: Ingen dato er valgt

source: No description
nb: Ingen beskrivelse

source: No Discussions
nb: Ingen diskusjoner

source: No Due Date
nb: Ingen forfallsdato

source: No due date set.
nb: Ingen forfallsdato angitt.

source: No Events Today!
nb: Ingen arrangementer i dag!

source: No Files
nb: Ingen filer

source: No image found from image picker
nb: Det ble ikke funnet noen bilder i bildevelger

source: No Modules
nb: Ingen fag

source: No Pages
nb: Ingen sider

source: No preview available
nb: Ingen forhåndsvisning tilgjengelig

source: No Quizzes
nb: Ingen quizer

source: No Results
nb: Ingen resultater

source: No Sections
nb: Ingen seksjoner

source: No Subject
nb: Ingen tittel
