Repository: instructure/canvas-ios
Catalog: Core/Core/*-instk12.lproj/Localizable.strings
Languages: nb

source: No Submission
nb: Ingen innlevering

source: No supported files to submit
nb: Ingen støttede filer å sende inn

source: No time Limit
nb: Ingen tidsbegrensing

source: None
nb: Ingen

source: Not enrolled
nb: Ikke påmeldt

source: Not Graded
nb: Ikke vurdert

source: Not Published
nb: Upublisert

source: Not Started
nb: Ikke startet

source: Not Submitted
nb: Ikke levert

source: Not supported
nb: Støttes ikke

source: Not Urgent
nb: Haster ikke

source: Nothing Due Today
nb: Ingenting forfaller i dag

source: Nothing planned yet
nb: Ingenting planlagt enda

source: Notification Error
nb: Varslingsfeil

source: Notifications
nb: Varslinger

source: Notifications are currently disabled in Settings. Tap to enable them again.
nb: Varslinger er for øyeblikket deaktivert i Innstillinger Ta på den for å aktivere dem igjen.

source: Notify me right away
nb: Varsle meg umiddelbart

source: Observer
nb: Observatør

source: Observers
nb: Observatører

source: Olive
nb: Oliven

source: On Paper
nb: På papir

source: One of your submissions is still being uploaded. Logging out might interrupt it. Are you sure you want to log out?
nb: Én av innleveringene dine lastes fortsatt opp. Hvis du logger ut, kan det forstyrre det. Er du sikker på at du vil logge ut?

source: One or more files failed to upload. Check your internet connection and retry to submit.
nb: En eller flere filer kunne ikke lastes opp. Sjekk internettforbindelsen din og prøv å lever på nytt.

source: One Question at a Time:
nb: Ett spørsmål av gangen:

source: Only available to students with link
nb: Kun tilgjengelig for elever med lenken.

source: Only graders can like
nb: Kun de som setter vurderinger kan like

source: Only members
nb: Kun medlemmer

source: Only teachers
nb: Kun faglærer, lærer

source: Open
nb: Åpen

source: Open %@ user preferences
nb: Åpne %@ brukerinnstillinger

source: Open application
nb: Åpne applikasjon

source: Open course details
nb: Åpne fagdetaljer

source: Open item details
nb: Åpne elementdetaljer

source: Opens in Canvas Student
nb: Åpnes i Canvas Elev

source: Options
nb: Valg

source: OPTIONS
nb: VALG

source: orange
nb: oransje

source: Orange
nb: Oransje

source: Ordered List
nb: Sortert liste

source: out of
nb: ut av

source: page
nb: side

source: Page
nb: Side

source: Page content
nb: Sideinnhold

source: Page Details
nb: Sidedetaljer

source: Pages
nb: Sider

source: Pages Front Page
nb: Sider forside

source: Pair with Observer
nb: Par med observatør

source: Pairing Code:
nb: Paringskode:

source: Pass
nb: Bestått

source: Password
nb: Passord

source: Past Enrollments
nb: Tidligere påmeldinger

source: People
nb: Deltakere

source: Percentage
nb: Prosent

source: Permission Needed
nb: Tillatelse kreves

source: Photo Library
nb: Bildebibliotek

source: Pin
nb: Fest

source: Pink
nb: Rosa

source: Pinned Discussions
nb: Festede diskusjoner

source: Play
nb: Spill av

source: Please generate another QR Code and try again.
nb: Vennligst lag en ny QR-kode og prøv på nytt.

source: Please log in via the application
nb: Logg inn via applikasjonen

source: Please wait, this might take a minute.
nb: Vennligst vent, dette kan ta et minutt

source: Points
nb: Poeng

source: Post at
nb: Publiser kl.

source: Practice Quizzes
nb: Øvelsesquizer

source: Practice quizzes & surveys do not have detail views.
nb: Øvelsesquizer og spørreundersøkelser har ikke detaljvisning.

source: Preferences
nb: Preferanser

source: Preparing Files For Upload
nb: Forebereder filer for opplasting

source: Prerequisite: %@
nb: Forutsetning: %@

source: Preview Quiz
nb: Forhåndsvis quiz

source: Previous Logins
nb: Tidligere innlogginger

source: Previous Week
nb: Forrige uke

source: Privacy Policy
nb: Retningslinjer for personvern

source: Profile avatar
nb: Profilbilde

source: Profile avatar, double tap to change
nb: Profilbilde

source: Profile Menu
nb: Profil meny

source: Publish
nb: Publiser

source: published
nb: publisert

source: Published
nb: Publisert

source: Pumpkin
nb: Gresskar

source: purple
nb: lilla

source: Purple
nb: Lilla

source: Push Notifications
nb: Push-varslinger

source: Quiz Details
nb: Quizdetaljer

source: Quizzes
nb: Quizer

source: Recent Activity
nb: Siste aktiviteter

source: Recipients
nb: Mottakere

source: Record Audio
nb: Lydopptak

source: Recordings
nb: Opptak

source: red
nb: rød

source: Red
nb: Rød

source: Redo
nb: Gjør om

source: Refreshing
nb: Oppdaterer

source: Remove
nb: Fjern

source: Remove %@
nb: Fjern %@

source: Remove Attachment
nb: Fjern vedlegg

source: Remove Attachment?
nb: Fjerne vedlegg?

source: Remove date
nb: Fjern dato

source: Remove Due Date?
nb: Fjerne forfallsdato?

source: Remove File
nb: Fjern fil

source: Remove file from submission.
nb: Fjern fil fra innsending

source: Remove From List?
nb: Fjerne fra listen?

source: Removed %1$@
nb: Fjernet %1$@

source: Removed %1$@ by %2$@
nb: Fjernet %1$@ av %2$@

source: Replies
nb: Svar

source: Reply
nb: Svar

source: Reply All
nb: Svar alle

source: Reply sent
nb: Svar sendt

source: Reply to main discussion
nb: Svar på hoveddiskusjon

source: Reply to the annotation or previous comments
nb: Svar på merknaden eller tidligere kommentar

source: Reply to thread
nb: Svar på tråd

source: Report
nb: Rapporter

source: Report a Problem
nb: Rapporter et problem

source: Request a Feature
nb: Be om en funksjon

source: Request Failed!
nb: Forespørsel mislyktes!

source: Resources
nb: Ressurser

source: Restricted
nb: Begrenset

source: Retry
nb: Prøv igjen

source: Saving...
nb: Lagrer…

source: Scanner
nb: Skanner

source: Scanning not supported
nb: Ikke støttet skanning

source: Schedule
nb: Planlegger

source: Schedule student availability
nb: Planlegg elevtilgjengelighet

source: Scheduling
nb: Planlegger

source: School’s name
nb: Skolenavn

source: Score at least %@
nb: Oppnå et minimumsresultat på %@

source: Score to Keep:
nb: Resutat å beholde:

source: Scored above %g
nb: Fikk mer enn %g

source: Scored at least %@
nb: Fikk minst %@

source: Scored below %g
nb: Fikk mindre enn %g

source: Search
nb: Søk

source: Section: %@
nb: Avsnitt: %@

source: Sections
nb: Seksjoner

source: Sections: %@
nb: Seksjoner %@

source: See attached files.
nb: Se vedlagte filer.

source: See what's new.
nb: Se hva som er nytt.

source: Select
nb: Velg

source: Select a Path
nb: Velg en sti

source: Select assignment
nb: Velg oppgave

source: Select Assignment
nb: Velg oppgave

source: Select course
nb: Velg fag

source: Select Course
nb: Velg fag

source: Select Grading Period
nb: Velg vurderingsperiode

source: Select Impact
nb: Velg innvirkning

source: Select One
nb: Velg én

source: Selected
nb: Valgt

source: Selected!
nb: Valgt!

source: Self Registration Not Allowed
nb: Selvregistrering ikke tillatt

source: Send comment
nb: Send kommentar

source: Send daily summary
nb: Send daglig sammendrag

source: Send message
nb: Send melding

source: Send weekly summary
nb: Send ukentlig sammendrag

source: Sent
nb: Sendt

source: Set "Home" to...
nb: Sett «Hjem» til …

source: Set as Front Page
nb: Sett som forside

source: Set text color
nb: Bestemme tekstfarge

source: Settings
nb: Innstillinger

source: Show a month at a time
nb: Vis ett måned om gangen

source: Show Correct Answers:
nb: Vis korrekte svar:

source: Show Course Summary
nb: Vis fagsammendrag

source: Show Grades
nb: Vis vurderinger

source: Show more options
nb: Vis flere alternativer

source: Shuffle Answers:
nb: Stokk svar:

source: Since this is a group discussion, each group has its own conversation for this topic. Here are the discussions you have access to.
nb: Siden dette er en gruppe diskusjon, har hver gruppe en egen samtale for dette fag. Her er diskusjonene du har tilgang til.

source: Site Admin Login
nb: Sideadministratorinnlogging

source: Slack Notifications
nb: Slack-varsler

source: SMS Notifications
nb: SMS-varslinger

source: Something is broken but I can work around it
nb: Noe er ødelagt, men jeg kan omgå det

source: Something is Missing
nb: Noe mangler

source: Something is Wrong
nb: Noe er galt

source: Something went wrong
nb: Noe gikk galt

source: Sort by likes
nb: Sorter etter likes

source: Staff Contact Info
nb: Kontaktinformasjon personale

source: Starred
nb: Stjernemerket

source: Start recording
nb: Start opptak

source: Started %@
nb: Startet %@

source: Stop Act as User
nb: Avslutt å opptre som bruker

source: Stop acting as...
nb: Slutt å opptre som…

source: Stop recording
nb: Stopp opptak

source: Student
nb: Elev

source: Student Annotation
nb: Elevmerknad

source: Student Applications
nb: Elevsøknader

source: Student Appointment Signups
nb: Påmeldinger til elevavtaler

source: Student View
nb: Vis som elev

source: Students
nb: Elever

source: Style
nb: Stil

source: Subject
nb: Tema

source: Submission
nb: Innlevering

source: Submission %@, %@, %@
nb: Innlevering %1$@, %2$@, %3$@

source: Submission Comment
nb: Kommentar på innlevering

source: Submission Failed
nb: Innlevering feilet

source: Submission failed due to unknown error.
nb: Innlevering mislyktes på grunn av ukjent feil.

source: Submission Success!
nb: Vellykket innlevering!

source: Submission Types
nb: Innleveringstyper

source: Submission Uploaded
nb: Innlevering lastet opp

source: Submissions
nb: Innleveringer

source: Submit
nb: Send inn

source: Submitted
nb: Innlevert

source: Submitted %@
nb: Innlevert %@

source: Subscribe
nb: Abonner

source: Subscribe to Calendar Feed
nb: Abonnere på kalenderstrømmen

source: Success!
nb: Vellykket!

source: Summary
nb: Sammendrag

source: Surveys
nb: Spørreundersøkelser

source: Syllabus
nb: Fagoversikt

source: Syllabus content
nb: Innhold fagoversikt

source: System settings
nb: Systeminnstillinger

source: System Settings
nb: Systeminnstillinger

source: TA
nb: LA

source: Take Photo
nb: Ta bilde

source: Tap here for details
nb: Trykk her for mer informasjon

source: Tap here for help.
nb: Trykk her for hjelp.

source: Tap to select the courses you want to see on the calendar.
nb: Trykk for å velge fagene du ønsker på se på kalenderen.

source: Tap to view announcement
nb: Trykk for å vise beskjed

source: Tap to view submissions list.
nb: Trykk for å vise innleveringsliste.

source: Teacher
nb: Lærer

source: Teacher's Assistant
nb: Læringsassistent

source: Teachers
nb: Lærere

source: Teachers and students
nb: Faglærer, lærer og elever

source: Teaching Assistants
nb: Læringsassistenter

source: Teal
nb: Blågrønn

source: Terms of Use
nb: brukervilkår

source: Text
nb: Tekst

source: Text Color
nb: Tekstfarge

source: Text Entry
nb: Innlegging av tekst

source: Thanks, your request was received!
nb: Takk, forespørselen din ble mottatt!

source: The app needs to restart to use the new language settings. Please relaunch the app.
nb: Appen må åpnes på nytt for å ta i bruk de nye språkinnstillingene. Vennligst gjeninnfør appen.

source: The submission process was terminated by the operating system.
nb: Innleveringsprosessen ble avsluttet av operativsystemet.

source: There are no active assignments in this course.
nb: Det er ingen aktive oppgaver i dette faget.

source: There are no assignments to display.
nb: Det er ingen oppgaver å vise.

source: There are no conferences to display yet.
nb: Det er ennå ingen videomøter å vise.

source: There are no modules to display yet.
nb: Det er ennå ingen moduler å vise.

source: There are no pages to display yet.
nb: Det er ingen sider å vise ennå.

source: There was a problem registering your device for push notifications.
nb: Det oppsto et problem under registreringen av push-varslinger på enheten din.

source: There was a problem retrieving the Terms of Use.
nb: Det oppsto et problem under hentingen av brukervilkårene.

source: There was an error loading announcements. Pull to refresh to try again.
nb: Det oppsto en feil under lasting av beskjeder. Dra for å oppdatere og prøve på nytt.

source: There was an error loading conferences. Pull to refresh to try again.
nb: Det oppsto en feil under lasting av videomøtene. Dra for å oppdatere og prøve på nytt.

source: There was an error loading courses. Pull to refresh to try again.
nb: Det oppsto en feil under lasting av fag. Dra for å oppdatere og prøve på nytt.

source: There was an error loading discussions. Pull to refresh to try again.
nb: Det oppsto en feil under lasting av diskusjoner. Dra for å oppdatere og prøve på nytt.

source: There was an error loading events. Pull to refresh to try again.
nb: Det oppsto en feil under lasting av hendelser. Dra for å oppdatere og prøve på nytt.

source: There was an error loading files. Pull to refresh to try again.
nb: Det oppsto en feil under innlasting av filene. Dra for å oppdatere og prøve på nytt.

source: There was an error loading grades. Pull to refresh to try again.
nb: Det oppsto en feil ved lasting av vurderinger. Dra for å oppdatere og prøve på nytt.

source: There was an error loading items to do. Pull to refresh to try again.
nb: Det oppsto en feil under lasting av gjøremål. Trykk oppdater for å prøve på nytt.

source: There was an error loading modules.
nb: Det oppsto en feil under lasting av moduler.

source: There was an error loading pages. Pull to refresh to try again.
nb: Det oppsto en feil ved lasting av sider. Dra for å oppdatere og prøve på nytt.

source: There was an error loading people. Pull to refresh to try again.
nb: Det oppsto en feil under lasting av folk. Dra for å oppdatere og prøve på nytt.

source: There was an error loading quizzes. Pull to refresh to try again.
nb: Det oppsto en feil under lasting av quizer. Dra for å oppdatere og prøve på nytt.

source: There was an error while communicating with the server
nb: Det oppsto en feil under serverkommunikasjonen

source: There was an error with Act as User. Please try again later.
nb: Det var feil med opptre som bruker. Prøv igjen senere.

source: There was an unexpected error. Please try again.
nb: Det oppsto en uventet feil. Prøv på nytt.

source: This assignment is due by %@
nb: Denne oppgaven har frist %@

source: This assignment was due by %@
nb: Denne oppgaven hadde frist %@

source: This course does not have any sections.
nb: Dette faget har ingen seksjoner.

source: This folder is empty.
nb: Mappen er tom.

source: This is a media comment
nb: Dette er en mediekommentar

source: This is your personal color setting. Only you will see this color for the course.
nb: Dette er din personlige fargeinnstilling. Bare du vil se denne fargen for faget.

source: This module is empty.
nb: Modulen er tom.

source: This page has been disabled for this course.
nb: Denne siden er deaktivert for dette faget:

source: This will cancel and delete your upload.
nb: Dette avbryter og sletter opplastingen din.

source: This will remove the due date and all of the associated assignees.
nb: Dette vil fjerne forfallsdatoen og alle tilknyttede stedfortredere.

source: Time elapsed
nb: Brukt tid

source: Time Limit:
nb: Tidsbegrensning:

source: Title
nb: Tittel

source: Title...
nb: Tittel …

source: To
nb: Til

source: to %@
nb: til %@

source: To create an account, have your student create a pairing code for you from the Settings section of the Canvas Student app as shown below, and then scan that code from here. If your student doesn't see the option to create a pairing code, you'll need to reach out to your school to create your account.
nb: For å opprette en konto, må eleven opprette en sammenkoblingskode for deg fra Innstillinger-delen av Canvas Elev-appen som vist nedenfor, og deretter skanne koden herfra. Hvis eleven ikke ser alternativet for å opprette en sammenkoblingskode, må du kontakte skolen din for å opprette kontoen din.

source: To Do
nb: Gjøremål

source: Today
nb: I dag

source: Tomorrow
nb: I morgen

source: Total Grade
nb: Samlet vurdering

source: Total time
nb: Total tid

source: Twitter Notifications
nb: Varslinger for Twitter

source: Undo
nb: Angre

source: Unknown Error
nb: Ukjent feil

source: Unlimited
nb: Ubegrenset

source: Unordered List
nb: Ikke sortert liste

source: Unpin
nb: Løsne

source: Unpublish
nb: Avpubliser

source: unpublished
nb: upublisert

source: Unpublished
nb: Upublisert

source: Unread
nb: Ulest

source: Unsubscribe
nb: Avslutt abonnement

source: Unsupported Item
nb: Ikke-støttet element

source: Until %@
nb: Til %@

source: Updated Language Settings
nb: Oppdatert språkinnstillinger

source: Updating
nb: Oppdaterer

source: Upload completed.
nb: Opplasting fullført.

source: Upload failed due to unknown reason.
nb: Opplasting mislyktes på grunn av ukjent feil.

source: Upload failed.
nb: Opplasting mislyktes.

source: Upload File
nb: Last opp fil

source: Upload in progress
nb: Opplasting pågår

source: Upload in progress (Int(100 * progress))%
nb: Opplasting pågår (Int(100 * fremgang))%

source: Uploading %@ is at %@
nb: Opplasting %1$@ er på %2$@

source: Uploading %@ of %@
nb: Laster opp %1$@ av %2$@

source: Uploading Submission
nb: Laster opp innlevering

source: Uploading...
nb: Laster opp…

source: Usage Right
nb: Brukerrettigheter

source: Usage Rights
nb: Bruksrettigheter:

source: Use Camera
nb: Bruk kamera

source: Use this code to pair with me in Canvas Parent: %@
nb: Bruk denne koden for å pare med meg i Canvas Parent: %@

source: User ID
nb: Bruker-ID

source: Username
nb: Brukernavn

source: Users must post before seeing replies
nb: Brukere må publisere før de kan se svar

source: View
nb: Vis

source: View all submissions
nb: Vis alle innleveringer

source: View Less
nb: Vis mindre

source: View Modules
nb: Vis moduler

source: View More
nb: Vis mer

source: View more replies
nb: Vis flere svar

source: View Previous Announcements
nb: Vis tidligere beskjeder

source: View Responses:
nb: Vis svar:

source: Viewed
nb: Vist

source: Waiting for important things to happen.
nb: Venter på at det skal skje noe viktig.

source: We couldn't find any courses like that.
nb: Vi kunne ikke finne noen slike fag.

source: We couldn’t find any files like that.
nb: Vi fant ingen slike filer.

source: We couldn’t find somebody like that.
nb: Vi kunne ikke finne noen som stemte med det.

source: We've made a few changes.
nb: Vi har gjort noen endringer.

source: Website URL
nb: Nettstedets URL

source: Week of %@
nb: Uker med %@

source: Weekly
nb: Ukentlig

source: Welcome, (userName)!
nb: Velkommen, (userName)!

source: Welcome!
nb: Velkommen!

source: Well Done!
nb: Bra gjort!

source: What’s your school’s name?
nb: Hva heter skolen din?

source: white
nb: hvit

source: Whoops!
nb: Oisann!

source: Will unlock %@
nb: Vil låse opp %@

source: Workaround
nb: Løsning

source: yellow
nb: gul

source: Yes
nb: Ja

source: Yo Notifications
nb: Varslinger for Yo

source: You are not authorized to perform this action
nb: Du har ikke tillatelse til å utføre denne handlingen

source: You have been invited
nb: Du har blitt invitert

source: You must allow notifications in Settings to set reminders.
nb: Du må tillate varsler i Innstillingene for å stille inn påminnelser.

source: You must enable Camera permissions in Settings.
nb: Du må aktivere kameratillatelse fra innstillinger.

source: You must enable Microphone permissions in Settings.
nb: Du må aktivere mikrofontillatelse fra innstillinger.

source: You will stop acting as %@ and return to your account.
nb: Du vil slutte å opptre som %@ og gå tilbake til din egen konto.

source: You will stop acting as this user and return to your account.
nb: Du vil slutte å opptre som denne brukeren og gå tilbake til din egen konto.

source: You've marked it as done.
nb: Du har merket det som fullført.

source: Your child's courses might not be published yet.
nb: Dine underordnede fag er kanskje upublisert enda.

source: Your device is out of storage space. Please free up space and try again.
nb: Enheten din har gått tom for lagringsplass. Frigjør plass og prøv igjen.

source: Your Email
nb: Din e-postadresse

source: Your file was successfully submitted. Enjoy your day!
nb: Filen din ble sendt inn. Ha en fin dag!

source: Your to do list is empty. Time to recharge.
nb: Din gjøremålsliste er tom. På tide å lade opp på nytt.
