Repository: instructure/canvas-ios
Catalog: Student/Widgets/Resources/*-instk12.lproj/Localizable.strings
Languages: nb

source: American literature IV
nb: Amerikansk litteratur IV

source: American Literature IV
nb: Amerikansk litteratur IV

source: American Literature IV: All the Books
nb: Amerikansk litteratur IV: Alle bøkene

source: Announcements
nb: Beskjeder

source: Assignment Grades
nb: Oppgavevurderinger

source: Biology 201
nb: Biologi 201

source: Biology Exam 2
nb: Biologieksamen 2

source: Course Grades
nb: Fagvurderinger

source: Essay #1: The Rocky Planets
nb: Essay nr. 1: The Rocky Planets

source: Finals are moving to next week.
nb: Avsluttende eksamener flyttes til neste uke.

source: Grades
nb: Vurderinger

source: No Announcements
nb: Ingen beskjeder

source: No Grades To Display
nb: Ingen vurderinger å vise

source: Please log in via the application
nb: Logg inn via applikasjonen

source: Read Moby Dick by end of week.
nb: Les Moby Dick i løpet av uken.

source: View the latest announcements from your courses.
nb: Vis de siste beskjedene fra fagene dine.

source: View the latest grades from assignments and your favorite courses.
nb: Vis de siste vurderingene fra oppgaver og favorittfagene dine.

source: Zoo Field Trip!
nb: Ekskursjon til dyrehage!
