Repository: instructure/canvas-ios
Catalog: Frameworks/SoSupportive/SoSupportive/*.lproj/Localizable.strings
Languages: ja, mi

source: Casual question or suggestion
ja: 気軽なご質問または提案
mi: pātai causal mana'o ranei

source: Choose One
ja: 1 つお選びください
mi: Kōwhiri Kotahi

source: Describe your problem
ja: 問題についてお聞かせください
mi: Whakaahuatia koutou raruraru

source: Extremely critical emergency
ja: 非常に深刻な緊急事態
mi: whawhati tata tino nui

source: I can't get things done until fixed
ja: 修正されるまで作業が何もできません
mi: Ka taea e kore kia mea mahi ahau tae noa ki pūmau

source: I need help but it's not urgent
ja: ヘルプが必要ですが、緊急ではありません
mi: Me ahau te tauturu engari e kore te mea kōhukihuki

source: Impact:
ja: 深刻度：
mi: pānga:

source: Invalid Input. Check fields and try again.
ja: 無効な入力です。項目を確認し、再度お試しください。
mi: Tāuru muhu. Tirohia mara, me te ngana anō.

source: Request Failed! Check network and try again!
ja: リクエストに失敗しました！ネットワークを確認の上、再度お試しください。
mi: I rahua Tono! Tirohia whatunga me ngana ano!

source: Select Impact
ja: 深刻度をお選びください
mi: Tīpako Pānga

source: Something is broken but I can work around it
ja: 何かが壊れていますが、それを避けて作業ができます
mi: pakaru te tahi mea te engari ka taea e ahau te mahi a tawhio noa te reira

source: Thanks, your request was received!
ja: リクエストが受理されました！
mi: Mihi, ka riro koutou tono!

source: Unknown User
ja: 存在しないユーザーです
mi: Kaiwhakamahi unknown

source: Unknown User Name
ja: 存在しないユーザーネームです
mi: Ingoa Kaiwhakamahi tē mōhiotia

source: What can we do better?
ja: 改善のためにご意見をお聞かせください。
mi: Eaha ta tatou e nehenehe e rave maitai a'e?

source: Your Email
ja: あなたのEメール
mi: tou Īmēra
