Repository: instructure/canvas-ios
Catalog: Canvas/Canvas/*.lproj/Localizable.strings
Languages: de, es, ja, nb, sv

source: Edit items
de: Elemente bearbeiten
es: Editar los elementos
ja: アイテムを編集する
nb: Rediger objekter
sv: Ändra objekt

source: Editing reply by %1$@, %2$@
de: Antwort von %1$@, %2$@ wird bearbeitet
es: Editar respuesta al %1$@, %2$@
ja: %1$@, %2$@で編集返信する
nb: Redigere svar innen %1$@, %2$@
sv: Ändrar svar från %1$@, %2$@

source: Email
es: Correo electrónico
ja: Eメール
nb: E-post
sv: E-post

source: Enable Push Notifications
de: Push-Benachrichtigungen aktivieren
es: Habilitar notificaciones automáticas
ja: プッシュ通知を有効にする
nb: Aktiver push-varsler
sv: Aktivera pushmeddelanden

source: Enter submission
de: Einreichung eingeben
es: Ingresar la presentación
ja: 提出を入力する
nb: Skriv innsending
sv: Fyll i inlämning

source: Enter User ID and Domain.
de: Benutzer-ID und Domain eingeben.
es: Ingresar ID y dominio del usuario.
ja: ユーザーIDとドメインを入力する。
nb: Skriv inn bruker-ID og domene.
sv: Fyll i användar-ID och domän

source: Entry posted
de: Eintrag gepostet
es: Entrada publicada
ja: エントリがポストされました
nb: Innlegg postet
sv: Inlägget postades

source: Error
de: Fehler
ja: エラー
nb: Feil
sv: Fel

source: Error adding recipeints
de: Fehler beim Hinzufügen von Empfängern
es: Error al añadir destinatarios
ja: 受信者の追加中にエラーが発生しました
nb: Fikk ikke lagt til mottakere
sv: Fel när mottagare lades till

source: Error deleting file &quot;%@&quot;
de: Fehler beim Löschen der Datei &quot;%@&quot;
es: Hubo un error al eliminar el archivo &quot;%@&quot;
ja: ファイル &quot;%@&quot;削除中にエラーが起こりました
nb: Feil ved sletting av filen &quot;%@&quot;
sv: Fel vid radering av fil &quot;%@&quot;

source: Error deleting folder
de: Fehler beim Löschen des Ordners
es: Error al borrar la carpeta
ja: フォルダの消去中にエラーが発生しました
nb: Feil ved sletting av mappe
sv: Fel när mappen togs bort

source: Event
de: Ereignis
es: Evento
ja: イベント
nb: Arrangement
sv: Händelse

source: Existing Attachments...
de: Vorhandene Anhänge...
es: Archivos adjuntos existentes...
ja: 既存の添付ファイル...
nb: Eksisterende vedlegg...
sv: Existerande bilagor...

source: External Tool
de: Externe Tools
es: Herramienta externa
ja: 外部ツール
nb: Eksternt verktøy
sv: Externt verktyg

source: External URL
de: Externe URL
es: URL externa
ja: 外部URL
nb: Ekstern URL
sv: Extern URL

source: File
de: Datei
es: Archivo
ja: ファイル
nb: Fil
sv: Fil

source: File extension not allowed: %@
de: Unzulässige Dateierweiterung: %@
es: No se permite esta extensión de archivo: %@
ja: ファイル拡張子は許可されていません：%@
nb: Filtype ikke tillatt %@
sv: Filnamnstillägg som inte tillåt: %@

source: File extension(s) permitted for this assignment:
de: Erlaubte Dateierweiterung(en) für diese Aufgabe:
es: Extensión(es) del archivo permitida(s) para esta tarea:
ja: この課題に使用が許可されているファイル拡張子：
nb: Filtype(r) tillatt for denne oppgaven:
sv: Tillåtna filtillägg för den här uppgiften:

source: File received
de: Datei erhalten
es: Archivo recibido
ja: 受信したファイル
nb: Fil mottatt
sv: Filen mottagen

source: File unavailable
de: Datei nicht vorhanden
es: Archivo no disponible
ja: ファイルが利用出来ません
nb: Utilgjengelig fil
sv: Filen inte tillgänglig

source: File upload
de: Datei hochladen
es: Carga del archivo
ja: ファイルのアップロード
nb: Filopplasting
sv: Filuppladdning

source: File upload failed.
de: Hochladen der Datei fehlgeschlagen.
es: Falló la carga del archivo.
ja: ファイルのアップロードに失敗しました。
nb: Filopplasting feilet.
sv: Filuppladdning misslyckades.

source: Files
de: Dateien
es: Archivos
ja: ファイル
nb: Filer
sv: Filer

source: Finished downloading
de: Download abgeschlossen
es: Descarga terminada
ja: ダウンロードが終了しました
nb: Ferdig nedlastet
sv: Nedladdning slutförd

source: Front Page
de: Startseite
es: Portada
ja: フロントページ
nb: Forside
sv: Framsida

source: Future
de: Zukünftige
es: Futuro
ja: 未来
nb: Framtid
sv: Framtida

source: Go to App Store
de: Zum App Store gehen
es: Ir a la Tienda de aplicaciones
ja: アプリストアへ移動
nb: Gå til App-Store
sv: Gå till App Store

source: Go to discussion
de: Zur Diskussion gehen
es: Ir a la discusión
ja: ディスカッションへ移動
nb: Gå til diskusjon
sv: Gå till diskussion

source: Go To Discussion
de: Zur Diskussion gehen
es: Ir a la discusión
ja: ディスカッションへ移動
nb: Gå til diskusjon
sv: Gå till diskussion

source: Go to Quiz
de: Zum Quiz gehen
es: Ir a Evaluaciones
ja: クイズへ移動
nb: Gå til test
sv: Gå till quiz

source: Grade
de: Note
es: Calificación
ja: 成績
nb: Karakterer
sv: Betyg

source: Grade %@
de: Note: %@
es: Calificar %@
ja: 成績 %@
nb: Karakter %@
sv: Betyg %@

source: Grade in SpeedGrader
de: Im SpeedGrader benoten
es: Calificar en SpeedGrader
ja: SpeedGraderで採点する
nb: Vurdere i SpeedGrader
sv: Betygsätt med SpeedGrader

source: Grade: %@
de: Note: %@
es: Calificar: %@
ja: 成績: %@
nb: Karakter: %@
sv: Betyg: %@

source: Grade: %1$i / %2$g
de: Note: %1$i / %2$g
es: Calificar: %1$i / %2$g
ja: 成績: %1$i / %2$g
nb: Karakter: %1$i / %2$g
sv: Betyg: %1$i / %2$g

source: Graded Discussion
de: Benotete Diskussion
es: Discusión calificada
ja: 採点されたディスカッション
nb: Vurdert diskusjon
sv: Betygsatt diskussion

source: Graded discussion.
de: Benotete Diskussion.
es: Discusión calificada.
ja: 採点されたディスカッション。
nb: Vurdert diskusjon.
sv: Betygsatt diskussion.

source: Graded discussion. %g points possible.
de: Benotete Diskussion. %g Punkte möglich.
es: Discusión calificada. %g puntos posibles.
ja: 採点されたディスカッション。 %g ポイントが可能です。
nb: Vurdert diskusjon. %g mulige poeng.
sv: Betygsatt diskussion. %g poäng möjliga.

source: Grades
de: Noten
es: Calificaciones
ja: 成績
nb: Karakterer
sv: Betyg

source: Group conversation
de: Gruppengespräch
es: Conversación del grupo
ja: グループでの会話
nb: Gruppesamtale
sv: Gruppkonversation

source: Groups
de: Gruppen
es: Grupos
ja: グループ
nb: Grupper
sv: Grupper

source: Help
de: Hilfe
es: Ayuda
ja: ヘルプ
nb: Hjelp
sv: Hjälp

source: Hide Grades
de: Noten verbergen
es: Esconder calificaciones
ja: 成績を非表示にする
nb: Skjul vurderinger
sv: Dölj betyg

source: How do you like Canvas?
de: Wie gefällt Ihnen Canvas?
es: ¿Qué le parece Canvas?
ja: Canvasがどのくらい好きですか？
nb: Hvordan liker du Canvas?
sv: Vad tycker du om Canvas?

source: I give you back your time, use it wisely.
de: Sie erhalten Ihre Zeit zurück. Setzen Sie sie weise ein.
es: Le devuelvo su tiempo, úselo sabiamente.
ja: 時間をお返ししますので、有効にお使いください。
nb: Jeg gir deg tiden din tilbake, bruk den fornuftig.
sv: Jag ger dig tid, använd den klokt.

source: Image
de: Bild
es: Imagen
ja: 画像
nb: Bilde
sv: Bild

source: Import from camera
de: Von Kamera importieren
es: Importar desde la cámara
ja: カメラからインポートする
nb: Importere fra kamera
sv: Importera från kamera

source: Import from Dropbox
de: Aus Dropbox importieren
es: Importar desde Dropbox
ja: Dropboxからインポートする
nb: Importere fra Dropbox
sv: Importera från Dropbox

source: Inbox
es: Bandeja de entrada
ja: インボックス
nb: Innboks
sv: Inkorg

source: Incomplete
de: Unvollständig
es: Incompleto
ja: 不完全
nb: Ikke godkjent
sv: Ofullständig

source: Individual messages
de: Einzelne Nachrichten
es: Mensajes individuales
ja: 個人メッセージ
nb: Individuelle meldinger
sv: Individuella meddelanden

source: Invalid URL
de: Unzulässige URL
es: URL inválida
ja: 無効なURL
nb: Ugyldig URL
sv: Ogiltig URL

source: It has problems
de: Hat Probleme
es: Tiene problemas
ja: 問題があります
nb: Den har problemer
sv: Har problem

source: It looks like there’s nothing to do today. Enjoy your day!
de: Wie es aussieht, gibt es heute nichts zu tun. Genießen Sie Ihren Tag!
es: Parece que no hay nada por hacer hoy. ¡Disfrute el día!
ja: 今日はなにもすることがないようです。よい一日を！
nb: Det ser ikke ut til å være noe å gjøre i dag. Ha en fin dag!
sv: Det ser ut som om det inte finns något att göra i dag. Ha en bra dag!

source: It’s empty, what are you still doing here.
de: Hier gibt es nichts. Was machen Sie noch hier?!
es: Está vacía, qué sigue haciendo aquí.
ja: 空白です。まだここで何をしているのですか。
nb: Den er tom, hva driver du med her fremdeles.
sv: Det är tomt, vad gör du här.

source: Item %1$d of %2$d
de: Element %1$d von %2$d
es: Elemento %1$d de %2$d
ja: %2$dの%1$dアイテム
nb: Objekt %1$d av %2$d
sv: Objekt %1$d av %2$d

source: Items
de: Elemente
es: Artículos
ja: アイテム
nb: Elementer
sv: Objekt

source: Jumps to current day on calendar
de: Springt zum aktuellen Kalendertag
es: Salta al día de hoy en el calendario
ja: カレンダーの現在の日付まで移動する
nb: Går til dagen i dag på kalenderen
sv: Hoppar till dagens datum i kalendern

source: Keep
de: Halten
es: Mantener
ja: 保存する
nb: Behold
sv: Behåll

source: Landing Page
de: Zielseite
es: Página de destino
ja: ランディングページ
nb: Landingsside
sv: Landningssida

source: Large file
de: Große Datei
es: Archivo grande
ja: 大きなファイル
nb: Stor fil
sv: Stor fil

source: Later
de: Später
es: Más tarde
ja: 後で
nb: Senere
sv: Senare

source: Launch External Tool
de: Externes Tool starten
es: Lanzar la herramienta externa
ja: 外部ツールを起動する
nb: Åpne eksternt verktøy
sv: Starta externt verktyg

source: Legal
de: Juristisch
ja: 法的な
nb: Lovlig
sv: Juridik

source: Link
es: Enlace
ja: リンク
nb: Lenke
sv: Länk

source: Loading...
de: Wird geladen...
es: Cargando...
ja: ロード中...
nb: Laster...
sv: Laddar...

source: Locked
de: Gesperrt
es: Bloqueada
ja: ロックされています
nb: Låst
sv: Låst

source: Locked until "%@" is graded
de: Gesperrt bis „%@“ benotet ist
es: Bloqueado hasta que "%@" sea calificado
ja: "%@" が採点されるまで、ロックされています
nb: Låst inntil "%@" har fått karakter
sv: Låst tills "%@" är graderad

source: Locked until %@
de: Gesperrt bis %@
es: Bloqueado hasta %@
ja: %@までロック
nb: Låst inntil %@
sv: Låst till %@

source: Login ID
de: Anmelde-ID
es: ID de inicio de sesión
ja: ログイン ID
nb: Logg inn-ID
sv: Inloggnings-ID

source: Login Problem
de: Anmeldeproblem
es: Problema para iniciar sesión
ja: ログインでの問題
nb: Påloggingsproblemer
sv: inloggningsproblem

source: Logout
de: Abmeldung
es: Cerrar sesión
ja: ログアウト
nb: Logg ut
sv: Logga ut

source: Love it!
de: Klasse!
es: ¡Me encanta!
ja: 大好きです！
nb: Elsker det!
sv: Älskar det!

source: Mark as Done
de: Als fertig markieren
es: Marcar como hecho
ja: 完了としてマークする
nb: Merk som utført
sv: Markera som färdig

source: Masquerade
de: Sich ausgeben als
es: Hacerse pasar
ja: マスカレード
nb: Forkledning
sv: Maskera

source: Mastery Path
de: Leistungsziel-Pfad
es: Trayectoria de maestría
ja: 達成パス
nb: Overordnet bane
sv: Målväg

source: Me
de: Ich selbst
es: Yo
ja: 私
nb: Meg
sv: Jag

source: Media comment
de: Medienkommentar
es: Comentario multimedia
ja: メディアのコメント
nb: Mediekommentar
sv: Mediakommentar

source: Media Comment
de: Medienkommentar
es: Comentario multimedia
ja: メディアのコメント
nb: Mediekommentar
sv: Mediakommentar

source: Media recording
de: Medienaufzeichnung
es: Grabando multimedia
ja: メディアの記録
nb: Mediaopptak
sv: Mediainspelning

source: Media Submission
de: Medieneinreichung
es: Presentación multimedia
ja: メディアの提出
nb: Mediainnsending
sv: Mediainlämning

source: Media type selector. %@
de: Medientyp-Selector. %@
es: Seleccionador de tipo de medios. %@
ja: メディアタイプセレクタ。%@
nb: Medievelger %@
sv: Väljare av medietyp. %@

source: Message everyone separately, or add everyone to a group conversation?
de: Jeden einzeln benachrichtigen oder jeden einem Gruppengespräch hinzufügen?
es: Mandar mensaje a todos por separado, o agregar a todos a una conversación de grupo?
ja: メッセージをそれぞれ別々に送りますか、または全員をグループカンバセイションに追加しますか？
nb: Send melding til alle hver for seg, eller legg alle til i en gruppesamtale?
sv: Skicka meddelanden separat, eller lägg till alla i en gruppkonversation?

source: Message Instructor
de: Dem Unterrichtenden eine Nachricht senden
es: Enviar un mensaje al instructor
ja: メッセージインストラクター
nb: Meldingsinstruktør
sv: Skicka meddelande till lärare

source: Message Sent.
de: Nachricht gesendet.
es: Mensaje enviado.
ja: メッセージが送信されました。
nb: Melding sendt.
sv: Meddelandet skickades.

source: Messages
de: Nachrichten
es: Mensajes
ja: メッセージ
nb: Meldinger
sv: Meddelanden

source: Mobile Quiz Warning
de: Mobiles Quiz-Warnung
es: Advertencia móvil de la evaluación
ja: モバイルクイズの注意
nb: Advarsel mobiltest
sv: Varning för mobil-quiz

source: Module Item Not Found
de: Modulobjekt nicht gefunden
es: No se encontró el elemento del módulo
ja: モジュールアイテムが見つかりません
nb: Modulen ble ikke funnet
sv: Modulobjektet hittades inte

source: Modules
de: Module
es: Módulos
ja: モジュール
nb: Moduler
sv: Moduler

source: moments ago
de: gerade eben
es: momentos atrás
ja: 数秒前
nb: øyeblikk siden
sv: nyss

source: More Info
de: Mehr Informationen
es: Más información
ja: 詳細な情報
nb: Mer info
sv: Mer information

source: Multiple Due Dates
de: Mehrere Abgabetermine
es: Múltiples fechas límites de entrega
ja: 複数の期限日
nb: Flere leveringsfrister
sv: Flera förfallodatum

source: Must contribute
de: Muss beitragen
es: Debe contribuir
ja: 貢献しなければならない
nb: Må bidra
sv: Måste bidra

source: Must mark as done
de: Muss als fertig markieren
es: Debe marcar como hecho
ja: 必ず完了としてマークしなければならない
nb: Må merkes som utført
sv: Markera som färdig

source: Must score %@ or higher
de: Muss %@ oder mehr Punkte erreichen
es: Debe obtener como puntaje %@ o más alto
ja: 必ず%@、またはそれ以上得点しなければならない
nb: Må oppnå %@ eller høyere
sv: Måste få %@ eller högre

source: Must submit
de: Muss einreichen
es: Debe enviar
ja: 必ず提出しなければならない
nb: Må sende inn
sv: Måste skickas in

source: Must view
de: Muss ansehen
es: Debe ver
ja: 必ず閲覧しなければならない
nb: Må sees
sv: Måste visas

source: My Files
de: Meine Dateien
es: Mis archivos
ja: マイファイル
nb: Mine filer
sv: Mina filer

source: Name
es: Nombre
ja: 名前
nb: Navn
sv: Namn

source: Need SpeedGrader for iPad
de: Brauche SpeedGrader für iPad
es: Necesita SpeedGrader para iPad
ja: iPadにSpeedGraderが必要です
nb: Trenger SpeedGrader til iPad
sv: Kräver SpeedGrader för iPad

source: Network Error
de: Netzwerkfehler
es: Error de la red
ja: ネットワークエラー
nb: Nettverksfeil
sv: Nätverksfel

source: New Folder
de: Neuer Ordner
es: Nueva carpeta
ja: 新しいフォルダ
nb: Ny mappe
sv: Ny mapp

source: New Message
de: Neue Nachricht
es: Mensaje nuevo
ja: 新しいメッセージ
nb: Ny melding
sv: Nytt meddelande

source: Next
de: Weiter
es: Siguiente
ja: 次へ
nb: Neste
sv: Nästa

source: Next 7 Days
de: Die nächsten 7 Tage
es: Próximos 7 días
ja: 次の7日間
nb: Neste 7 dager
sv: Kommande 7 dagarna

source: Next Day
de: Nächster Tag
es: Día siguiente
ja: 翌日
nb: Neste dag
sv: Nästa dag

source: Next item
de: Nächstes Element
es: Siguiente elemento
ja: 次のアイテム
nb: Neste objekt
sv: Nästa objekt

source: No
de: Kein
ja: いいえ
nb: Nei
sv: Nej

source: No actions available for this file
de: Für diese Datei sind keine Handlungen verfügbar
es: No hay acciones disponibles para este archivo
ja: このファイルに利用できるアクションがありません
nb: Ingen tilgjengelige handlinger for denne filen
sv: Ingen åtgärd tillgänglig för den här filen

source: No audio was recorded.
de: Es wurde kein Audio aufgezeichnet.
es: No se grabó audio.
ja: 音声は録音されていません。
nb: Ingen lyd ble tatt opp.
sv: Inget ljud spelades in.

source: No Date
de: Kein Datum
es: Sin fecha
ja: 日付なし
nb: Ingen dato
sv: Inget datum

source: No due date
de: Kein Abgabedatum
es: Sin fecha límite de entrega
ja: 期限日なし
nb: Ingen innleveringsfrist
sv: Inget förfallodatum

source: No Due Date
de: Kein Abgabedatum
es: Sin fecha de entrega
ja: 期限日なし
nb: Ingen innleveringsfrist
sv: Inget förfallodatum

source: No installed apps support opening this file
de: Öffnen dieser Datei wird von keiner der installierten Apps unterstützt
es: Ninguna aplicación instalada es compatible para abrir este archivo
ja: このファイルを開くことができるアプリがインストールされていません
nb: Ingen installerte apper støtter åpning av denne filen.
sv: Inga installerade appar stöder öppning av den här filen

source: No Mastery Paths
de: Keine Leistungsziel-Pfade
es: No se encuentran trayectorias de maestría
ja: 達成パスなし
nb: Ingen overordnede baner
sv: Ingen målväg

source: No recipients
de: Keine Empfänger
es: Sin destinatarios
ja: 受信者がいません
nb: Ingen mottakere
sv: Inga mottagare

source: No Recorded Audio
de: Kein aufgezeichnetes Audio
es: Sin audio grabado
ja: 録音された音声はありません
nb: Ingen lydopptak
sv: Inget inspelat ljud

source: No results found
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
ja: 結果が見つかりませんでした
nb: Ingen resultater funnet
sv: Inga resultat hittades

source: No Submission
de: Einreichung
es: Sin presentación
ja: 提出はありません
nb: Ingen innlevering
sv: Ingen inlämning

source: No Thanks
de: Nein, danke
es: No gracias
ja: 結構です
nb: Nei takk
sv: Nej, tack

source: No To-Do Items
de: Keine Aufgaben
es: No hay elementos por hacer
ja: タスクはありません
nb: Ingen gjøremålselementer
sv: Inga att-göra-objekt

source: Not Authorized
de: Nicht autorisiert
es: No autorizada
ja: 承認されていません
nb: Ikke autorisert
sv: Inte behörig

source: Not available
de: NIcht verfügbar
es: No está disponible
ja: 利用できません
nb: Ikke tilgjengelig
sv: Inte tillgänglig

source: Not Complete
de: Nicht abgeschlossen
es: No está completa
ja: 未完了
nb: Ikke fullført
sv: Ej färdig

source: Not graded
de: Nicht benotet
es: No calificado
ja: 未採点
nb: Ikke karaktersatt
sv: inte bedömd

source: Not graded (0 out of %@)
de: Nicht benotet (0 von %@)
es: No calificado (0 de %@)
ja: 未採点 (0 / %@)
nb: Ikke karaktersatt (0 out of %@)
sv: Ej bedömd (0 av %@)

source: Note: Media files are not immediately available for playback while they are processed on the server.
de: Anmerkung: Mediendateien werden nicht sofort verfügbar für die Wiedergabe, wenn sie auf dem Server bearbeitet werden.
es: Nota: Los archivos multimedia no están disponibles para su reproducción inmediata mientras se procesan en el servidor.
ja: 注記：メディアファイルは、サーバー上で処理中はすぐには再生できません。
nb: Merk: Mediefiler er ikke tilgjengelig for avspilling mens de behandles av server.
sv: Obs! Mediefiler är inte omedelbart tillgängliga för uppspelning under tiden de behandlas på servern.

source: Nothing to do, go play outside!
de: Es gibt nichts zu tun. Gehen Sie raus in die Natur ...
es: No tiene nada que hacer, ¡salga a jugar!
ja: 何もすることがなければ、外の空気を吸いましょう！
nb: Ingenting å gjøre, gå å lek ute!
sv: inget att göra, gå ut och lek!

source: Nothing to see here.
de: Hier gibt es nichts zu sehen.
es: No hay nada que ver aquí.
ja: ここには見るものが何もありません。
nb: Ingenting å se her.
sv: Finns inget att se här.

source: Notification
de: Benachrichtigung
es: Notificación
ja: 通知
nb: Varsel
sv: Avisering

source: Notification Preferences
de: Benachrichtigung - Lieblingseinstellungen
es: Preferencias de notificación
ja: 通知の設定
nb: Varslingspreferanser
sv: Aviseringsinställningar

source: Notifications
de: Benachrichtigungen
es: Notificaciones
ja: 通知
nb: Varslinger
sv: Aviseringar

source: Observer
de: Beobachter
es: Observador
ja: オブザーバー
nb: Observatør
sv: Observatör

source: Online URL
es: URL en línea
ja: オンラインURL
nb: Tilkoblet URL

source: Oops!
es: ¡Ups!
ja: しまった！
sv: Oooj!

source: Open in Safari
de: In Safari öffnen
es: Abrir en Safari
ja: Safariで開く
nb: Åpne i Safari
sv: Öppna i Safari

source: Open in SpeedGrader
de: Im SpeedGrader benoten
es: Abrir en SpeedGrader
ja: SpeedGraderで開く
nb: Åpne i SpeedGrader
sv: Öppna i SpeedGrader

source: Open in...
de: Öffnen in...
es: Abrir en...
ja: ...で開く
nb: Åpne i ...
sv: Öppna i...

source: Option %d
es: Opción %d
ja: オプション%d
nb: Valg %d
sv: Alternativ %d

source: Other
de: Andere(r)
es: Otro
ja: その他
nb: Andre
sv: Annan

source: Other replies hidden until you reply
de: Andere Antworten solange verborgen, bis Sie antworten
es: Otras respuestas están ocultas hasta que usted responda
ja: 返信するまで非表示になっている他の返信
nb: Andre svar skjules inntil du svarer
sv: Andra svar döljs tills du svarar

source: out of
de: von insgesamt
es: de
ja: 中
nb: ut av
sv: av

source: out of %@
de: von insgesamt %@
es: de %@
ja: 中%@
nb: ut av %@
sv: av %@

source: out of %@ points
de: von %@ Punkten
es: de %@ puntos
ja: 点/ %@ 点
nb: ut av %@ poeng
sv: av %@ poäng

source: Outcomes
de: Ergebnisse
es: Resultados
ja: 結果
nb: Utfall
sv: Resultat

source: Page
de: Seite
es: Página
ja: ページ
nb: Side
sv: Sida

source: Past
de: Vergangen
es: Pasado
ja: 過去
nb: Tidligere
sv: Tidigare

source: People
de: Menschen
es: Personas
ja: 人
nb: Personer
sv: Personer

source: photo
de: Foto
es: foto
ja: 写真
nb: bilde
sv: foto

source: Pinned Discussions
de: Fixierte Diskussionen
es: Discusiones marcadas
ja: ピン留めされたディスカッション
nb: Merkede diskusjoner
sv: Fastsatta diskussioner

source: Play
de: Abspielen
es: Reproducir
ja: 再生
nb: Spill av
sv: Spela upp

source: Please check your network connection and try again.
de: Bitte überprüfen Sie Ihre Netzwerkanbindung.
es: Por favor, compruebe la conexión de la red y vuelva a intentarlo.
ja: ネットワークの接続を確認して再度お試しください。
nb: Sjekk nettverkstilkoblingen din og forsøk igjen.
sv: Kontrollera din nätverksanslutning och försök igen.

source: Post
de: Posten
es: Publicar
ja: ポスト
sv: Posta

source: Post comment
de: Kommentar posten
es: Publicar comentario
ja: コメントをポストする
nb: Poste kommentar
sv: Posta kommentar

source: Post Comment
de: Kommentar posten
es: Publicar comentario
ja: コメントを掲示する
nb: Post kommentar
sv: Lämna kommentar

source: Posting…
de: Wird gepostet
es: Publicando...
ja: ポストしています…
nb: Poster ...
sv: Postar...

source: Posts your comment
de: Postet Ihren Kommentar
es: Publicar su comentario
ja: コメントをポストする
nb: Poste kommentaren din
sv: Posta din kommentar

source: Prerequisite Modules
de: Voraussetzungsmodule
es: Módulos de requisitos previos
ja: 前提条件モジュール
nb: Påkrevde moduler
sv: Förutsättningsmoduler

source: Previous
de: Vorherige/r
es: Anterior
ja: 前
nb: Forrige
sv: Föregående

source: Previous Day
de: Vorheriger Tag
es: Día anterior
ja: 前日
nb: Forrige dag
sv: Föregående dag

source: Previous item
de: Vorheriges Element
es: Elemento anterior
ja: 前のアイテム
nb: Forrige artikkel
sv: Föregående objekt

source: Privacy Policy
de: Datenschutz
es: Política de privacidad
ja: 個人情報保護方針
nb: Personvern
sv: Sekretesspolicy

source: Profile
de: Profil
es: Perfil
ja: プロファイル
nb: Profil
sv: Profil

source: Quiz
es: Evaluación
ja: クイズ
nb: Test

source: Quiz Alert
de: Quiz-Alarmsignal
es: Alerta de la evaluación
ja: クイズのアラート
nb: Testvarsel
sv: Quiz-larm

source: Quizzes
de: Quizze
es: Evaluaciones
ja: クイズ
nb: Tester
sv: Quiz

source: Rate on App Store
de: Im App Store bewerten
es: Clasificar en la Tienda de aplicaciones
ja: アプリストアを評価する
nb: Gi vurdering i App Store
sv: Betygsätt i App Store

source: Rating for %1$@, Score: %2$g
de: Bewertung für %1$@, Punktzahl: %2$g
es: Clasificación para %1$@, puntaje: %2$g
ja: %1$@の評価、スコア:%2$g
nb: Vurdering for %1$@, Skåring: %2$g
sv: Värdering för %1$@, Poäng: %2$g

source: Re-submit Assignment
de: Aufgabe neu einreichen
es: Reenviar la tarea
ja: 課題の再提出
nb: Innlever oppgaven på nytt
sv: Skicka in uppgift igen

source: Recipients
de: Empfänger
es: Destinatarios
ja: 受信者
nb: Mottakere
sv: Mottagare

source: Record
de: Aufnehmen
es: Grabar
ja: 記録
nb: Registrering
sv: Spela in

source: Record audio
de: Audio aufnehmen
es: Grabar audio
ja: オーディオを録音する
nb: Ta opp lyd
sv: Spela in ljud

source: Record Audio
de: Audio aufnehmen
es: Grabar audio
ja: オーディオを録音する
nb: Lydopptak
sv: Spela in ljud

source: Record Audio...
de: Audio aufnehmen...
es: Grabar audio...
ja: オーディオを録音しています...
nb: Ta opp lyd ...
sv: Inspelat ljud...

source: Record video
de: Video aufnehmen
es: Grabar video
ja: 動画を録画する
nb: Ta opp video
sv: Spela in video

source: Record Video
de: Video aufnehmen
es: Grabar video
ja: 動画を録画する
nb: Ta opp video
sv: Spela in video

source: Refresh
de: Aktualisieren
es: Actualizar
ja: 更新
nb: Oppdater
sv: Uppdatera

source: Refresh Button
de: Aktualisierungs-Button
es: Botón de actualizar
ja: リフレッシュボタン
nb: Oppfriskningsknapp
sv: Uppdateringsknapp

source: Refreshes the calendar content
de: Aktualisiert den Kalenderinhalt
es: Actualizar el contenido del calendario
ja: カレンダーの内容をリフレッシュする
nb: Oppfrisker kalenderinnholdet
sv: Uppdatera kalenderinnehåll

source: Refreshing Calendar Events
de: Kalenderereignisse werden aktualisiert
es: Actualizando los eventos del calendario
ja: カレンダーの内容をリフレッシュしています
nb: Oppfrisker kalenderoppføringer
sv: Uppdatera kalenderhändelser

source: Remove
de: Entfernen
es: Remover
ja: 削除する
nb: Fjern
sv: Ta bort

source: Remove this file?
de: Diese Datei entfernen?
es: ¿Remover este archivo?
ja: このファイルを削除しますか？
nb: Fjerne denne filen?
sv: Ta bort den här filen?
