Repository: instructure/canvas-ios
Catalog: Canvas/Canvas/*.lproj/Localizable.strings
Languages: de, es, ja, nb, sv

source: Report a problem
de: Ein Problem melden
es: Reportar un problema
ja: 問題を報告する
nb: Rapporter et problem
sv: Rapportera ett problem

source: Request a feature
de: Ein Feature anfordern
es: Solicitar una función
ja: 機能をリクエストする
nb: Be om en funksjon
sv: Efterfråga en funktion

source: Rubric
de: Rubrik
es: Rúbrica
ja: 解説
nb: Rubrikk
sv: Matris

source: Save
de: Speichern
es: Guardar
ja: 保存する
nb: Lagre
sv: Spara

source: Schedule Notification
de: Stundenplan-Benachrichtigung
es: Notificación del horario
ja: 通知を設定する
nb: Tidsplansvarsling
sv: Schemalägg avisering

source: Search for recipients
de: Nach Empfängern suchen
es: Buscar destinatarios
ja: 受信者を検索する
nb: Søk etter mottakere
sv: Sök efter mottagare

source: Select file(s)
de: Datei(en) auswählen
es: Seleccionar archivo(s)
ja: ファイルを選択する
nb: Velg fil(er)
sv: Välj fil(er)

source: Select Option
de: Option auswählen
es: Seleccionar opción
ja: オプションを選択
nb: Velg et alternativ
sv: Välj alternativ

source: Select Option %d
de: Option auswählen %d
es: Seleccionar opción %d
ja: オプションを選択%d
nb: Velg et alternativ %d
sv: Välj alternativ %d

source: Select or deselect
de: Auswählen oder nicht auswählen
es: Seleccionar o deseleccionar
ja: 選択または非選択にする
nb: Velg, eller fjerne valg
sv: Markera eller avmarkera

source: Selected
de: Ausgewählt
es: Seleccionado
ja: 選択された
nb: Valgt
sv: Valda

source: Send
de: Senden
es: Enviar
ja: 送信
sv: Skicka

source: Send %@ a message
de: %@ eine Nachricht senden
es: Enviar %@ un mensaje
ja: メッセージを%@に送信する
nb: Send %@ en melding
sv: Skicka %@ ett meddelande

source: Send Message
de: Nachricht senden
es: Enviar mensaje
ja: メッセージを送信 する
nb: Send melding
sv: Skicka meddelande

source: Sent
de: Gesendet
es: Enviado
ja: 送信しました
nb: Sendt
sv: Skickat

source: Settings
de: Einstellungen
es: Configuraciones
ja: 設定
nb: Innstillinger
sv: Inställningar

source: Show file
de: Datei zeigen
es: Mostrar archivo
ja: ファイルを表示する
nb: Vis fil
sv: Visa fil

source: Show Grades
de: Noten zeigen
es: Mostrar calificaciones
ja: 成績を表示する
nb: Vis vurderinger
sv: Visa betyg

source: Show Quiz
de: Quiz zeigen
es: Mostrar la evaluación
ja: クイズを表示する
nb: Vis test
sv: Visa quiz

source: Show recipients
de: Empfänger zeigen
es: Mostrar destinatarios
ja: 受信者を表示する
nb: Vis mottakere
sv: Visa mottagare

source: Some items could not be deleted
de: Einige Elemente konnten nicht gelöscht werden
es: No se pudieron borrar algunos elementos
ja: いくつかのアイテムは、消去することができませんでした
nb: Noen objekter kunne ikke slettes
sv: Visa objekt kunde inte tas bort

source: Some selected folders are not empty. Are you sure you want to delete them?
de: Einige ausgewählte Ordner sind nicht leer. Möchten Sie sie wirklich löschen?
es: Algunas carpetas seleccionadas no están vacías. ¿Está seguro que desea eliminarlas?
ja: いくつかの選択されたフォルダは空ではありません。消去しますか？
nb: Noen valgte mapper er ikke tomme. Er du sikker på at du ønsker å slette de?
sv: Några av de valda mapparna är inte tomma. Är du säker på att du vill ta bort dem?

source: Sorry, we couldn't find the assignment. This assignment may have been deleted.
de: Wir konnten diese Aufgabe leider nicht finden. Die Aufgabe wurde möglicherweise gelöscht.
es: Lo sentimos, no pudimos encontrar la tarea. Puede que esta tarea haya sido borrada.
ja: 申し訳ありませんが、課題が見つかりません。この課題は消去された可能性があります。
nb: Beklager, vi kunne ikke finne oppgaven. Denne oppgaven har kanskje blitt slettet.
sv: Ledsen vi kunde inte hitta uppgiften. Den här uppgiften kan ha tagits bort.

source: Starts playing your recording
de: Startet das Abspielen Ihrer Aufzeichnung
es: Inicia la reproducción de su grabación
ja: 録音を再生する
nb: Begynn avspilling av ditt opptak
sv: Spelar upp din inspelning

source: Starts recording a media comment
de: Startet die Aufzeichnung eines Medienkommentars
es: Empieza a grabar un comentario multimedia
ja: メディアコメントの録音を開始する
nb: Begynner opptak av et mediainnhold
sv: Spelar in en mediakommentar

source: Status: Completed
de: Status: Abgeschlossen
es: Estado: Completado
ja: ステータス：完了
nb: Status: Fullført
sv: Status: Färdig

source: Status: Incomplete
de: Status: Unvollständig
es: Estado: Incompleto
ja: ステータス：不完全
nb: Status: Ufullstendig
sv: Status: Ofärdig

source: Status: Locked
de: Status: Gesperrt
es: Estado: Bloqueado
ja: ステータス：ロックされています
nb: Status: Låst
sv: Status: Låst

source: Status: Started
de: Status: Begonnen
es: Estado: Comenzado
ja: ステータス：開始しました
nb: Status: Startet
sv: Status: Startad

source: Stay Logged In
de: Angemeldet bleiben
es: Permanecer conectado
ja: ログイン状態にしておく
nb: Forbli innlogget
sv: Fortsätt vara inloggad

source: Stop
de: Stopp
es: Detener
ja: 停止
nb: Stopp
sv: Stopp

source: Stop Masquerading
de: Ausgeben als... anhalten
es: Dejar de hacerse pasar
ja: マスカレードを中止する
nb: Stopp forkledning
sv: Soppa maskering

source: Stops playing your recording
de: Stoppt das Abspielen Ihrer Aufzeichnung
es: Deja de reproducir su grabación
ja: 録音の再生を停止する
nb: Stopper avspilling av opptaket ditt
sv: Avslutar din inspelning

source: Stops recording a media comment
de: Stoppt das Aufzeichnen eines Medienkommentars
es: Para de grabar su comentario multimedia
ja: メディアコメントの録音を停止する
nb: Stopper avspilling av mediakommentar
sv: Avslutar inspelningen av en mediakommentar

source: Student
es: Alumno
ja: 受講者
sv: Elev

source: Sub Header
es: Subcabecera
ja: サブヘッダー
nb: Underoverskrift
sv: Underrubrik

source: Submission
de: Einreichung
es: Presentación
ja: 提出
nb: Innsending
sv: Inlämning

source: Submission complete
de: Einreichung abgeschlossen
es: Envío completo
ja: 提出完了
nb: Innsending fullført
sv: Inlämning utförd

source: Submission Error
de: Fehler beim Einreichen
es: Error de envío
ja: 提出エラー
nb: Innsendingsfeil
sv: Fel vid inlämning

source: Submit
de: Einreichen
es: Enviar
ja: 提出する
nb: Send inn
sv: Skicka in

source: Submitted
de: Eingereicht
es: Enviado
ja: 提出済み
nb: Sendt inn
sv: Inskickad

source: Submitting...
de: Wird eingereicht...
es: Enviando...
ja: 提出しています...
nb: Sender inn ...
sv: Skickar in...

source: Subscribe to calendar feed
de: Kalender-Feed abonnieren
es: Suscribirse a la fuente del calendario
ja: カレンダーフィードに登録する
nb: Abonnere på kalender-feed
sv: Prenumerera på kalenderflödet

source: Success!
de: Erfolg!
es: ¡Éxito!
ja: 成功です！
nb: Vellykket!
sv: Lyckades!

source: Sure!
de: Sicher!
es: ¡Seguro!
ja: もちろん！
nb: Sikkert!
sv: Absolut!

source: Switches media input between audio and video. Currently set to %@
de: Schaltet um zwischen Audio- und Video-Medieneingang. Derzeit eingestellt auf %@
es: Cambia la entrada multimedia entre audio y video. Actualmente configurado en %@
ja: オーディオとビデオ間でメディア入力を切り替えます。現在の設定は%@
nb: Bytter medieinput mellom audio og video Nåværende innstilling %@
sv: Växlar medieindata mellan ljud och video. För närvarande inställt på %@

source: Switches to media comment mode
de: Wechselt zum Medienkommentarmodus
es: Cambia al modo de comentarios de multimedia
ja: メディアコメントモードに切り替える
nb: Bytter til media kommentarmodus
sv: Växlar till läge för mediakommentar

source: Switches to text comment mode
de: Wechselt zum Textkommentarmodus
es: Cambia al modo de comentarios de texto
ja: テキストコメントモードに切り替える
nb: Bytter til tekstkommentarmodus
sv: Växlar till läge för textkommentar

source: Syllabus
de: Lehrplan
es: Plan de estudio
ja: シラバス
nb: Emneoversikt
sv: Antura tidsplan

source: Take a Photo...
de: Ein Foto machen...
es: Tomar una foto...
ja: 写真を撮る...
nb: Ta et bilde...
sv: Ta ett foto...

source: Take a Video...
de: Ein Video aufnehmen...
es: Tomar un video...
ja: 動画を撮影...
nb: Ta en video ...
sv: Spela in en video...

source: Take Photo
de: Foto machen
es: Tomar foto
ja: 写真を撮る
nb: Ta bilde
sv: Ta ett foto

source: Take Photo or Video...
de: Foto oder Video machen...
es: Tomar foto o video...
ja: 写真または動画を撮影...
nb: Ta bilde eller video
sv: Ta foto eller video...

source: Tap to try again
de: Für einen neuen Versuch tippen
es: Pulsar para volver a intentarlo
ja: タップして、再度試してください
nb: Trykk for å prøve igjen
sv: Peka för att försöka igen

source: TAs
de: Tutorstellen
es: MAs
ja: TA
nb: TA
sv: Lärarassistenter

source: Teacher
de: Dozent
es: Profesor
ja: 講師
nb: Lærer
sv: Lärare

source: Teachers
de: Dozenten
es: Maestros
ja: 講師
nb: Lærere
sv: Lärare

source: Tell us what's wrong
de: Sagen Sie uns, was nicht stimmt
es: Díganos que está mal
ja: 何が問題なのかを教えてください
nb: Fortell oss hva som er feil
sv: Berätta vad som är fel

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
ja: 利用規約
nb: Brukervilkår
sv: Användarvillkor

source: Text Comment
de: Textkommentar
es: Comentario de texto
ja: テキストコメント
nb: Tekstkommentar
sv: Textkommentar

source: Text entry
de: Texteintrag
es: Entrada del texto
ja: テキストの入力
nb: Tekstinntasting
sv: Textinlägg

source: Text Submission
de: Textabgabe
es: Presentación del texto
ja: テキストの提出
nb: Tekstinnlevering
sv: Textinlämning

source: That page has been disabled for this course
de: Diese Seite wurde für diesen Kurs deaktiviert.
es: Esa página ha sido inhabilitada para este curso
ja: そのページは、このコースに対して無効になっています
nb: Den siden er deaktivert for dette emnet
sv: Sidan har avaktiverats för den här kursen

source: The recipients could not be added. Please try again. (%@)
de: Die Empfänger konnten nicht hinzugefügt werden. Bitte erneut versuchen. (%@)
es: No se pudo agregar a los destinatarios. Por favor, inténtelo de nuevo. (%@)
ja: 受信者を追加することができませんでした。時間をおいて再度お試しください。(%@)
nb: Mottakere kunne ikke legges til. Forsøk igjen. (%@)
sv: Mottagarna kunde inte läggas till. Försök igen. (%@)

source: The server could not be reached
de: Der Server wurde nicht erreicht
es: El servidor no pudo ser localizado
ja: サーバーに到達できませんでした
nb: Fikk ikke kontakt med server
sv: Servern kunde inte nås

source: The server you entered is not authorized for this app.
de: Der Server, den Sie betreten haben, ist für diese App nicht autorisiert.
es: El servidor que usted ingresó no está autorizado para esta aplicación.
ja: 入力したサーバーはこのアプリでは承認されていません。
nb: Serveren du la inn er ikke autorisert for denne appen
sv: Servern som du fyllt i är inte behörig för den här appen.

source: The user agent for this app is unauthorized.
de: Der Benutzeragent ist für diese App nicht autorisiert
es: El agente de usuario para esta aplicación no está autorizado.
ja: ユーザーの代理人はこのアプリで承認されていません。
nb: Brukeragenten for denne appen er uautorisert.
sv: Användarprogrammet för den här appen är obehörig.

source: There are no actions for this item
de: Für dieses Element gibt es keine Handlungen
es: No hay acciones para este elemento
ja: このアイテムへのアクションはありません
nb: Det er ingen handlinger for dette elementet
sv: Det finns inga åtgärder för det här objektet

source: There are no items to display
de: Es gibt keine Elemente zum Anzeigen
es: No hay elementos para mostrar
ja: 表示するアイテムはりません
nb: Det er ingen ting å vise
sv: Det finns inga objekt att visa

source: There was a network error posting your comment.
de: Beim Posten Ihres Kommentars ist ein Netzwerkfehler aufgetreten.
es: Hubo un error en la red al publicar su comentario.
ja: コメントのポスト中にネットワークエラーが発生しました。
nb: Det var en nettverksfeil med å poste kommentaren din.
sv: Det uppstod ett nätverksfel när din kommentar postades.

source: There was a network problem while attempting to upload your submission
de: Beim Hochladen Ihrer Einreichung ist ein Netzwerkproblem aufgetreten.
es: Hubo un problema en la red al intentar subir su presentación
ja: 提出をアップロード中にネットワーク上の問題が発生しました
nb: Det var et nettverksproblem under forsøket på å laste opp innleveringen din
sv: Det uppstod ett nätverksfel när din inlämning laddades upp

source: There was a problem accessing the requested file. Error: %@
de: Beim Zugriff auf die angeforderte Datei ist ein Problem aufgetreten. Fehler: %@
es: Hubo un problema al acceder al archivo solicitado. Error: %@
ja: リクエストされたファイルにアクセス中に問題が起こりました。: エラー:%@
nb: Der oppsto et problem med tilgangen til den forespurte filen. Avvik: %@
sv: Det gick inte att komma åt den begärda filen. Fel: %@

source: There was a problem launching Safari
de: Beim Start von Safari ist ein Problem aufgetreten
es: Hubo un problema al lanzar Safari
ja: サファリの起動中に問題が発生しました
nb: Det oppsto et problem med å starte Safari
sv: Ett fel uppstod när Safari startades

source: There was an error loading the document.
de: Beim Laden des Dokuments ist ein Fehler aufgetreten.
es: Hubo un error al cargar el documento.
ja: ドキュメントのロード中にエラーが発生しました。
nb: Det oppsto en feil med å laste dokumentet.
sv: Ett fel inträffade när dokumentet laddades.

source: There was an error loading your content. If it is an audio or video upload it may still be processing.
de: Beim Laden Ihres Inhalts ist ein Fehler aufgetreten. Wenn Sie Audio- oder Videodateien hochladen, kann dies noch andauern.
es: Hubo un error al cargar su contenido. Si se trata de un proceso de carga de audio o video puede que aún se esté procesando.
ja: コンテンツのロード中にエラーが発生しました。コンテンツがオーディオまたは動画のアップロードである場合、処理が継続中の可能性があります。
nb: Det oppsto en feil med lastingen av innholdet ditt. Dersom det er en lyd- eller video-opplasting er det mulig den fremdeles behandles.
sv: Ett fel inträffade när innehållet laddades. Om det var en video kanske den fortfarande bearbetas.

source: This app is not authorized for use.
de: Keine Autorisierung, um diese App zu verwenden.
es: Esta aplicación no está autorizada para usarse
ja: このアプリは使用を許可されていません。
nb: Denne appen er ikke autorisert for bruk.
sv: Den här appen är inte tillåten att användas.

source: This assignment doesn't appear to be a valid external tool or is misconfigured.
de: Diese Aufgabe scheint kein zulässiges externes Tool oder falsch konfiguriert zu sein.
es: Esta tarea no parece ser una herramienta externa válida o está mal configurada.
ja: この課題は有効な外部ツールではないか、設定が正しくない可能性があります。
nb: Denne oppgaven ser ikke ut til å være et gyldig eksternt verktøy eller så er den feilkonfigurert .
sv: Den här uppgiften verkar inte vara ett giltigt externt verktyg eller är felkonfigurerad.

source: This assignment has no details.
de: Die Aufgabe weist keine Details auf.
es: Esta tarea no tiene detalles.
ja: この課題には詳細説明がありません。
nb: Denne oppgaven har ingen detaljer.
sv: Den här uppgiften har inga detaljer.

source: This entry has been deleted
de: Der Eintrag wurde gelöscht
es: Esta entrada ha sido borrada
ja: このエントリは消去されています
nb: Dette innlegget har blitt slettet
sv: Det här inlägget har tagits bort

source: This file cannot be displayed on this device.
de: Diese Datei kann auf diesem Gerät nicht angezeigt werden.
es: Este archivo no se puede mostrar en este dispositivo.
ja: このファイルは、このデバイス上には表示できません。
nb: Denne filen kan ikke vises på denne enheten.
sv: Den här filen kan inte visas på den här enheten.

source: This file is locked
de: Diese Datei ist gesperrt
es: Este archivo está bloqueado
ja: このファイルはロックされています
nb: Denne filen er låst
sv: Den här filen är låst

source: This folder is locked
de: Dieser Ordner ist gesperrt
es: Esta carpeta está bloqueada
ja: このフォルダはロックされています
nb: Denne mappen er låst
sv: Den här mappen är låst

source: This is a media message.
de: Dies ist eine Mediennachricht.
es: Este es un mensaje multimedia.
ja: これはメディアメッセージです。
nb: Dette er en mediamelding.
sv: Det här är ett mediameddelande

source: This module item doesn't have mastery paths set up.
de: Für dieses Modul wurden keine Leistungsziel-Pfade eingerichtet.
es: Este elemento del módulo no tiene trayectorias de maestría configuradas.
ja: このモジュール項目には達成パスは設定されていません。
nb: Denne modulen har ingen konfigurerte overordnede baner.
sv: Det här föremålet har inte ställt in inställningarna för målväg.

source: This would be a great time to do some extra credit.
de: Dies wäre genau die richtige Zeit, um sich ein paar extra Punkte zu verdienen.
es: Este sería un buen momento para hacer un poco de crédito adicional.
ja: 追加の単位のために時間を費やすのなら今が最適です。
nb: Dette bør være et flott tidspunkt for å få gjort unna litt ekstra kreditt.
sv: Det här vore ett bra tillfälle att skapa lite extra kredit.

source: To Do
es: Que hacer
ja: するべきこと
nb: Gjøremål
sv: Att göra

source: To-Do List
de: To-Do Liste
es: Lista de cosas que hacer
ja: するべきことのリスト
nb: Gjøremålsliste
sv: Att göra lista

source: To:
de: An:
es: Para:
ja: 以下へ:
nb: Til:
sv: Till:

source: Today
de: Heute
es: Hoy
ja: 今日
nb: I dag
sv: Idag

source: Today Button
de: Heute-Button
es: Botón de hoy
ja: 今日のボタン
nb: I dag-knapp
sv: Idag-knapp

source: Toggles selection of current item
de: Schaltet Auswahl des aktuellen Elements um
es: Alterna la selección del elemento actual
ja: 現在のアイテムのトグル選択
nb: Veksler valg av gjeldende objekt
sv: Växlar valet för nuvarande objekt

source: Toggles selection of item
de: Schaltet Elementauswahl um
es: Alterna la selección del elemento
ja: アイテムのトグル選択
nb: Veksler valg av objekt
sv: Växlar val av objekt

source: Turn In
de: Einreichen
es: Entregar
ja: 提出
nb: Lever inn
sv: Lämna in

source: Turn in %@
de: %@ einreichen
es: Entregar %@
ja: %@を提出
nb: Lever inn %@
sv: Lämna in %@

source: Turn In Again
de: Erneut einreichen
es: Entregar de nuevo
ja: 再提出
nb: Lever inn på nytt
sv: Lämna in igen

source: Type: %@
de: Typ: %@
es: Tipo: %@
ja: タイプ:%@
sv: Typ: %@

source: Uh-oh! No Internet Connection
de: Oh je! Keine Internetverbindung
es: ¡Ay no! No hay conexión de internet
ja: おっと！インターネットが接続されていません
nb: Ups! Ingen internettilkobling
sv: Oj då! Ingen internetuppkoppling

source: Unable to load
de: Kann nicht laden
es: No se puede cargar
ja: ロードできません
nb: Kunne ikke laste
sv: Kunde inte ladda

source: Unable to post. Please try again later
de: Kann nicht posten. Bitte versuchen Sie es später noch einmal
es: No se puede publicar. Por favor, inténtelo de nuevo más tarde
ja: ポストできません。時間をおいて再度お試しください
nb: Kunne ikke poste. Forsøk igjen senere
sv: Kunde inte posta. Försök igen senare

source: Unable to upload to server
de: Upload zum Server nicht möglich
es: No se puede subir al servidor
ja: サーバーにアップロードすることができません
nb: Kunne ikke laste opp til server
sv: Kunde inte ladda upp till server

source: Unavailable
de: Nicht vorhanden
es: No disponible
ja: 利用不可
nb: Utilgjengelig
sv: Otillgänglig

source: Ungraded
de: Unbenotet
es: Sin calificación
ja: 未採点
nb: Ikke vurdert
sv: Ej betygsatt

source: unknown
de: unbekannt
es: desconocido
ja: 不明
nb: ukjent
sv: okänd

source: Unknown
de: Unbekannt
es: Desconocido
ja: 未知の
nb: Ukjent
sv: Okänd

source: Unread
de: Ungelesen
es: No leído
ja: 未読
nb: Ulest
sv: Oläst

source: Unsaved Reply
de: Nicht gespeicherte Antwort
es: Respuesta no guardada
ja: 未保存の返信
nb: Svaret er ikke lagret
sv: Ej sparat svar

source: until %@
de: bis %@
es: hasta %@
ja: まで%@
nb: til %@
sv: tills %@

source: Upload
es: Subir
ja: アップロード
nb: Last opp
sv: Ladda upp

source: Upload a file
de: Eine Datei hochladen
es: Subir un archivo
ja: ファイルをアップロード
nb: Last opp en fil
sv: Ladda upp fil

source: Upload Error
de: Upload-Fehler
es: Error al subir
ja: アップロードエラー
nb: Feil med opplastingen
sv: Fel vid uppladdning

source: Upload failed. Reason: (%@)
de: Upload fehlgeschlagen. Grund: (%@)
es: No se pudo subir. Razón: (%@)
ja: アップロードに失敗しました。理由: (%@)
nb: Ble ikke lastet opp. Årsak: (%@)
sv: Uppladdningen misslyckades. Anledning: (%@)

source: Upload file
de: Datei hochladen
es: Subir archivo
ja: ファイルをアップロード
nb: Last opp fil
sv: Ladda upp fil

source: Upload to assignment &quot;%@&quot; failed
de: Hochladen zur Aufgabe &quot;%@&quot; fehlgeschlagen
es: No se pudo subir a la tarea &quot;%@&quot;
ja: 課題&quot;%@&quot;へアップロードできませんでした
nb: Opplasting til oppgaven &quot;%@&quot; mislyktes
sv: Uppladdning till uppgift &quot;%@&quot; misslyckades

source: Upload to folder &quot;%@&quot; failed
de: Hochladen zum Ordner &quot;%@&quot; fehlgeschlagen
es: No se pudo subir a la carpeta &quot;%@&quot;
ja: フォルダ&quot;%@&quot;へアップロードできませんでした
nb: Opplasting til mappen &quot;%@&quot; mislyktes
sv: Uppladdning till mapp &quot;%@&quot; misslyckades

source: Use
de: Verwendung
es: Usar
ja: 使用
nb: Bruk
sv: Använd

source: User ID
de: Benutzer-ID
es: ID del usuario
ja: ユーザーID
nb: Bruker-ID
sv: Användar-ID

source: User Info
de: Benutzer-Info
es: Información del usuario
ja: ユーザー情報
nb: Brukerinfo
sv: Användarinformation

source: Video
ja: ビデオ

source: Video error
de: Videofehler
es: Error de video
ja: 動画のエラー
nb: Videofeil
sv: Video-fel

source: View
de: Anzeigen
es: Vista
ja: 表示
nb: Vis
sv: Visa

source: Warning
de: Achtung
es: Advertencia
ja: 警告
nb: Advarsel
sv: Varning

source: We had a problem loading the submission. Please try again later.
de: Beim Laden der Einreichung ist ein Problem aufgetreten. Bitte versuchen Sie es später noch einmal.
es: Tuvimos un problema al cargar la presentación. Inténtelo de nuevo más tarde.
ja: 提出物読み込み中に問題がありました。後ほどもういちど試してください。
nb: Der oppstå et problem ved lasting av innsendelsen Forsøk igjen senere.
sv: Det gick inte att läsa in inlämningen. Försök igen senare.

source: We were unable to verify the server for use with this app.
de: Der Server konnte für die Verwendung mit dieser App nicht verifiziert werden.
es: No pudimos verificar el servidor para su uso con esta aplicación.
ja: このアプリで使用するサーバーを確認できませんでした。
nb: Vi klarte ikke å verifisere serveren for bruk med denne appen.
sv: Vi kunde inte verifiera servern för användning med den här appen.

source: Whoops!
de: Ups!
es: ¡Ups!
ja: しまった！
nb: Oisann!
sv: Oooj!

source: Will unlock %@.
de: Entriegelt %@.
es: Se desbloqueará %@.
ja: %@を解除します。
nb: Låses opp %@.
sv: Kommer att låsas upp %@.

source: Would you like to create a new message?
de: Möchten Sie eine neue Nachricht erzeugen?
es: ¿Le gustaría crear un nuevo mensaje?
ja: 新しいメッセージを作成しますか？
nb: Ønsker du å lage en ny melding?
sv: Vill du skapa ett nytt meddelande?

source: Would you mind giving us a rating on the app store?
de: Hätten Sie was dagegen, uns im App Store zu bewerten?
es: ¿Le importaría clasificarnos en la Tienda de aplicaciones?
ja: アプリストアの評価をしていただけますか？
nb: Kunne du ha gitt oss en vurdering i app-store?
sv: Skulle du vilja betygsätta oss i app store?

source: Would you mind letting us know the problems you have been having with the app?
de: Hätten Sie was dagegen, uns die Probleme mitzuteilen, die Sie mit der App hatten?
es: ¿Le importaría dejarnos saber los problemas que ha tenido con la aplicación?
ja: このアプリの使用に関する問題を教えていただけますか？
nb: Fint om du kunne si ifra til oss om problemer du har med appen
sv: Skulle du vilja berätta vilka problem som du upplevt med appen?

source: Yes
de: Ja
es: Sí
ja: はい
nb: Ja
sv: Ja

source: You are now masquerading as %@
de: Sie sind jetzt maskiert als %@
es: Ahora se está haciendo pasar por %@
ja: あなたは現在、～としてマスカレードしています%@
nb: Du er nå under maskering som %@
sv: Du uppträder nu som %@

source: You are now masquerading as %@. To Stop Masquerading go to your Profile.
de: Sie sind jetzt maskiert als %@. Zum Beenden der Maskerade gehen Sie zu Ihrem Profil.
es: Ahora se está haciendo pasar por %@. Para dejar de hacerse pasar por otra persona, vaya a su Perfil.
ja: あなたは現在、%@としてマスカレードしています。マスカレードを停止するには、プロフィールに進みます。
nb: Du er nå under maskering som %@. For å stoppe maskeringen, gå til profilen din.
sv: Du uppträder nu som %@. Gå till din profil om du vill sluta uppträda som

source: You do not have access to this content. The Course or Group may not have started, or may have been concluded.
de: Sie haben auf diesen Content keinen Zugriff. Möglicherweise wurde der Kurs oder die Gruppe noch nicht begonnen oder wurde geschlossen.
es: No tiene acceso a este contenido. El Curso o Grupo pueden no haber comenzado, o pueden haber finalizado.
ja: あなたはこのコンテンツにアクセス権がありません。コースまたはグループが開始されていないか、または完了している可能性があります。
nb: Du har ikke tilgang til dette innholdet. Emnet eller gruppen har ikke startet, eller kan ha blitt avsluttet.
sv: Du har inte åtkomst till det här innehållet. Kursen eller gruppen kanske inte har startats, eller har kanske slutförts.
