Repository: instructure/canvas-ios
Catalog: Canvas/Canvas/*.lproj/Localizable.strings
Languages: de, es, ja, nb, sv

source: '%@' is now ready to submit to assignments
de: '%@'ist nun bereit, die Aufgaben anzunehmen
es: '%@' está listo ahora para enviar a tareas
ja: '%@' は、課題を提出する準備ができています
nb: '%@' er nå klar til å sende til oppgaver
sv: '%@' är nu redo att läggas in i uppgifter

source: &quot;%1$@&quot; is locked as part of &quot;%2$@&quot;
de: &quot;%1$@&quot; ist gesperrt als Teil von &quot;%2$@&quot;
es: &quot;%1$@&quot; está bloqueado como parte de &quot;%2$@&quot;
ja: &quot;%1$@&quot;は &quot;%2$@&quot;の一部としてロックされています
nb: &quot;%1$@&quot; er låst som en del av &quot;%2$@&quot;
sv: &quot;%1$@&quot; är låst som en del av &quot;%2$@&quot;

source: %@ is coming soon!
de: %@ kommt in Kürze!
es: ¡%@ proximamente!
ja: %@は近日公開！
nb: %@ kommer snart!
sv: %@ kommer snart!

source: %@ is locked
de: %@ ist gesperrt
es: %@ está bloqueado
ja: %@ はロックされています
nb: %@ er låst
sv: %@ är låst

source: %@ is not a valid host
de: %@ ist kein zulässiger Host.
es: %@ no es un servidor válido
ja: %@ は有効なホストではありません
nb: %@ er ikke en gyldig vert
sv: %@ är inte en giltig värd

source: %@ is not a valid URL
de: %@ ist keine zulässige URL
es: %@ no es una URL válida
ja: %@ は有効なURLではありません
nb: %@ er ikke en gyldig URL
sv: %@ är inte en giltig URL

source: %@ is not currently supported.
de: %@ wird derzeit nicht unterstützt.
es: %@ no es compatible actualmente.
ja: %@ は現在サポートされていません。
nb: %@ støttes foreløpig ikke.
sv: %@ stöds inte för tillfället.

source: %@ likes
es: %@ me gusta
ja: %@ いいね
nb: %@ liker
sv: %@ gillar

source: %@ need grading
de: %@ muss benotet werden
es: %@ necesitan ser calificados
ja: %@ は採点が必要です
nb: %@ trenger vurdering
sv: %@ behöver bedömning

source: %@ pts
de: %@ Pkte.
ja: %@ 点
nb: %@ poeng
sv: %@ poäng

source: %@. Type: %@
de: %1$@. Typ: %2$@
es: %1$@. Tipo: %2$@
ja: %1$@.タイプ:%2$@
nb: %1$@. Type: %2$@
sv: %1$@. Typ: %2$@

source: %1$@ (%2$g out of %3$@)
de: %1$@ (%2$g von %3$@)
es: %1$@ (%2$g de %3$@)
ja: %1$@(%2$g / %3$@)
nb: %1$@ (%2$g av %3$@)
sv: %1$@ (%2$g av %3$@)

source: %1$@ at %2$@
de: %1$@ um %2$@
es: %1$@ en %2$@
ja: %1$@おいて%2$@
nb: %1$@ på %2$@
sv: %1$@ vid %2$@

source: %1$@ is due in %2$@
de: %1$@ ist fällig in %2$@
es: %1$@ se debe entregar el %2$@
ja: %1$@ の期限は %2$@ です
nb: %1$@ har frist den %2$@
sv: %1$@ ska vara färdig om %2$@

source: %1$@ out of %2$@
de: %1$@ von insgesamt %2$@
es: %1$@ de %2$@
ja: %1$@中%2$@
nb: %1$@ ut av %2$@
sv: %1$@ av %2$@

source: %1$@. %2$@. Type: %3$@.
de: %1$@. %2$@. Typ: %3$@.
es: %1$@. %2$@. Tipo: %3$@.
ja: %1$@。 %2$@。 タイプ： %3$@。
sv: %1$@. %2$@. Typ: %3$@.

source: %1$@. %2$@. Type: %3$@. Status: %4$@
de: %1$@. %2$@. Typ: %3$@. Status: %4$@
es: %1$@. %2$@. Tipo: %3$@. Estado: %4$@
ja: %1$@。 %2$@。 タイプ： %3$@。ステータス： %4$@
sv: %1$@. %2$@. Typ: %3$@. Status: %4$@

source: %1$@%% (%2$g out of %3$@)
de: %1$@%% (%2$g von %3$@)
es: %1$@%% (%2$g de %3$@)
ja: %1$@%% (%2$g / %3$@)
nb: %1$@%% (%2$g av %3$@)
sv: %1$@%% (%2$g av %3$@)

source: %1$g out of %2$@
de: %1$g von insgesamt %2$@
es: %1$g de %2$@
ja: %1$g中%2$@
nb: %1$g ut av %2$@
sv: %1$g av %2$@

source: %d days ago
de: vor %d Tagen
es: hace %d días
ja: %d 日前
nb: %d dager siden
sv: %d dagar sedan

source: %d hours ago
de: vor %d Stunden
es: Hace %d horas
ja: %d 時間前
nb: %d timer siden
sv: %d timmar sedan

source: %d items
de: %d Elemente
es: %d elementos
ja: %d アイテム
nb: %d objekter
sv: %d objekt

source: %d minutes ago
de: vor %d Minuten
es: Hace %d minutos
ja: %d 分前
nb: %d minutter siden
sv: %d minuter sedan

source: %d months ago
de: vor %d Monaten
es: Hace %d meses
ja: %d カ月前
nb: %d måneder siden
sv: %d månader sedan

source: %d more
de: %d mehr
es: %d más
ja: %d 以上
nb: %d mer
sv: %d fler

source: %d replies
de: %d Antworten
es: %d respuestas
ja: %d 返信
nb: %d svar
sv: %d svar

source: %d unread
de: %d ungelesen
es: %d no leídos
ja: %d 未読
nb: %d ulest
sv: %d olästa

source: %d years ago
de: vor %d Jahren
es: hace %d años
ja: %d 年前
nb: %d år siden
sv: %d år sedan

source: %qu bytes
ja: %qu バイト
nb: %qu-byte
sv: %qu byte

source: %tu day
de: %tu Tag
es: %tu día
ja: %tu 日
nb: %tu dag
sv: %tu dag

source: %tu days
de: %tu Tage
es: %tu días
ja: %tu 日
nb: %tu dager
sv: %tu dagar

source: %tu hour
de: %tu Stunde
es: %tu hora
ja: %tu 時間
nb: %tu time
sv: %tu timme

source: %tu hours
de: %tu Stunden
es: %tu horas
ja: %tu 時間
nb: %tu timer
sv: %tu timmar

source: %tu minute
es: %tu minuto
ja: %tu 分
nb: %tu minutt
sv: %tu minut

source: %tu minutes
de: %tu Minuten
es: %tu minutos
ja: %tu 分
nb: %tu minutter
sv: %tu minuter

source: %u Attachments
de: %u Anhänge
es: %u Archivos adjuntos
ja: %uの添付ファイル
nb: %u vedlegg
sv: %u Bilagor

source: %u files
de: %u Dateien
es: %u archivos
ja: %u ファイル
nb: %u filer
sv: %u filer

source: 1 Attachment
de: 1 Anhang
es: 1 Archivo adjunto
ja: 1 つの添付ファイル
nb: 1 vedlegg
sv: 1 Bilaga

source: 1 day
de: 1 Tag
es: 1 día
ja: 1 日
nb: 1 dag
sv: 1 dag

source: 1 day ago
de: vor 1 Tag
es: hace 1 día
ja: 1 日前
nb: 1 dag siden
sv: 1 dag sedan

source: 1 hour
de: 1 Stunde
es: 1 hora
ja: 1 時間
nb: 1 time
sv: 1 timme

source: 1 hour ago
de: vor 1 Stunde
es: Hace 1 hora
ja: 1 時間前
nb: 1 time siden
sv: 1 timme sedan

source: 1 item
de: 1 Element
es: 1 elemento
ja: 1 アイテム
nb: 1 objekt
sv: 1 objekt

source: 1 like
es: 1 me gusta
ja: 1 いいね
nb: 1 liker
sv: 1 gillar

source: 1 minute ago
de: vor 1 Minute
es: Hace 1 minuto
ja: 1 分前
nb: 1 minutt siden
sv: 1 minut sedan

source: 1 month ago
de: vor 1 Monat
es: Hace 1 mes
ja: 1 カ月前
nb: 1 måned siden
sv: 1 månad sedan

source: 1 needs grading
de: 1 muss benotet werden
es: 1 necesita ser calificado
ja: 1 つ採点が必要です
nb: 1 trenger vurdering
sv: 1 behöver betygsättning

source: 1 year ago
de: vor 1 Jahr
es: hace 1 año
ja: 1 年前
nb: 1 år siden
sv: 1 år sedan

source: 3 days
de: 3 Tage
es: 3 días
ja: 3 日
nb: 3 dager
sv: 3 dagar

source: 5 minutes
de: 5 Minuten
es: 5 minutos
ja: 5 分
nb: 5 minutter
sv: 5 minuter

source: About
de: Über
es: Acerca
ja: 約
nb: Om
sv: Om

source: Access Denied
de: Zugriff verweigert
es: Acceso denegado
ja: アクセスが拒否されました
nb: Nektet tilgang
sv: Åtkomst nekad

source: Access denied. Please check your permissions for the action you're trying to complete.
de: Zugriff verweigert. Bitte überprüfen Sie Ihre Berechtigungen für den Vorgang, den Sie gerade abschließen wollen.
es: Acceso denegado. Por favor, compruebe sus permisos para la acción que esté tratando de completar.
ja: アクセスが拒否されました。完了しようとしているアクションに対するあなたの承認を確認してください。
nb: Nektet tilgang. Sjekk tillatelsene dine for handlingen du forsøker å fullføre.
sv: Åtkomst nekad. Kontrollera din behörighet för åtgärden du försöker utföra.

source: Add a folder
de: Einen Ordner hinzufügen
es: Agregar una carpeta
ja: フォルダーを追加
nb: Legg til en mappe
sv: Lägg till en mapp

source: Add attachment
de: Anhang hinzufügen
es: Agregar archivo adjunto
ja: 添付ファイルを追加
nb: Legg til vedlegg
sv: Lägg till bilaga

source: Add Attachment
de: Anhang hinzufügen
es: Agregar archivo adjunto
ja: 添付ファイルを追加
nb: Legg til vedlegg
sv: Lägg till bilaga

source: Add comment
de: Kommentar hinzufügen
es: Agregar comentario
ja: コメントを追加
nb: Legg til kommentar
sv: Lägg till kommentar

source: Add Comment
de: Kommentar hinzufügen
es: Agregar comentario
ja: コメントを追加
nb: Legg til kommentar
sv: Lägg till kommentar

source: Add Cover Photo
de: Cover-Foto hinzufügen
es: Añadir la foto de portada
ja: カバー写真を追加
nb: Legg til forsidebilde
sv: Lägg till bakgrundsfoto

source: Add folder
de: Ordner hinzufügen
es: Agregar carpeta
ja: フォルダーを追加
nb: Legg til mappe
sv: Lägg till mapp

source: Add inline media
de: Inline-Medien hinzufügen
es: Agregar medios de comunicación en línea
ja: インラインメディアを追加
nb: Legg til integrert media
sv: Lägg till inbäddad media

source: Add recipients
de: Empfänger hinzufügen
es: Agregar destinatarios
ja: 受信者を追加
nb: Legg til mottakere
sv: Lägg till mottagare

source: All members
de: Alle Mitglieder
es: Todos los miembros
ja: すべてのメンバー
nb: Alle medlemmer
sv: Alla medlemmar

source: An unknown error occurred
de: Es ist ein unbekannter Fehler aufgetreten.
es: Ha ocurrido un error desconocido
ja: 不明なエラーが発生しました
nb: Det oppsto en ukjent feil
sv: Ett okänt fel har inträffat.

source: Announcement
de: Ankündigung
es: Anuncio
ja: アナウンスメント
nb: Kunngjøring
sv: Meddelanden

source: Announcements
de: Ankündigungen
es: Anuncios
ja: アナウンスメント
nb: Kunngjøringer
sv: Meddelanden

source: Archive
de: Archiv
es: Archivar
ja: アーカイブ
nb: Arkiv
sv: Arkiv

source: Archive all selected messages
de: Alle ausgewählten Nachrichten archivieren
es: Archivar todos los mensajes seleccionados
ja: すべての選択されたメッセージをアーカイブに保存
nb: Arkivere alle valgte meldinger
sv: Arkivera alla valda meddelanden

source: Archive Selected Messages Button
de: Ausgewählte-Nachrichten-archivieren-Taste
es: Botón para archivar mensajes seleccionados
ja: 選択されたメッセージボタンをアーカイブに保存
nb: Knapp, arkivere valgte meldinger
sv: Knapp för att arkivera meddelanden

source: Archived
de: Archiviert
es: Archivado
ja: アーカイブに保存されました
nb: Arkivert
sv: Arkiverat

source: Are you ready to logout?
de: Sind Sie bereit, sich abzumelden?
es: ¿Está listo para salir?
ja: ログアウトしますか？
nb: Er du klar til å logge ut?
sv: Är du redo att logga ut?

source: Ask me later
de: Mich später fragen
es: Pregúnteme más tarde
ja: 後ほど聞いてください
nb: Spør meg senere
sv: Fråga mig igen senare

source: Assignment
de: Aufgabe
es: Tarea
ja: 課題
nb: Oppgave
sv: Uppgift

source: Assignments
de: Aufgaben
es: Tareas
ja: 課題
nb: Oppgaver
sv: Uppgifter

source: Attachment
de: Anhang
es: Archivo adjunto
ja: 添付ファイル
nb: Oppgave
sv: Bilaga

source: Attachment %d
de: Anhang %d
es: Archivo adjunto %d
ja: %dの添付ファイル
nb: Vedlegg %d
sv: Bilaga %d

source: Attachment %i
de: Anhang %i
es: Archivo adjunto %i
ja: %iの添付ファイル
nb: Vedlegg %i
sv: Bilaga %i

source: Attachments
de: Anhänge
es: Archivos adjuntos
ja: 添付ファイル
nb: Vedlegg
sv: Bilagor

source: Attendance
de: Teilnahme
es: Asistencia
ja: 出席
nb: Oppmøte
sv: Närvaro

source: Audio
ja: オーディオ
nb: Lyd
sv: Ljud

source: Audio input hardware not available
de: Keine Audioeingangshardware verfügbar
es: Hardware de entrada de audio no disponible
ja: オーディオのインプットハードウェアがありません
nb: Maskinvare for lyd-input ikke tilgjengelig
sv: Ljudingång på hårdvaran är inte tillgänglig

source: Authentication error
de: Fehler bei der Authentifizierung
es: Error de autenticación
ja: 認証エラー
nb: Autentiseringsfeil
sv: Autentiseringsfel

source: Build Avatar
de: Avatar bauen
es: Construir Avatar
ja: アバターを作る
nb: Lag en avatar
sv: Skapa avatar

source: Cache cleared
de: Cache geleert
es: Caché despejado
ja: キャッシュがクリアされました
nb: Hurtiglager nullstilt
sv: Cache tömd

source: Calendar
de: Kalender
es: Calendario
ja: カレンダー
nb: Kalender
sv: Kalender

source: Calendar Event
de: Kalenderereignis
es: Evento del calendario
ja: 予定表のイベント
nb: Kalenderhendelse
sv: Kalenderhändelse

source: Can't load tool
de: Tool kann nicht geladen werden
es: No se puede cargar la herramienta
ja: ツールの読み込みができません
nb: Kan ikke laste verktøy
sv: Kan inte ladda verktyg

source: Can't submit media
de: Medien können nicht eingereicht werden
es: No puede enviar archivos multimedia
ja: メディアを提出できません
nb: Kan ikke sende inn media
sv: Kan inte skicka in media

source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル
nb: Avbryt
sv: Avbryt

source: Cancel Message
de: Nachricht abbrechen
es: Cancelar el mensaje
ja: メッセージを取り消し
nb: Avbryt melding
sv: Ta bort meddelande

source: Canvas appears to be unavailable. Please try again later.
de: Canvas scheint nicht verfügbar zu sein. Bitte versuchen Sie es später noch einmal.
es: Al parecer Canvas no está disponible. Por favor, inténtelo de nuevo más tarde.
ja: Canvasが利用できないようです。時間をおいて再度お試しください。
nb: Det ser ikke ut til at Canvas er tilgjengelig. Forsøk igjen senere.
sv: Canvas verkar inte vara tillgängligt. Försök igen senare.

source: Canvas failed to find recipients for your current search. Please try again later.
de: Canvas hat für Ihre aktuelle Suche keine Empfänger gefunden. Bitte versuchen Sie es später noch einmal.
es: Canvas no logró encontrar destinatarios para su búsqueda actual. Por favor, inténtelo de nuevo más tarde.
ja: Canvasは、現在の検索で受信者を見つけることができませんでした。時間をおいて再度お試しください。
nb: Canvas fant ikke mottakere til søket ditt. Forsøk igjen senere.
sv: Canvas hittade inga mottagare för din sökning. Försök igen senare.

source: Canvas quizzes support various assessment styles. Most of these styles are supported on mobile devices; however, some are not. If you attempt to take one of these unsupported quizzes on your phone, you might be unable to complete the entire quiz, leaving you at a disadvantage. Unsupported question types include questions containing Adobe Flash™ content, file uploads, and others. If you believe that a quiz contains unsupported content, please take it on desktop or laptop computer. If you know that the quiz contains only supported content, feel free to take it on your mobile device.
de: Canvas-Quizze unterstützen verschiedene Aufgabenformate. Die meisten dieser Formate werden von Mobilgeräten unterstützt. Auf andere trifft dies nicht zu. Wenn Sie versuchen ein nicht-unterstütztes Quiz auf Ihrem Mobiltelefon anzuzeigen, wird es Ihnen möglicherweise nicht möglich sein, dass Quiz zu beenden, wodurch Ihnen ein Nachteil entsteht. Nicht-unterstützte Fragentypen schließen Adobe-Flash™-Inhalte, hochgeladene Dateien und anderes ein. Wenn Sie der Meinung sind, das ein Quiz nicht-unterstützte Inhalte aufweist, so bearbeiten Sie dieses bitte via Laptop oder Desktop-PC. Wenn Sie genau wissen, dass das Quiz 100-prozentige Mobiltelefonunterstützung genießt, können Sie ohne Bedenken Ihr Mobilgerät verwenden.
es: Las evaluaciones de Canvas son compatibles con diversos estilos de evaluación. La mayoría de estos estilos son compatibles con dispositivos móviles; Sin embargo, algunos no lo son. Si intenta tomar una de estas evaluaciones que no son compatibles desde su teléfono, es posible que no pueda completar la evaluación, dejándole en desventaja. Los tipos de preguntas no compatibles incluyen preguntas con contenido de Flash™, carga de archivos, y otros. Si usted cree que una evaluación incluye contenido no compatible, por favor tome la evaluación en su computador o portátil. Si sabe que la evaluación contiene solo contenido compatible, no dude en tomarla en su dispositivo móvil.
ja: Canvasクイズは様々な評価の形式をサポートしています。クイズの形式の多くは携帯端末でサポートされていますが、そうでないものもあります。もし携帯端末で、そのようなサポートされていないクイズを受ける場合、クイズを全部終えることができずに不利が生じる恐れがあります。 サポートされていないクイズの形式には、Adobe Flash™のコンテンツ、ファイルのアップロードその他が含まれています。 クイズにサポートされていない内容がある場合には、デスクトップやノートパソコンをご使用ください。クイズのコンテンツがすべてサポートされていることが分かっている場合には、ご自由に携帯端末を使用してください。
nb: Canvas tester støtter forskjellige vurderingsstiler. De fleste av disse stilene støttes på mobile enheter, men ikke alle. Hvis du forsøker å ta en av disse testene som ikke støttes på telefonen din er du kanskje ikke i stand til å fullføre hele testen, hvilket gir deg en ulempe. Spørsmålstyper som ikke støttes inkluderer spørsmål som inneholder Adobe Flash™ innhold, filopplastinger og annet. Dersom du tror av testen inneholder innhold som ikke støttes, gjør testen på stasjonær eller bærbar datamaskin. Hvis du vet at testen inneholder kun innhold som støttes, da må du gjerne gjøre den på din mobile enhet.
sv: Canvas quiz stödjer olika bedömningsmetoder. De flesta av dessa metoder stöds på mobila enheter; men inte alla. Om du försöker att ta ett quiz som inte stöds på din telefon, kan du vara oförmögen att fullfölja hela testet, vilket är till nackdel för dig. Frågetyper som inte stöds omfattar frågor som innehåller Adobe Flash™ innehåll, filuppladdning, och annat. Om du tror att ett quiz innefattar innehåll som inte stöds, ta det på stationär eller bärbar dator. Om du vet att testet bara innehåller innehåll som stöds, kan du gärna ta det på din mobila enhet.

source: Change User
de: Benutzer wechseln
es: Cambiar usuario
ja: ユーザーを変更する
nb: Endre bruker
sv: Byt användare

source: Choose a name for the new folder
de: Einen Namen für den neuen Ordner wählen
es: Elegir un nombre para la nueva carpeta
ja: 新しいフォルダ名を選択する
nb: Velg et navn til den nye mappen
sv: Välj ett namn på din nya mapp

source: Choose a name for the new folder.
de: Einen Namen für den neuen Ordner wählen.
es: Elegir un nombre para la nueva carpeta.
ja: 新しいフォルダ名を選択する。
nb: Velg et navn til den nye mappen
sv: Välj ett namn på din nya mapp.

source: Choose a submission type
de: Wählen Sie einen Einreichungstyp
es: Escoger un tipo de envío
ja: 提出の形式を選択する
nb: Velg innsendelsestype
sv: Välj inlämningstyp

source: Choose from Library...
de: Aus der Bibliothek wählen...
es: Elegir desde la biblioteca...
ja: ライブラリから選択...
nb: Velg fra bibliotek
sv: Välj från bibliotek...

source: Choose Landing Page
de: Zielseite wählen
es: Elegir la página de destino
ja: ランディングページを選択する
nb: Velg landingsside
sv: Välj landningssida

source: Choose option
de: Option wählen
es: Elegir opción
ja: オプションを選択する
nb: Velg et alternativ
sv: Välj alternativ

source: Choose Photo
de: Foto wählen
es: Elegir foto
ja: 写真を選択する
nb: Velg bilde
sv: Välj foto

source: Choose Profile Picture
de: Profilbild wählen
es: Elegir imagen de perfil
ja: プロフィール写真を選択する
nb: Velg profilbilde
sv: Välj profilbild

source: Choose video
de: Video wählen
es: Escoger video
ja: 動画を選択する
nb: Velg video
sv: Välj video

source: Choose Video
de: Video wählen
es: Escoger video
ja: 動画を選択する
nb: Velg video
sv: Välj en video

source: Close
de: Schließen
es: Cerrar
ja: 閉じる
nb: Lukk
sv: Stäng

source: Closed for Comments
de: Für Kommentare geschlossen
es: Cerrado para Comentarios
ja: コメント締切
nb: Stengt for kommentarer
sv: Stängd för kommentarer

source: Collaborations
de: Zusammenarbeiten
es: Colaboraciones
ja: コラボレーション
nb: Samarbeid
sv: Samarbeten

source: Comment
de: Kommentieren
es: Comentario
ja: コメント
nb: Kommentere
sv: Kommentera

source: Comment Error
de: Fehler beim Kommentieren
es: Error de comentario
ja: コメントエラー
nb: Kommentere feil
sv: Kommentarsfel

source: Comments
de: Kommentare
es: Comentarios
ja: コメント
nb: Kommentarer
sv: Kommentarer

source: Comments are disabled
de: Kommentare sind deaktiviert
es: Los comentarios están deshabilitados
ja: コメントは無効です
nb: Kommentarer er deaktivert
sv: Kommentarer är avstängda

source: Complete
de: Fertigstellen
es: Completar
ja: 完了
nb: Fullført
sv: Färdig

source: Completed
de: Abgeschlossen
es: Completado
ja: 完了済み
nb: Fullført
sv: Färdig

source: Compose a message
de: Eine Nachricht erstellen
es: Redactar un mensaje
ja: メッセージを作成する
nb: Skriv en melding
sv: Skapa meddelande

source: Compose Message Button
de: Nachricht-erstellen-Taste
es: Botón para credactar mensaje
ja: メッセージボタンを作成する
nb: Knapp, skriv melding
sv: Knapp för att skapa meddelande

source: Conferences
de: Konferenzen
es: Conferencias
ja: カンファレンス
nb: Konferanser
sv: Konferenser

source: Confirm deletion
de: Löschen bestätigen
es: Confirmar eliminación
ja: 削除を確認する
nb: Bekreft sletting
sv: Bekräfta borttagning

source: Continue
de: Fortsetzen
es: Continuar
ja: 続ける
nb: Fortsett
sv: Fortsätt

source: Could not authenticate with server
de: Keine Authentifizierung mit dem Server möglich
es: No se pudo autenticar con el servidor
ja: サーバーで認証できませんでした。
nb: Kunne ikke autentisere med server
sv: Kunde inte autentisera med servern

source: Couldn't find recipients
de: Keine Empfänger gefunden
es: No se pudo encontrar destinatarios
ja: 受信者を見つけることができませんでした
nb: Fant ikke mottakere
sv: Kunde inte hitta mottagare

source: Couldn't Load Submission
de: Konnte Einreichung nicht laden
es: No se pudo cargar el envío
ja: 提出の読み込みができませんでした
nb: Kunne ikke laste innlevering
sv: Kunde inte läsa in inlämningar

source: Course Syllabus
de: Kursprogramm
es: Plan de estudio del curso
ja: コースシラバス
nb: Emneoversikt
sv: Antura tidsplan

source: Courses
de: Kurse
es: Cursos
ja: コース
nb: Emne
sv: Kurser

source: Create Folder
de: Ordner anlegen
es: Crear carpeta
ja: フォルダを作成する
nb: Lag mappe
sv: Skapa mapp

source: Current Submission
de: Aktuelle Einreichung
es: Presentación actual
ja: 現在の提出
nb: Gjeldende innsending
sv: Nuvarande inlämning

source: Currently there is limited quiz support on mobile
de: Die Quiz-Unterstützung für Mobilgeräte ist momentan limitiert
es: Actualmente existe soporte limitado para la evaluación en el celular
ja: 現在、携帯端末を使用してのクイズのサポートには制限があります
nb: Det er begrenset støtte til test på mobil
sv: För närvarande är stödet för quiz för mobiler begränsat

source: Custom Grade
de: Note anpassen
es: Calificación personalizada
ja: 成績をカスタムする
nb: Tilpasset vurdering
sv: Anpassat betyg

source: Customize
de: Anpassen
es: Personalizar
ja: カスタマイズする
nb: Tilpass
sv: Anpassa

source: Dashboard
es: Tablero
ja: ダッシュボード
nb: Instrumentbord
sv: Översikt

source: Delete
de: Löschen
es: Borrar
ja: 消去する
nb: Slett
sv: Ta bort

source: Delete (%d)
de: Löschen (%d)
es: Borrar (%d)
ja: 消去 (%d)
nb: Slett (%d)
sv: Ta bort (%d)

source: Delete this reply?
de: Diese Antwort löschen?
es: ¿Borrar esta respuesta?
ja: この返信を消去しますか？
nb: Slette dette svaret?
sv: Ta bort det här svaret?

source: Deleted file: &quot;%@&quot;
de: Gelöschte Datei: &quot;%@&quot;
es: Archivo borrado: &quot;%@&quot;
ja: 削除されたファイル：&quot;%@&quot;
nb: Slettet fil: &quot;%@&quot;
sv: Raderad fil: &quot;%@&quot;

source: Detail
de: Details
es: Detalle
ja: 詳細
nb: Detalj
sv: Detalj

source: Details
es: Detalles
ja: 詳細
nb: Detaljer
sv: Detaljer

source: Discard
de: Verwerfen
es: Deshechar
ja: 破棄する
nb: Forkast
sv: Kasta

source: Discard this entry?
de: Diesen Eintrag verwerfen?
es: ¿Deshechar esta entrada?
ja: このエントリを破棄しますか？
nb: Forkaste denne oppføringen?
sv: Kassera det här inlägget?

source: Discussion
de: Diskussion
es: Discusión
ja: ディスカッション
nb: Diskusjon
sv: Diskussion

source: Discussion Entry
de: Diskussionseintrag
es: Entrada de la discusión
ja: ディスカッションエントリ
nb: Diskusjonsoppføring
sv: Diskussionsinlägg

source: Discussion Topics
de: Diskussionsthemen
es: Temas de discusión
ja: ディスカッションのトピック
nb: Diskusjonsemner
sv: Diskussionsämne

source: Discussions
de: Diskussionen
es: Discusiones
ja: ディスカッション
nb: Diskusjoner
sv: Diskussioner

source: Dismiss
de: Ablehnen
es: Descartar
ja: 棄却する
nb: Avvis
sv: Avfärda

source: Do you want to masquerade as this user?
de: Möchten Sie sich als dieser Benutzer verkleiden?
es: ¿Quiere hacerse pasar por este usuario?
ja: このユーザーとしてマスカレードしますか？
nb: Vil du gi deg ut som denne brukeren?
sv: Vill du maskera som den här användaren?

source: Domain
es: Dominio
ja: ドメイン
nb: Domene
sv: Domän

source: Don't ask me again
de: Micht nicht nochmal fragen
es: No me pregunte de nuevo
ja: 二度と聞かないでください
nb: Ikke spør meg igjen
sv: Fråga mig inte igen

source: Don't delete
de: Nicht löschen
es: No lo borre
ja: 消去しないでください
nb: Ikke slett
sv: Ta inte bort

source: Done
de: Fertig
es: Listo
ja: 完了
nb: Ferdig
sv: Färdig

source: Download Canceled
de: Download abgebrochen
es: Descarga cancelada
ja: ダウンロードはキャンセルされました
nb: Nedlasting avbrudt
sv: Nedladdningen avbröts

source: Downloading...
de: Download läuft...
es: Descargando...
ja: ダウンロード中...
nb: Laster ned ...
sv: Laddar ner...

source: Due %@
de: Fällig %@
es: Hora límite %@
ja: 期限%@
nb: Leveres innen %@
sv: Färdig %@

source: due on %1$@ at %2$@
de: fällig am %1$@ um %2$@
es: Vence el %1$@ a las %2$@
ja: %1$@日（）時が期限%2$@
nb: Frist %1$@ %2$@
sv: förfaller den %1$@ vid %2$@

source: Due:
de: Fällig:
es: Fecha de entrega:
ja: 期限：
nb: Frist:
sv: Förfallodatum:

source: Due: %@ at %@
de: Fällig: %1$@ um %2$@
es: Fecha de entrega: %1$@ a las %2$@
ja: 期限: %2$@の%1$@
nb: Frist: %1$@ innen %2$@
sv: Färdig den: %1$@ vid %2$@

source: Due: %1$@ at %2$@
de: Fällig: %1$@ um %2$@
es: Fecha de entrega: %1$@ a las %2$@
ja: 期限: %2$@の%1$@
nb: Frist: %1$@ innen %2$@
sv: Färdig den: %1$@ vid %2$@

source: Edit
de: Bearbeiten
es: Editar
ja: 編集する
nb: Rediger
sv: Ändra

source: Edit Course List
de: Kursverzeichnis bearbeiten
es: Editar la lista del curso
ja: コースリストを編集する
nb: Rediger emneliste
sv: Ändra kurslista

source: Edit Group List
de: Gruppenverzeichnis bearbeiten
es: Editar la lista del grupo
ja: グループリストを編集する
nb: Rediger gruppeliste
sv: Ändra grupplista
