Repository: instructure/canvas-ios
Catalog: Canvas/Canvas/*.lproj/Localizable.strings
Languages: de, es, ja, nb, sv

source: You do not have permission to delete this reply
de: Sie haben keine Berechtigung, diese Antwort zu löschen
es: No tiene permiso para eliminar esta respuesta
ja: この返信を消去することを許可されていません
nb: Du har ikke tillatelse til å slette dette svaret
sv: Du har inte tillstånd att ta bort det här svaret

source: You do not have SpeedGrader for iPad. You can download it for free from the App Store.
de: Sie verfügen nicht über SpeedGrader für das iPad. Sie können es kostenlos im App-Store herunterladen.
es: No tiene SpeedGrader para iPad. Puede descargarlo gratis desde la Tienda de aplicaciones.
ja: あなたはSpeedGrader用のiPadを持っていません。App Storeから無料でダウンロードできます。
nb: Du har ikke SpeedGrader for iPad. Du kan laste den ned gratis i App Store.
sv: Du har inte SpeedGrader för iPad. Du kan hämta det kostnadsfritt från App Store.

source: You don't have permission to masquerade as this user or there is no user with that ID
de: Sie haben keine Berechtigung, sich als dieser Benutzer auszugeben oder zu dieser ID gibt es keinen Benutzer
es: Usted no tiene permiso para hacerse pasar por este usuario o no hay ningún usuario con ese ID
ja: このユーザーとしてマスカレードすることを許可されていないか、ユーザーとそのIDが存在しません
nb: Du har ikke tillatelse til å forkle deg som denne brukeren, eller det er ingen bruker med den IDen
sv: Du har inte tillåtelse att maskera dig som den här användaren då det inte finns någon användare med det ID:t

source: You have an unsaved reply. Would you like to discard that reply?
de: Sie haben eine nicht ungespeicherte Antwort. Möchten Sie diese Antwort verwerfen?
es: Tiene una respuesta no guardada. ¿Le gustaría descartar esa respuesta?
ja: 保存されていない返信があります。その返信を破棄しますか？
nb: Du har et ulagret svar. Ønsker du å ignorere svaret?
sv: Du har ett osparat svar. Vill du ta bort det svaret?

source: You must first complete:
de: Sie müssen zunächst das Folgende vervollständigen:
es: Primero debe completar:
ja: まずは終了してください:
nb: Du må først fullføre:
sv: Du måste först göra färdigt:

source: You need a title and a description to post
de: Zum Posten brauchen Sie einen Titel und eine Beschreibung
es: Necesita un título y una descripción para publicar
ja: ポストするタイトルと説明が必要です
nb: Du trenger en tittel og en beskrivelse å poste
sv: Du behöver en titel och en beskrivning för att posta

source: You should go rate Canvas on the App Store!
de: Sie sollten Canvas im App Store bewerten.
es: ¡Debería calificar Canvas en la Tienda de aplicaciones!
ja: アプリストアでCanvasを評価してください！
nb: Du bør gi en vurdering på Canvas i App Store!
sv: Du borde ge Canvas ett omdöme i App Store!

source: Your files could not be found
de: Ihre Dateien konnten nicht gefunden werden
es: No se pudieron encontrar sus archivos
ja: ファイルが見つかりませんでした
nb: Filene dine ble ikke funnet
sv: Dina filer kunde inte hittas

source: Your school's configuration does not allow the type of submission selected for this assignment
de: Die Konfigurationen Ihrer Schule gestatten den für diese Aufgabe ausgewählten Einreichungstyp nicht
es: La configuración de su escuela no permite el tipo de presentación seleccionado para esta tarea
ja: あなたの学校の設定は、この課題用に選択された提出の形式を許可していません
nb: Din skolekonfigurasjon tillater ikke innleveringstypen valgt for denne oppgaven
sv: Din skolas inställningar tillåter inte den här typen av inlämningar som valts för den här uppgiften.

source: TA
de: Lehrassistent
es: Profesor auxiliar
nb: LA
sv: Lärarassistent
