Repository: instructure/canvas-ios
Catalog: Parent/Parent/*.lproj/Localizable.strings
Languages: cy

# %@ %d of %d
source: %1$@ %2$d of %3$d
cy: %1$@ %2$d o %3$d

# %@ to %@
source: %1$@ to %2$@
cy: %1$@ i %2$@

source: A server error has occurred. Please try again.
cy: Gwall ar y gweinydd. Rhowch gynnig arall arni.

source: Alert me when:
cy: Rhowch wybod i mi pan:

source: An unexpected error occurred. Please try again.
cy: Gwall Annisgwyl. Rhowch gynnig arall arni.

source: Assignment grade above
cy: Gradd yr aseiniad yn uwch na

source: Assignment grade below
cy: Gradd yr aseiniad yn is na

source: Assignment missing
cy: Aseiniad ar goll

source: Cancel
cy: Canslo

source: Cannot use percent that is higher than 100
cy: Methu defnyddio canran mwy na 100

source: Cannot use percent that is less than 0
cy: Methu defnyddio canran llai na 0

source: Caught up on Alerts
cy: Wedi gweld y negeseuon hysbysu diweddaraf

source: Close
cy: Cau

source: Course announcements
cy: Cyhoeddiadau cwrs

source: Course grade above
cy: Gradd y cwrs yn uwch na

source: Course grade below
cy: Gradd y cwrs yn is na

source: Dismiss
cy: Diystyru

source: Error
cy: Gwall

source: Excused
cy: Wedi esgusodi

source: High assignment grade cannot be lower than low assignment grade
cy: Ni all gradd aseiniad uchel fod yn is na gradd aseiniad isel

source: High course grade cannot be lower than low course grade
cy: Ni all gradd cwrs uchel fod yn is na gradd cwrs isel

source: In-Class
cy: Yn y dosbarth

source: Institution announcements
cy: Cyhoeddiadau sefydliadau

source: Invalid Input
cy: Mewnbwn Annilys

source: Last Week
cy: Wythnos Diwethaf

source: Late
cy: Yn Hwyr

source: Late: %@
cy: Yn Hwyr: %@

# Late: %@ (%@/%@)
source: Late: %1$@ (%2$@/%3$@)
cy: Yn Hwyr: %1$@ (%2$@/%3$@)

source: Low assignment grade cannot be higher than high assignment grade
cy: Ni all gradd aseiniad isel fod yn uwch na gradd aseiniad uchel

source: Low course grade cannot be higher than high course grade
cy: Ni all gradd cwrs isel fod yn uwch na gradd cwrs uchel

source: Missing
cy: Ar goll

source: Missing: (-/%@)
cy: Ar goll: (-/%@)

source: Network Error
cy: Gwall ar y Rhwydwaith

source: Next Week
cy: Wythnos Nesaf

source: No Courses
cy: Dim Cyrsiau

source: No Grade
cy: Dim Gradd

source: No Students
cy: Dim Myfyrwyr

source: No installed apps support opening this file.
cy: Does dim apiau wedi'u llwytho i lawr sy'n gallu agor y ffeil hon

# Not Authorized
source: Not Authorised
cy: Heb ei awdurdodi

source: Not Found
cy: Heb ganfod

source: Nothing this week
cy: Dim byd yr wythnos hon

source: OK
cy: Iawn

source: Open in Safari
cy: Agor yn Safari

source: Open in...
cy: Agor yn...

source: Resource not found. Please try again.
cy: Heb ddod o hyd i'r adnodd. Rhowch gynnig arall arni.

source: Server Error
cy: Gwall ar y Gweinydd

source: Submitted
cy: Wedi cyflwyno

source: Submitted: %@
cy: Wedi cyflwyno: %@

# Submitted: %@ (%@/%@)
source: Submitted: %1$@ (%2$@/%3$@)
cy: Wedi cyflwyno: %1$@ (%2$@/%3$@)

source: Syllabus
cy: Maes Llafur

source: There are no actions for this item.
cy: Does dim gweithrediadau ar gyfer yr eitem hon.

source: There was an error loading your content. If it is an audio or video upload, it may still be processing.
cy: Gwall wrth lwytho’ch cynnwys. Os ydych chi'n llwytho sain neu fideo i fyny, gall fod wrthi'n prosesu o hyd.

source: Unknown
cy: Dieithr

source: You are unauthorised to access this information. Please check your user permissions and try again.
cy: Does gennych chi ddim hawl i gael mynediad at yr wybodaeth hon. Gwiriwch eich hawliau defnyddiwr a rhoi cynnig arall arni.
