Repository: instructure/canvas-ios
Catalog: Student/Student/*.lproj/Localizable.strings
Languages: ca, cy, da, fi, is, ms, sl, th, vi

source: '%@' is now ready to submit to assignments
ca: En aquest moment, '%@' està a punt per entregar a les tasques
cy: '%@' yn barod i gyflwyno i aseiniadau
da: '%@’ er nu klar til at aflevere til opgaver
fi: ”%@” on nyt valmis lähettämään tehtäviä
is: '%@' er núna tilbúin(n) til að skila verkefnum
ms: '%@' kini sedia untuk diserahkan ke tugasan
sl: '%@' je zdaj pripravljen na pošiljanje nalog.
th: '%@' พร้อมสำหรับจัดส่งภารกิจแล้วในตอนนี้
vi: "%@" hiện đã sẵn sàng nộp bài tập

source: &quot;%1$@&quot; is locked as part of &quot;%2$@&quot;
ca: &quot;%1$@&quot; està bloquejat com a part de &quot;%2$@&quot;
cy: &quot;%1$@&quot; ar glo fel rhan o &quot;%2$@&quot;
da: &quot;%1$@&quot; er låst som del af &quot;%2$@&quot;
fi: &quot;%1$@&quot; on lukittu osana &quot;%2$@&quot;
is: &quot;%1$@&quot; er læst sem hluti af &quot;%2$@&quot;
ms: &quot;%1$@&quot; dikunci sebagai sebahagian daripada &quot;%2$@&quot;
sl: &quot;%1$@&quot; je zaklenjeno kot del &quot;%2$@&quot;
th: &quot;%1$@&quot; ล็อคเป็นส่วนหนึ่งของ &quot;%2$@&quot;
vi: &quot;%1$@&quot; bị khóa trong khuôn khổ &quot;%2$@&quot;

source: %@ is coming soon!
ca: %@ estarà disponible aviat.
cy: %@ i ddod yn fuan!
da: %@ kommer snart!
fi: %@ tulossa pian!
is: %@ væntanlegt!
ms: %@ akan datang!
sl: %@ bo kmalu na voljo.
th: %@ เร็ว ๆ นี้!
vi: %@ sắp ra mắt!

source: %@ is locked
ca: %@ està bloquejat
cy: %@ ar glo
da: %@ er låst
fi: %@ lukittu
is: %@ er læst
ms: %@ dikunci
sl: %@ je zaklenjeno.
th: %@ ถูกล็อคไว้
vi: %@ bị khóa

source: %@ is not a valid host
ca: %@ no és un amfitrió vàlid
cy: %@ ddim yn lletywr dilys
da: %@ er ikke en gyldig vært
fi: %@ ei voimassa oleva isäntä
is: %@ er ekki gildur hýsill
ms: %@ bukan hos yang sah
sl: %@ ni veljaven gostitelj.
th: %@ ไม่ใช่โฮสต์ที่ถูกต้อง
vi: %@ không phải máy chủ lưu trữ hợp lệ.

source: %@ is not a valid URL
ca: %@ no és un URL vàlid
cy: %@ ddim yn URL dilys
da: %@ er ikke et gyldigt URL
fi: %@ ei voimassa oleva URL
is: %@ er ekki gild vefslóð
ms: %@ bukan URL yang sah
sl: %@ ni veljaven naslov URL.
th: %@ ไม่ใช่ URL ที่ถูกต้อง
vi: %@ không phải URL hợp lệ

source: %@ is not currently supported.
ca: %@ en aquest moment, no s'admet.
cy: %@ ddim yn gydnaws ar hyn o bryd.
da: %@ understøttes ikke i øjeblikket.
fi: %@ ei tueta parhaillaan.
is: %@ er ekki stutt eins og er.
ms: %@ tidak disokong pada masa ini.
sl: %@ trenutno ni podprt.
th: %@ ไม่รองรับในปัจจุบัน
vi: %@ hiện không được hỗ trợ.

source: %@ likes
ca: %@ entrades de m'agrada
cy: %@ yn hoffi
fi: %@ tykkäystä
is: %@ líkar við
ms: %@ like
sl: %@ všečki
th: %@ ไลค์
vi: %@ lượt thích

source: %@ need grading
ca: %@ s'han de qualificar
cy: %@ angen eu graddio
da: %@ mangler bedømmelse
fi: %@ täytyy arvostella
is: %@ þarf einkunnargjöf
ms: %@ memerlukan penggredan
sl: %@ je treba oceniti.
th: %@ ต้องให้เกรด
vi: %@ cần chấm điểm

source: %1$@ (%2$g out of %3$@)
ca: %1$@ (%2$g de %3$@)
cy: %1$@ (%2$g allan o %3$@)
da: %1$@ (%2$g ud af %3$@)
fi: %1$@ (%2$g/%3$@)
is: %1$@ (%2$g af %3$@)
ms: %1$@ (%2$g daripada %3$@)
sl: %1$@ (%2$g od %3$@)
th: %1$@ (%2$g จาก %3$@)
vi: %1$@ (%2$g trên tổng số %3$@)

source: %1$@ at %2$@
ca: %1$@ a %2$@
cy: %1$@ am %2$@
da: %1$@ ved %2$@
fi: %1$@ kohteessa %2$@
is: %1$@ á %2$@
ms: %1$@ di %2$@
sl: %1$@ ob %2$@
th: %1$@ เมื่อ %2$@
vi: %1$@ vào %2$@

source: %1$@ is due in %2$@
ca: %1$@ venç en %2$@
cy: %1$@ angen cyflwyno erbyn %2$@
da: %1$@ forfalder om %2$@
fi: %1$@ määräpäivä %2$@
is: %1$@ er með skilafrest eftir %2$@
ms: %1$@ cukup tempoh dalam masa %2$@
sl: %1$@ ima rok %2$@
th: %1$@ ครบกำหนดใน %2$@
vi: %1$@ đến hạn vào %2$@

source: %1$@ out of %2$@
ca: %1$@ de %2$@
cy: %1$@ allan o %2$@
da: %1$@ ud af %2$@
is: %1$@ af %2$@
ms: %1$@ daripada %2$@
sl: %1$@ od %2$@
th: %1$@ จาก %2$@
vi: %1$@ trên tổng số %2$@

source: %1$@. %2$@. Type: %3$@.
ca: %1$@. %2$@. Tipus: %3$@.
cy: %1$@. %2$@. Math: %3$@.
fi: %1$@. %2$@. Tyyppi: %3$@.
is: %1$@. %2$@. Tegund: %3$@.
ms: %1$@. %2$@. Jenis: %3$@.
sl: %1$@. %2$@. Vrsta: %3$@.
th: %1$@. %2$@. ประเภท: %3$@.
vi: %1$@. %2$@. Loại: %3$@.

source: %1$@. %2$@. Type: %3$@. Status: %4$@
ca: %1$@. %2$@. Tipus: %3$@. Estat: %4$@
cy: %1$@. %2$@. Math: %3$@. Statws: %4$@
fi: %1$@. %2$@. Tyyppi: %3$@. Tila: %4$@
is: %1$@. %2$@. Tegund: %3$@. Staða: %4$@
ms: %1$@. %2$@. Jenis: %3$@. Status: %4$@
sl: %1$@. %2$@. Vrsta: %3$@. Status: %4$@
th: %1$@. %2$@. ประเภท: %3$@. สถานะ: %4$@
vi: %1$@. %2$@. Loại: %3$@. Trạng Thái: %4$@

source: %1$@%% (%2$g out of %3$@)
ca: %1$@%% (%2$g de %3$@)
cy: %1$@%% (%2$g allan o %3$@)
da: %1$@%% (%2$g ud af %3$@)
fi: %1$@%% (%2$g/%3$@)
is: %1$@%% (%2$g af %3$@)
ms: %1$@%% (%2$g daripada %3$@)
sl: %1$@%% (%2$g od %3$@)
th: %1$@%% (%2$g จาก %3$@)
vi: %1$@%% (%2$g trên tổng số %3$@)

source: %1$g out of %2$@
ca: %1$g de %2$@
cy: %1$g allan o %2$@
da: %1$g ud af %2$@
fi: %1$g / %2$@
is: %1$g af %2$@
ms: %1$g daripada %2$@
sl: %1$g od %2$@
th: %1$g จาก %2$@
vi: %1$g trên tổng số %2$@

source: %d days ago
ca: %d dies enrere
cy: %d diwrnod yn ôl
da: %d dage siden
fi: %d päivää sitten
is: %d fyrir dögum
ms: %d hari lalu
sl: %d dni prej
th: %d วันที่ผ่านมา
vi: %d ngày trước

source: %d hours ago
ca: %d hores enrere
cy: %d awr yn ôl
da: %d timer siden
fi: %d tuntia sitten
is: %d fyrir klukkustundum
ms: %d jam lalu
sl: %d ur prej
th: %d ชั่วโมงที่ผ่านมา
vi: %d giờ trước

source: %d items
ca: %d elements
cy: %d awr yn ôl
da: %d Elementer
fi: %d kohdetta
is: %d atriði
ms: %d item
sl: %d elementov
th: %d รายการ
vi: %d mục

source: %d minutes ago
ca: %d minuts enrere
cy: %d munud yn ôl
da: %d minutter siden
fi: %d minuuttia sitten
is: %d fyrir mínútum
ms: %d minit lalu
sl: %d minut prej
th: %d นาทีที่ผ่านมา
vi: %d phút trước

source: %d months ago
ca: %d mesos enrere
cy: %d mis yn ôl
da: %d måneder siden
fi: %d kuukautta sitten
is: %d fyrir mánuðum
ms: %d bulan lalu
sl: %d mesecev prej
th: %d เดือนที่ผ่านมา
vi: %d phút trước

source: %d more
ca: %d més
cy: %d arall
da: %d flere
fi: %d lisää
is: %d meira
ms: %d lagi
sl: %d več
th: %d เพิ่มเติม
vi: Thêm %d

source: %d replies
ca: %d respostes
cy: %d ateb
da: %d svar
fi: %d vastausta
is: %d svör
ms: %d balasan
sl: %d odgovori
th: %d การตอบกลับ
vi: %d câu trả lời

source: %d unread
ca: %d sense llegir
cy: %d heb eu darllen
da: %d ulæst
fi: %d lukematon
is: %d ólesið
ms: %d belum dibaca.
sl: %d neprebrano
th: %d ไม่ได้อ่าน
vi: %d chưa đọc

source: %d years ago
ca: %d anys enrere
cy: %d mlynedd yn ôl
da: %d år siden
fi: %d vuotta sitten
is: %d fyrir árum
ms: %d tahun lalu
sl: %d let prej
th: %d ปีที่ผ่านมา
vi: %d năm trước

source: %qu bytes
cy: %qu beit
fi: %qu tavua
is: %qu bæti
ms: %qu bait
sl: %qu bajtov
th: %qu ไบต์
vi: %qu byte

source: %tu day
ca: %tu dia
cy: %tu diwrnod
da: %tu dag
fi: %tu päivä
is: %tu dagur
ms: %tu hari
sl: %tu dan
th: %tu วัน
vi: %tu ngày

source: %tu days
ca: %tu dies
cy: %tu diwrnod
da: %tu dage
fi: %tu päivää
is: %tu dagar
ms: %tu hari
sl: %tu dni
th: %tu วัน
vi: %tu ngày

source: %tu hour
ca: %tu hora
cy: %tu awr
da: %tu time
fi: %tu tunti
is: %tu klukkustund
ms: %tu jam
sl: %tu ura
th: %tu ชั่วโมง
vi: %tu giờ

source: %tu hours
ca: %tu hores
cy: %tu awr
da: %tu timer
fi: %tu tuntia
is: %tu klukkustundir
ms: %tu jam
sl: %tu ur
th: %tu ชั่วโมง
vi: %tu giờ

source: %tu minute
ca: %tu minut
cy: %tu munud
da: %tu minut
fi: %tu minuuttia
is: %tu mínúta
ms: %tu minit
sl: %tu minuta
th: %tu นาที
vi: %tu phút

source: %tu minutes
ca: %tu minuts
cy: %tu munud
da: %tu minutter
fi: %tu minuuttia
is: %tu mínútur
ms: %tu minit
sl: %tu minut
th: %tu นาที
vi: %tu phút

source: %u Attachments
ca: %u Fitxers adjunts
cy: %u Atodiadau
da: %u Vedhæftede filer
fi: %u Liitteet
is: %u Viðhengi
ms: %u Lampiran
sl: %u Priloge
th: %u เอกสารแนบ
vi: %u Tập Tin Đính Kèm

source: %u files
ca: %u fitxers
cy: %u ffeil
da: %u filer
fi: %u tiedostoa
is: %u skrár
ms: %u fail
sl: %u datotek
th: %u ไฟล์
vi: %u tập tin

source: 1 Attachment
ca: 1 fitxer adjunt
cy: 1 Atodiad
da: 1 vedhæftet fil
fi: 1 liite
is: 1 viðhengi
ms: 1 Lampiran
sl: 1 priloga
th: 1 เอกสารแนบ
vi: 1 Tập Tin Đính Kèm

source: 1 day
ca: 1 dia
cy: 1 diwrnod
da: 1 dag
fi: 1 päivä
is: 1 dagur
ms: 1 hari
sl: 1 dan
th: 1 วัน
vi: 1 ngày

source: 1 day ago
ca: Fa 1 dia
cy: 1 diwrnod yn ôl
da: For 1 dag siden
fi: 1 päivä sitten
is: Fyrir einum degi
ms: 1 hari lalu
sl: 1 dan prej
th: 1 วันที่ผ่านมา
vi: 1 ngày trước

source: 1 hour
ca: 1 hora
cy: 1 awr
da: 1 time
fi: 1 tunti
is: 1 klukkustund
ms: 1 jam
sl: 1 ura
th: 1 ชั่วโมง
vi: 1 giờ

source: 1 hour ago
ca: Fa 1 hora
cy: 1 awr yn ôl
da: For 1 time siden
fi: 1 tunti sitten
is: Fyrir 1 klukkustund
ms: 1 jam lalu
sl: 1 uro prej
th: 1 ชั่วโมงก่อน
vi: 1 giờ trước

source: 1 item
ca: 1 element
cy: 1 eitem
da: 1 element
fi: 1 kohde
is: 1 atriði
sl: 1 element
th: 1 รายการ
vi: 1 mục

source: 1 like
ca: 1 M'agrada
cy: 1 yn hoffi
fi: 1 tykkäys
is: 1 líkar við
sl: 1 všeček
th: 1 ไลค์
vi: 1 lượt thích

source: 1 minute ago
ca: Fa 1 minut
cy: 1 munud yn ôl
da: For 1 minut siden
fi: 1 minuutti sitten
is: Fyrir 1 mínútu
ms: 1 minit lalu
sl: 1 minuto prej
th: 1 นาทีที่แล้ว
vi: 1 phút trước

source: 1 month ago
ca: Fa 1 mes
cy: 1 mis yn ôl
da: 1 måned siden
fi: 1 kuukausi sitten
is: fyrir 1 mánuði
ms: 1 bulan lalu
sl: 1 mesec prej
th: 1 เดือนก่อน
vi: 1 tháng trước

source: 1 needs grading
ca: 1 s'ha de qualificar
cy: 1 angen ei raddio
da: 1 behøver karaktergivning
fi: 1 täytyy arvostella
is: 1 þarfnast einkunnargjafar
ms: 1 perlu digredkan
sl: 1 je treba oceniti.
th: 1 รายการที่ต้องให้เกรด
vi: 1 cần chấm điểm

source: 1 year ago
ca: Fa 1 any
cy: 1 flwyddyn yn ôl
da: 1 år siden
fi: 1 vuosi sitten
is: fyrir 1 ári
ms: 1 tahun lalu
sl: 1 leto prej
th: 1 ปีที่แล้ว
vi: 1 năm trước

source: 3 days
ca: 3 dies
cy: 3 diwrnod
da: 3 dage
fi: 3 päivää
is: 3 dagur
ms: 3 hari
sl: 3 dni
th: 3 วัน
vi: 3 ngày

source: 5 minutes
ca: 5 minuts
cy: 5 munud
da: 5 minutter
fi: 5 minuuttia
is: 5 mínútur
ms: 5 minit
sl: 5 minut
th: 5 นาที
vi: 5 phút

source: About
ca: Quant a
cy: Ynghylch
da: Om
fi: Tietoja
is: Um
ms: Perihal
sl: Vizitka
th: เกี่ยวกับ
vi: Giới Thiệu

source: Access Denied
ca: Accés denegat
cy: Gwrthodwyd Mynediad
da: Adgang nægtet
fi: Pääsy kielletty.
is: Aðgangi hafnað
ms: Akses Ditolak
sl: Dostop je zavrnjen.
th: ปฏิเสธการเรียกค้น
vi: Truy Cập Bị Từ Chối

source: Access denied. Please check your permissions for the action you're trying to complete.
ca: Accés denegat. Comproveu els permisos per a l'acció que esteu provant de dur a terme.
cy: Gwrthodwyd mynediad. Edrychwch ar eich hawliau yng nghyswllt y weithred rydych chi'n ceisio ei chyflawni.
da: Adgang nægtet. Tjek venligst dine tilladelser for den handling, som du forsøger at udføre.
fi: Pääsy kielletty. Tarkista käyttöoikeutesi toiminnolle, jota yrität suorittaa.
is: Aðgangi hafnað. Athugaðu heimildir þínar fyrir aðgerðunum sem þú ert að reyna að ljúka.
ms: Akses ditolak. Sila semak keizinan anda untuk tindakan yang anda cuba lengkapkan.
sl: Dostop je zavrnjen. Preverite svoja dovoljenja za dejanje, ki ga poskušate zaključiti.
th: ปฏิเสธการเรียกค้น กรุณาตรวจสอบสิทธิ์อนุญาตของคุณสำหรับการดำเนินการที่คุณต้องการทำให้เสร็จสิ้น
vi: Truy cập bị từ chối. Vui lòng kiểm tra quyền của bạn cho thao tác bạn đang cố hoàn thành.

source: Add a folder
ca: Afegeix una carpeta
cy: Ychwanegu ffolder
da: Tilføj en mappe
fi: Lisää kansio
is: Bæta við möppu
ms: Tambah folder
sl: Dodaj mapo
th: **สร้างแฟ้มข้อมูลใหม่
vi: Thêm thư mục

source: Add attachment
ca: Afegeix un fitxer adjunt
cy: Ychwanegu atodiad
da: Tilføj vedhæftet fil
fi: Lisää liite
is: Bæta við viðhengi
ms: Tambah kepilan
sl: Dodaj prilogo
th: เพิ่มเอกสารแนบ
vi: Thêm tập tin đính kèm

source: Add Attachment
ca: Afegeix un fitxer adjunt
cy: Ychwanegu Atodiad
da: Tilføj vedhæftet fil
fi: Lisää liite
is: Bæta við viðhengi
ms: Tambah Lampiran
sl: Dodaj prilogo
th: เพิ่มเอกสารแนบ
vi: Thêm Tập Tin Đính Kèm

source: Add comment
ca: Afegeix un comentari
cy: Ychwanegu sylw
da: Tilføj kommentar
fi: Lisää kommentti
is: Bæta við athugasemd
ms: Tambah komen
sl: Dodaj komentar
th: เพิ่มความเห็น
vi: Thêm bình luận

source: Add Comment
ca: Afegeix un comentari
cy: Ychwanegu Sylw
da: Tilføj kommentar
fi: Lisää kommentti
is: Bæta við athugasemd
ms: Tambah Komen
sl: Dodaj komentar
th: เพิ่มความเห็น
vi: Thêm Bình Luận

source: Add Cover Photo
ca: Afegeix una fotografia de portada
cy: Ychwanegu Llun Clawr
da: Tilføj cover-foto
fi: Lisää kansikuva
is: Bæta við forsíðumynd
ms: Tambah Foto Kulit
sl: Dodaj naslovno fotografijo
th: เพิ่มภาพหน้าปก
vi: Thêm Ảnh Bìa

source: Add folder
ca: Afegeix una carpeta
cy: Ychwanegu ffolder
da: Tilføj mappe
fi: Lisää kansio
is: Bæta við möppu
ms: Tambah folder
sl: Dodaj mapo
th: เพิ่มโฟลเดอร์
vi: Thêm thư mục

source: Add inline media
ca: Afegeix un element multimèdia en línia
cy: Ychwanegu cyfryngau yn yr un lle
da: Tilføj inline medie
fi: Lisää inline-media
is: Bæta við innfeldu margmiðlunarefni
ms: Tambah media sebaris
sl: Dodaj medije v vrstici
th: เพิ่มสื่อ inline
vi: Thêm nội dung phương tiện trong dòng

source: Add recipients
ca: Afegeix destinataris
cy: Ychwanegu derbynwyr
da: Tilføj modtagere
fi: Lisää vastaanottajat
is: Bæta viðtakandendum við
ms: Tambah penerima
sl: Dodaj prejemnike
th: เพิ่มผู้รับ
vi: Thêm người nhận

source: All members
ca: Tots els membres
cy: Pob aelod
da: Alle medlemmer
fi: Kaikki jäsenet
is: Allir meðlimir
ms: Tambah ahli
sl: Dodaj člane
th: สมาชิกทั้งหมด
vi: Tất cả thành viên

source: An unknown error occurred
ca: S'ha produït un error desconegut
cy: Gwall annisgwyl
da: En ukendt fjel opstod
fi: Tapahtui tuntematon virhe
is: Óþekkt villa átti sér stað
ms: Ralat belum dikenal pasti berlaku
sl: Prišlo je do neznane napake.
th: เกิดข้อผิดพลาดที่ไม่ทราบขึ้น
vi: Đã xảy ra lỗi không xác định

source: Announcement
ca: Anunci
cy: Cyhoeddiad
da: Besked
fi: Ilmoitus
is: Tilkynning
ms: Pengumuman
sl: Obvestilo
th: ประกาศ
vi: Thông Báo

source: Announcements
ca: Anuncis
cy: Cyhoeddiadau
da: Beskeder
fi: Ilmoitukset
is: Tilkynningar
ms: Pengumuman
sl: Obvestila
th: ประกาศ
vi: Thông Báo Chung

source: Archive
ca: Arxiva
cy: Archifo
da: Arkiv
fi: Arkisto
is: Safn
ms: Arkib
sl: Arhiviraj
th: จัดเก็บแยก
vi: Lưu Trữ

source: Archive all selected messages
ca: Arxiva tots els missatges seleccionats
cy: Archifo pob neges dan sylw
da: Arkiver alle valgte beskeder
fi: Arkistoi kaikki valitut viestit
is: Safnvista öll valin skilaboð
ms: Arkibkan semua mesej yang dipilih
sl: Arhiviraj vsa izbrana sporočila
th: จัดเก็บแยกข้อความที่เลือกทั้งหมด
vi: Lưu trữ tất cả tin nhắn được chọn

source: Archive Selected Messages Button
ca: Botó Arxiva els missatges seleccionats
cy: Archifo'r Botwm Negeseuon dan sylw
da: Arkiver valge beskeder knap
fi: Arkistoi valitut viestit -painike
is: Safnvista valin skilaboð hnappur
ms: Arkibkan Butang Mesej yang Dipilih
sl: Gumb »Arhiviraj izbrana sporočila«
th: ปุ่มจัดเก็บข้อความที่เลือกแยก
vi: Nút Lưu Trữ Tin Nhắn Được Chọn

source: Archived
ca: Arxivat
cy: Archifwyd
da: Arkiveret
fi: Arkistoitu
is: Sett í safn
ms: Diarkibkan
sl: Arhivirano
th: จัดเก็บแยกแล้ว
vi: Được Lưu Trữ

source: Are you ready to logout?
ca: Esteu a punt per tancar la sessió?
cy: Ydych chi’n barod i allgofnodi?
da: Er du parat til at logge ud?
fi: Oletko valmis kirjautumaan ulos?
is: Ertu tilbúin(n) að skrá þig út?
ms: Adakah anda bersedia untuk log keluar?
sl: Ali ste pripravljeni na odjavo?
th: พร้อมออกจากระบบหรือไม่
vi: Bạn có sẵn sàng đăng xuất không?

source: Ask me later
ca: Pregunta'm més endavant
cy: Gofyn i mi wedyn
da: Spørg mig senere
fi: Kysy minulta myöhemmin
is: Spyrðu mig síðar
ms: Tanya saya kemudian
sl: Vprašaj me pozneje.
th: ถามในภายหลัง
vi: Hỏi tôi sau

source: Assignment
ca: Tasca
cy: Aseiniad
da: Opgave
fi: Tehtävä
is: Verkefni
ms: Tugasan
sl: Naloga
th: ภารกิจ
vi: Bài Tập

source: Assignments
ca: Tasques
cy: Aseiniadau
da: Opgaver
fi: Tehtävät
is: Verkefni
ms: Tugasan
sl: Naloge
th: ภารกิจ
vi: Bài Tập

source: Attachment
ca: Fitxer adjunt
cy: Atodiad
da: Vedhæftet fil
fi: Liite
is: Viðhengi
ms: Kepilan
sl: Priloga
th: เอกสารแนบ
vi: Tập Tin Đính Kèm

source: Attachment %d
ca: Fitxer adjunt %d
cy: Atodiad %d
da: Vedhæftet fil %d
fi: Liite %d
is: Viðhengi %d
ms: Kepilan %d
sl: Priloga %d
th: เอกสารแนบ %d
vi: Tập Tin Đính Kèm %d

source: Attachment %i
ca: Fitxer adjunt %i
cy: Atodiad %i
da: Vedhæftet fil %i
fi: Liite %i
is: Viðhengi %i
ms: Kepilan %i
sl: Priloga %i
th: เอกสารแนบ %i
vi: Tập Tin Đính Kèm %i

source: Attachments
ca: Fitxers adjunts
cy: Atodiadau
da: Vedhæftede filer
fi: Liitteet
is: Viðhengi
ms: Lampiran
sl: Priloge
th: เอกสารแนบ
vi: Tập Tin Đính Kèm

source: Attendance
ca: Assistència
cy: Presenoldeb
da: Tilstedeværelse
fi: Osallistuminen
is: Mæting
ms: Kehadiran
sl: Prisotnost
th: การเข้าร่วม
vi: Chuyên Cần

source: Audio
ca: So
cy: Sain
da: Lyd
fi: Ääni
is: Hljóð
sl: Zvok
th: เสียง
vi: Âm Thanh

source: Audio input hardware not available
ca: El maquinari d'entrada de so no està disponible
cy: Does dim caledwedd mewnbynnu sain ar gael
da: Audio input hardware ikke tilgængelig
fi: Äänitulon laitteisto ei saatavissa
is: Vélbúnaður hljóðinntaks er ekki tiltækt
ms: Perkakasan input audio tidak tersedia
sl: Strojna oprema za zvočni vhod ni na voljo.
th: ฮาร์ดแวร์ป้อนข้อมูลเสียงไม่พร้อมใช้งาน
vi: Phần cứng đầu vào âm thanh không khả dụng

source: Authentication error
ca: Error d'autenticació
cy: Gwall dilysu
da: Autorisationsfejl
fi: Valtuutusvirhe
is: Staðfestingarvilla
ms: Ralat pengesahan
sl: Napaka overitve
th: ข้อผิดพลาดการตรวจรับรอง
vi: Lỗi xác thực

source: Build Avatar
ca: Crea un avatar
cy: Creu Avatar
da: Opbyg Avatar
fi: Rakenna Avatar
is: Byggja gengil
ms: Bina Avatar
sl: Ustvarite avatar
th: จัดทำภาพประจำตัว
vi: Xây Dựng Hình Đại Diện

source: Cache cleared
ca: S'ha esborrat la memòria cau
cy: Storfa wedi’i chlirio
da: Cache slettet
fi: Välimuisti tyhjennetty
is: Flýtiminni hreinsað
ms: Cache dikosongkan
sl: Predpomnilnik je počiščen.
th: ล้างแคชแล้ว
vi: Đã xóa bộ nhớ đệm cache

source: Calendar
ca: Calendari
cy: Calendr
da: Kalender
fi: Kalenteri
is: Dagatal
ms: Kalendar
sl: Koledar
th: ปฏิทิน
vi: Lịch

source: Can't load tool
ca: No es pot carregar l'eina
cy: yn methu llwytho adnodd
da: Kan ikke indlæse værktøj
fi: Työkalun lataus ei onnistunut
is: Ekki er hægt að sækja verkfæri
ms: Tidak dapat memuatkan alat
sl: Orodja ni mogoče naložiti.
th: ไม่สามารถโหลดเครื่องมือได้
vi: Không thể tải công cụ

source: Can't submit media
ca: No es pot entregar l'element multimèdia
cy: yn methu cyflwyno cyfryngau
da: Kan ikke indsende medie
fi: Ei voida lähettää mediaa
is: Ekki er hægt að senda inn miðlaefni
ms: Tidak dapat menyerahkan media
sl: Medijev ni mogoče poslati.
th: ไม่สามารถจัดส่งสื่อได้
vi: Không thể nộp nội dung phương tiện

source: Cancel
ca: Cancel·la
cy: Canslo
da: Annullér
fi: Peruuta
is: Hætta við
ms: Batal
sl: Prekliči
th: ยกเลิก
vi: Hủy

source: Cancel Message
ca: Cancel·la el missatge
cy: Canslo Neges
da: Annuller besked
fi: Peruuta viesti
is: Hætta við skilaboð
ms: Batal Mesej
sl: Prekliči sporočilo
th: ยกเลิกข้อความ
vi: Hủy Tin Nhắn

source: Canvas appears to be unavailable. Please try again later.
ca: Sembla que Canvas no està disponible. Torneu a provar-ho més endavant.
cy: Mae’n ymddangos nad yw Canvas ar gael. Rhowch gynnig arall arni rywbryd eto.
da: Det ser ud til, at Canvas er utilgængelig. Prøv igen senere.
fi: Canvas ei näyttäisi olevan saatavissa. Yritä myöhemmin uudelleen.
is: Canvas virðist vera ótiltækt. Vinsamlegast reyndu aftur seinna.
ms: Canvas nampaknya tidak tersedia. Sila cuba semula kemudian.
sl: Zdi se, da sistem Canvas ni na voljo. Poskusite znova pozneje.
th: Canvas เหมือนจะไม่พร้อมใช้งาน กรุณาลองใหม่อีกครั้งในภายหลัง
vi: Có vẻ Canvas đang không khả dụng. Vui lòng thử lại sau.

source: Canvas failed to find recipients for your current search. Please try again later.
ca: Canvas no ha pogut trobar destinataris per a la cerca actual. Torneu a provar-ho més endavant.
cy: Canvas wedi methu canfod derbynwyr ar gyfer eich chwiliad presennol. Rhowch gynnig arall arni rywbryd eto.
da: Canvas kunne ikke finde modtagere for din nuværende søgning. Prøv igen senere.
fi: Canvas ei löytänyt vastaanottajia nykyiselle haullesi. Yritä myöhemmin uudelleen.
is: Canvas fann ekki móttakendur fyrir núverandi leit þína. Vinsamlegast reyndu aftur seinna.
ms: Canvas gagal mencari penerima untuk carian semasa anda. Sila cuba semula kemudian.
sl: Iskanje prejemnikov v sistemu Canvas za vaše trenutno iskanje ni uspelo. Poskusite znova pozneje.
th: Canvas ไม่พบผู้รับสำหรับการค้นหาในปัจจุบันของคุณ กรุณาลองใหม่อีกครั้งในภายหลัง
vi: Canvas tìm tìm được người nhận cho mục tìm kiếm hiện tại của bạn. Vui lòng thử lại sau.

source: Change User
ca: Canvia l'usuari
cy: Newid Defnyddiwr
da: Skift bruger
fi: Vaihda käyttäjää
is: Breyta notanda
ms: Tukar Pengguna
sl: Spremeni uporabnika
th: เปลี่ยนผู้ใช้
vi: Thay Đổi Người Dùng

source: Choose a name for the new folder
ca: Tria un nom per a la carpeta nova
cy: Dewiswch enw ar gyfer y ffolder newydd
da: Vælg et navn for den nye mappe
fi: Valitse uuden kansion nimi
is: Veldu nafn fyrir nýju möppuna
ms: Pilih nama untuk folder baharu
sl: Izberi ime za novo mapo
th: เลือกชื่อโฟลเดอร์ใหม่
vi: Chọn tên cho thư mục mới

source: Choose a name for the new folder.
ca: Tria un nom per a la carpeta nova.
cy: Dewiswch enw ar gyfer y ffolder newydd.
da: Vælg et navn for den nye mappe.
fi: Valitse uuden kansion nimi.
is: Veldu nafn fyrir nýju möppuna.
ms: Pilih nama untuk folder baharu.
sl: Izberi ime za novo mapo.
th: เลือกชื่อสำหรับโฟลเดอร์ใหม่
vi: Chọn tên cho thư mục mới.

source: Choose a submission type
ca: Tria un tipus d'entrega
cy: Dewiswch fath o gyflwyniad
da: Vælg en indsendelsestype
fi: Valitse lähetystyyppi
is: Veldu gerð innsendinga
ms: PiIih jenis serahan
sl: Izberi vrsto oddaje
th: เลือกประเภทการจัดส่ง
vi: Chọn loại nộp

source: Choose from Library...
ca: Tria de la biblioteca…
cy: Dewis o’r llyfrgell...
da: Vælg fra bibliotek...
fi: Valitse kirjastosta...
is: Veldu úr safni…
ms: Pilih daripada Pustaka...
sl: Izberi iz knjižnice ...
th: เลือกจากไลบรารี่...
vi: Chọn Từ Thư Viện...

source: Choose Photo
ca: Tria una fotografia
cy: Dewiswch Lun
da: Vælg foto
fi: Valitse valokuva
is: Veldu mynd
ms: Pilih Foto
sl: Izberi fotografijo
th: เลือกภาพ
vi: Chọn Ảnh

source: Choose Profile Picture
ca: Tria una imatge de perfil
cy: Dewiswch Lun Proffil
da: Vælg profilbillede
fi: Valitse profiilikuva
is: Veldu upplýsingamynd
ms: Pilih Gambar Profil
sl: Izberi sliko profila
th: เลือกภาพโพรไฟล์
vi: Chọn Hình Ảnh Hồ Sơ

source: Choose video
ca: Tria un vídeo
cy: Dewiswch fideo
da: Vælg video
fi: Valitse video
is: Veldu myndband
ms: Pilih video
sl: Izberi videoposnetek
th: เลือกวิดีโอ
vi: Chọn video

source: Choose Video
ca: Tria un vídeo
cy: Dewiswch Fideo
da: Vælg video
fi: Valitse video
is: Veldu myndband
ms: Pilih Video
sl: Izberi videoposnetek
th: เลือกวิดีโอ
vi: Chọn Video

source: Close
ca: Tanca
cy: Cau
da: Luk
fi: Sulje
is: Loka
ms: Tutup
sl: Zapri
th: ปิด
vi: Đóng

source: Closed for Comments
ca: Tancat per als comentaris
cy: Wedi Cau ar gyfer Sylwadau
da: Lukket for kommentarer
fi: Suljettu kommenteilta
is: Lokað fyrir athugasemdir
ms: Ditutup untuk Komen
sl: Zaprto za komentarje
th: ปิดสำหรับแสดงความเห็น
vi: Đóng Bình Luận

source: Collaborations
ca: Col·laboracions
cy: Cydweithrediadau
da: Samarbejde
fi: Yhteistyöt
is: Samvinnutól
ms: Kolaborasi
sl: Skupinske naloge
th: การประสานความร่วมมือ
vi: Cộng Tác

source: Comment
ca: Comentari
cy: Sylw
da: Kommentar
fi: Kommentti
is: Athugasemd
ms: Komen
sl: Komentar
th: ความเห็น
vi: Bình Luận

source: Comment Error
ca: Error al comentari
cy: Gwall â'r Sylw
da: Kommentarfejl
fi: Kommentin virhe
is: Villa í athugasemd
ms: Ralat Komen
sl: Napake pri komentarju
th: ข้อผิดพลาดในการแสดงความเห็น
vi: Lỗi Bình Luận

source: Comments
ca: Comentaris
cy: Sylwadau
da: Kommentarer
fi: Kommentit
is: Athugasemdir
ms: Komen
sl: Komentarji
th: ความเห็น
vi: Bình Luận
