Repository: instructure/canvas-ios
Catalog: Student/Student/*.lproj/Localizable.strings
Languages: ca, cy, da, fi, is, ms, sl, th, vi

source: Refreshing Calendar Events
ca: S'estan actualitzant els esdeveniments del calendari
cy: Adnewyddu Digwyddiadau'r Calendr
da: Genopfrisk kalenderbegivenheder
fi: Kalenteritapahtumia päivitetään
is: Glæði viðburði dagatals
ms: Sedang menyegarkan semula Acara Kalendar
sl: Osveževanje dogodkov koledarja
th: กำลังรีเฟรชกิจกรรมในปฏิทิน
vi: Đang Làm Mới Sự Kiện Lịch

source: Remove
ca: Elimina
cy: Tynnu
da: Fjern
fi: Poista
is: Fjarlægja
ms: Alih Keluar
sl: Odstrani
th: ลบ
vi: Gỡ

source: Remove this file?
ca: Voleu eliminar aquest fitxer?
cy: Ydych chi am dynnu'r ffeil hon?
da: Fjern denne fil?
fi: Poistetaanko tämä tiedosto?
is: Fjarlægja þessa skrá?
ms: Alih keluar fail ini?
sl: Ali želite odstraniti to datoteko?
th: ลบไฟล์นี้หรือไม่
vi: Gỡ tập tin này?

source: Report a problem
ca: Informa d'un problema
cy: Rhoi gwybod am broblem
da: Rapporter et problem
fi: Raportoi ongelma
is: Tilkynna vandamál
ms: Laporkan masalah
sl: Poročajte o težavi.
th: แจ้งปัญหา
vi: Báo cáo vấn đề

source: Request a feature
ca: Sol·licita una característica
cy: Gofyn am nodwedd
da: Anmod om en funktion
fi: Pyydä ominaisuus
is: Biðja um eiginleika
ms: Minta ciri
sl: Zahtevaj funkcionalnost
th: แจ้งขอคุณสมบัติการทำงาน
vi: Yêu cầu đặc tính

source: Rubric
ca: Rúbrica
cy: Cyfarwyddyd sgorio
da: Rubrik
fi: Rubriikki
is: Matsviðmið
ms: Rubrik
sl: Ocenjevalni vodnik
th: เกณฑ์การให้คะแนน
vi: Bảng Đánh Giá Theo Tiêu Chí

source: Save
ca: Desa
cy: Cadw
da: Gem
fi: Tallenna
is: Vista
ms: Simpan
sl: Shrani
th: บันทึก
vi: Lưu

source: Schedule Notification
ca: Notificació sobre la planificació
cy: Trefnu Hysbysiad
da: Tidsplannotifikation
fi: Aikatauluta ilmoitus
is: Tímasetja tilkynningar
ms: Jadualkan Pemberitahuan
sl: Razporedi sporočilo
th: กำหนดเวลาการแจ้งข้อมูล
vi: Thông Báo Lịch Trình

source: Search for recipients
ca: Cerca destinataris
cy: Chwilio am dderbynwyr
da: Søg efter modtagere
fi: Hae vastaanottajia
is: Leita að viðtakendum
ms: Cari penerima
sl: Iskanje prejemnikov
th: ค้นหาผู้รับ
vi: Tìm kiếm người nhận

source: Select file(s)
ca: Selecciona els fitxers
cy: Dewiswch ffeil(iau)
da: Vælg fil(-er)
fi: Valitse tiedosto
is: Veldu skrá(r)
ms: Pilih fail
sl: Izberi datoteke
th: เลือกไฟล์
vi: Gửi tập tin

source: Select or deselect
ca: Selecciona o anul·la la selecció
cy: Dewis neu ddad-ddewis
da: Vælg eller fravælg
fi: Valitse tai poista valinta
is: Veldu eða afveldu
ms: Pilih atau nyahpilih
sl: Izberi ali razveljavi izbiro
th: เลือกหรือยกเลิกการเลือก
vi: Chọn hoặc bỏ chọn

source: Selected
ca: Seleccionat
cy: Wedi dewis
da: Valgt
fi: Valittu
is: Valið
ms: Dipilih
sl: Izbrano
th: เลือกแล้ว
vi: Đã Chọn

source: Send
ca: Envia
cy: Anfon
fi: Lähetä
is: Senda
ms: Hantar
sl: Pošlji
th: ส่ง
vi: Gửi

source: Send %@ a message
ca: Envia un missatge a %@
cy: Anfon neges at %@
da: Send en besked til %@
fi: Lähetä %@ viesti
is: Senda %@ skilaboð
ms: Hantar mesej kepada %@
sl: Pošlji sporočilo %@
th: ส่งข้อความให้แก่ %@
vi: Gửi %@ tin nhắn

source: Send Message
ca: Envia el missatge
cy: Anfon Neges
da: Send besked
fi: Lähetä viesti
is: Senda skilaboð
ms: Hantar Mesej
sl: Pošlji sporočilo
th: ส่งข้อความ
vi: Gửi Tin Nhắn

source: Sent
ca: Enviat
cy: Wedi anfon
da: Sendt
fi: Lähetetty
ms: Telah dihantar
sl: Poslano
th: ส่งแล้ว
vi: Đã Gửi

source: Settings
ca: Configuració
cy: Gosodiadau
da: Indstillinger
fi: Asetukset
is: Stillingar
ms: Tetapan
sl: Nastavitve
th: ค่าปรับตั้ง
vi: Cài Đặt

source: Show file
ca: Mostra el fitxer
cy: Dangos y ffeil
da: Vis fil
fi: Näytä tiedosto
is: Sýna skrá
ms: Tunjuk fail
sl: Prikaži datoteko
th: แสดงไฟล์
vi: Hiển thị tập tin

source: Show Grades
ca: Mostra les qualificacions
cy: Dangos Graddau
da: Vis karakterer
fi: Näytä arvosanat
is: Sýna einkunnir
ms: Tunjuk Gred
sl: Prikaži ocene
th: แสดงเกรด
vi: Hiển Thị Điểm

source: Show Quiz
ca: Mostra el qüestionari
cy: Dangos y Cwis
da: Vis Quiz
fi: Näytä tietovisa
is: Sýna próf
ms: Tunjuk Kuiz
sl: Prikaži kviz
th: แสดงแบบทดสอบ
vi: Hiển Thị Bài Kiểm Tra

source: Show recipients
ca: Mostra els destinataris
cy: Dangos y derbynwyr
da: Vis modtagere
fi: Näytä vastaanottajat
is: Sýna móttakendur
ms: Tunjuk penerima
sl: Prikaži prejemnike
th: แสดงผู้รับ
vi: Hiển thị người nhận

source: Some items could not be deleted
ca: No s'han pogut suprimir alguns elements
cy: Doedd dim modd dileu rhai eitemau
da: Nogle elementer kan ikke slettes
fi: Joitakin kohteita ei voitu poistaa
is: Ekki var hægt að eyða sumum atriðum
ms: Sesetengah item modul tidak dapat dipadamkan
sl: Nekaterih elementov ni bilo mogoče odstraniti.
th: รายการบางส่วนไม่สามารถลบได้
vi: Không thể xóa một số mục

source: Some selected folders are not empty. Are you sure you want to delete them?
ca: Algunes carpetes seleccionades no estan buides. Segur que voleu suprimir-les?
cy: Dydy rhai o'r ffeiliau sydd wedi'u dewis ddim yn wag. Ydych chi’n siŵr eich bod am eu dileu?
da: Nogle af de valgte mapper er ikke tomme. Er du sikker på, at du vil slette dem?
fi: Jotkut valitut kansiot ovat tyhjiä. Haluatko varmasti poistaa ne?
is: Sumar valdar möppur eru ekki tómar. Viltu örugglega eyða þeim?
ms: Sesetengah folder yang dipilih tidak kosong. Adakah anda pasti anda ingin memadamkan ini?
sl: Nekatere izbrane mape niso prazne. Ali ste prepričani, da jih želite odstraniti?
th: โฟลเดอร์ที่เลือกบางส่วนไม่ว่างเปล่า แน่ใจว่าต้องการลบหรือไม่
vi: Một thư mục đã chọn không trống. Bạn có chắc chắn muốn xóa không?

source: Sorry, we couldn't find the assignment. This assignment may have been deleted.
ca: No s'ha pogut trobar la tasca. És possible que s'hagi suprimit aquesta tasca.
cy: Yn anffodus, doedd dim modd dod o hyd i’r aseiniad. Efallai fod yr aseiniad hwn wedi’i ddileu.
da: Beklager, vi kunne ikke finde opgaven. Denne opgave er muligvis blevet slettet.
fi: Pahoittelut, tehtävää ei löytynyt. Tämä tehtävä on ehkä poistettu.
is: Því miður fundum við ekki verkefnið. Verið getur að þessu verkefni hafi verið eytt.
ms: Maaf, kami tidak dapat menemukan tugasan. Tugasan ini mungkin telah dipadamkan.
sl: Žal naloge ni mogoče najti. Ta naloga je morda odstranjena.
th: ขออภัย เราไม่พบภารกิจดังกล่าว ภารกิจอาจถูกลบไปแล้ว
vi: Rất tiếc, chúng tôi không tìm thấy bài tập. Bài tập này có thể đã bị xóa.

source: Starts playing your recording
ca: Comença a reproduir l'enregistrament
cy: Mae'n dechrau chwarae eich recordiad
da: Start afspilning af din optagelse
fi: Aloittaa nauhoituksesi toistamisen
is: Byrjaðu að spila upptökuna
ms: Mula memainkan rakaman anda
sl: Začne predvajati posnetek.
th: เริ่มเปิดผลงานบันทึกของคุณ
vi: Bắt đầu phát bản ghi của bạn

source: Starts recording a media comment
ca: Comença a enregistrar un comentari sobre l'element multimèdia
cy: Mae'n dechrau recordio sylw ar gyfryngau
da: Start optagelse af en mediekommentar
fi: Aloittaa mediakommentin nauhoittamisen
is: Byrjar að taka upp miðlaathugasemd þína
ms: Mula merakam komen media
sl: Začne snemati komentar v obliki medija.
th: เริ่มบันทึกความเห็นแบบสื่อ
vi: Bắt đầu ghi bình luận nội dung phương tiện

source: Stay Logged In
ca: Manteniu la sessió iniciada
cy: Aros wedi mewngofnodi
da: Forbliv logget ind
fi: Pysy sisäänkirjautuneena
is: Halda þér innskráðri(um)
ms: Kekal Berdaftar Masuk
sl: Ostanite vpisani
th: ล็อกอินค้างไว้
vi: Duy Trì Đăng Nhập

source: Stop
ca: Atura
cy: Stopio
fi: Lopeta
is: Stoppa
ms: Berhenti
sl: Zaustavi
th: หยุด
vi: Dừng

source: Stop Masquerading
ca: Atura l'emmascarament
cy: Stopio Ffugio
da: Stop maskering
fi: Lopeta naamiointi.
is: Hætta að dyljast
ms: Berhenti Menyamar
sl: Konec prevzemanja vloge
th: หยุดสวมบทบาท
vi: Dừng Hóa Trang

source: Stops playing your recording
ca: Deixa de reproduir l'enregistrament
cy: Mae'n stopio chwarae eich recordiad
da: Stopper afspilning af din optagelse
fi: Lopettaa nauhoituksesi toiston
is: Stoppar spilun upptökunnar
ms: Berhenti memainkan rakaman anda
sl: Preneha predvajati posnetek.
th: หยุดเปิดผลงานบันทึกของคุณ
vi: Dừng phát bản ghi của bạn

source: Stops recording a media comment
ca: Deixa d'enregistrar un comentari sobre l'element multimèdia
cy: Mae'n stopio recordio sylw ar gyfryngau
da: Stop optagelse af mediekommentar
fi: Keskeytä mediakommentin nauhoittaminen
is: Stoppar upptöku miðlaathugasemdar
ms: Berhenti merakam komen media
sl: Preneha snemati komentar v obliki medija.
th: หยุดบันทึกความเป็นแบบสื่อ
vi: Dừng ghi bình luận nội dung phương tiện

source: Student
ca: Estudiant
cy: Myfyriwr
da: Studerende
fi: Opiskelija
is: Nemandi
ms: Pelajar
sl: Študent
th: ผู้เรียน
vi: Sinh Viên

source: Sub Header
ca: Subcapçalera
cy: Isbennawd
da: Under overskrift
fi: Alaotsikko
is: Undirfyrirsögn
ms: Sub Pengepala
sl: Podglava
th: หัวเรื่องย่อย
vi: Đầu Đề Phụ

source: Submission
ca: Entrega
cy: Cyflwyniad
da: Aflevering
fi: Lähetys
is: Skil
ms: Serahan
sl: Oddaja
th: ผลงานจัดส่ง
vi: Nộp

source: Submission complete
ca: Entrega completada
cy: Wedi llwytho'r cyflwyniad i fyny
da: Indsendelse fuldført
fi: Lähetys valmis
is: Skilum lokið
ms: Serahan lengkap
sl: Oddaja je zaključena.
th: จัดส่งเสร็จสิ้น
vi: Nộp hoàn thành

source: Submission Error
ca: Error en l'entrega
cy: Gwall Cyflwyno
da: Indsendelsesfejl
fi: Lähetysvirhe
is: Innsendingarvilla
ms: Ralat Penyerahan
sl: Napaka pri oddaji
th: ข้อผิดพลาดในการจัดส่ง
vi: Lỗi Nộp

source: Submit
ca: Entrega
cy: Cyflwyno
da: Aflever
fi: Lähetä
is: Leggja fram
ms: Serahkan
sl: Pošlji
th: ส่ง
vi: Nộp

source: Submitted
ca: Entregat
cy: Wedi Cyflwyno
da: Afleveret
fi: Lähetetty
is: Skilað
ms: Diserahkan
sl: Poslano
th: จัดส่งแล้ว
vi: Đã nộp

source: Submitting...
ca: S'està entregant…
cy: Wrthi’n cyflwyno...
da: Afleverer ...
fi: Lähetetään...
is: Legg fram...
ms: Menyerahkan...
sl: Pošiljanje ...
th: กำลังจัดส่ง...
vi: Đang nộp...

source: Subscribe to calendar feed
ca: Subscriu-te al canal de continguts del calendari
cy: Tanysgrifio i ffrwd y calendr
da: Tilmeld til kalender nyhedskilde
fi: Tilaa kalenterin syöte
is: Gerast áskrifandi að dagatalsveitu
ms: Langgan suapan kalendar
sl: Naročite se na vir koledarja.
th: สมัครฟีดปฏิทิน
vi: Đăng ký nguồn cấp dữ liệu lịch

source: Success!
ca: Operació correcta!
cy: Wedi llwyddo!
da: Succes!
fi: Onnistui!
is: Árangur!
ms: Berjaya!
sl: Uspešno!
th: สำเร็จ!
vi: Thành công!

source: Sure!
ca: I tant!
cy: Iawn!
da: Ok!
fi: Varmasti!
is: Auðvitað!
ms: Semestinya!
sl: Seveda.
th: แน่นอน!
vi: Chắc rồi!

source: Switches media input between audio and video. Currently set to %@
ca: Canvia l'entrada d'elements multimèdia entre so i vídeo. En aquest moment, està establert en %@
cy: Mae'n newid yn ôl ac ymlaen rhwng cyfryngau sain a fideo. Wedi’i osod ar hyn o bryd – %@
da: Skifter medieindgang mellem lyd og video. I øjeblikket indstillet til %@
fi: Vaihtaa median tuloa äänen ja videon välillä. Parhaillaan määritetty kohteeseen %@
is: Skiptir miðilsinntaki frá hljóði yfir á myndband og öfugt. Núverandi stilling %@
ms: Menukar input media antara audio dan video Ditetapkan kepada %@ pada masa ini
sl: Preklaplja vnos medijev med zvokom in videom. Trenutno nastavljeno na %@
th: สลับข้อมูลสื่อระหว่างภาพและเสียง ปัจจุบันตั้งค่าเป็น %@
vi: Chuyển đầu vào nội dung phương tiện giữa âm thanh và video. Hiện đang cài đặt thành %@

source: Switches to media comment mode
ca: Canvia al mode de comentari sobre l'element multimèdia
cy: Mae'n newid i'r modd rhoi sylw ar gyfryngau
da: Skift til mediekommentar tilstand
fi: Vaihtaa median kommenttitilaan
is: Skiptir yfir í miðilsathugasemdarstillingu
ms: Menukar kepada mod komen media
sl: Preklopi v način komentarja v obliki medija.
th: สลับไปที่โหมดแสดงความเห็นเป็นสื่อ
vi: Chuyển sang chế độ bình luận nội dung phương tiện

source: Switches to text comment mode
ca: Canvia al mode de comentari sobre el text
cy: Mae'n newid i'r modd rhoi sylw ar destun
da: Skift til tekstkommentar tilstand
fi: Vaihtaa tekstin kommenttitilaan
is: Skiptir yfir í textaathugasemdarstillingu
ms: Menukar kepada mod komen teks
sl: Preklopi v način komentarja v obliki besedila.
th: สลับไปที่โหมดแสดงความเห็นเป็นข้อความ
vi: Chuyển sang chế độ bình luận văn bản

source: Syllabus
ca: Temari
cy: Maes Llafur
da: Læseplan
fi: Opinto-ohjelma
is: Kennsluáætlun
ms: Silibus
sl: Učni načrt
th: หลักสูตร
vi: Chương Trình Học

source: TA
cy: Cynorthwyydd Dysgu
da: Undervisningsassistent
fi: Apuopettaja
is: Aðstoðarkennari
ms: PP
sl: Demonstrator
vi: Trợ Giảng

source: Take a Photo...
ca: Fes una fotografia…
cy: Tynnwch Lun...
da: Tag et foto...
fi: Ota valokuva...
is: Taka mynd…
ms: Ambil Foto...
sl: Posnemi fotografijo ...
th: ถ่ายภาพ...
vi: Chụp Ảnh...

source: Take a Video...
ca: Fes un vídeo…
cy: Recordiwch Fideo...
da: Tag en video...
fi: Ota video...
is: Taka myndband…
ms: Ambil Video...
sl: Posnemi videoposnetek ...
th: ถ่ายวิดีโอ...
vi: Quay Video...

source: Take Photo
ca: Fes una foto
cy: Tynnu llun gyda chamera
da: Tag foto
fi: Ota valokuva
is: Taka mynd
ms: Ambil Foto
sl: Posnemi fotografijo
th: ถ่ายภาพ
vi: Chụp Ảnh

source: Take Photo or Video...
ca: Fes una fotografia o un vídeo…
cy: Tynnwch Lun neu recordio Fideo...
da: Tag foto eller video...
fi: Ota valokuva tai video...
is: Taka mynd eða myndband…
ms: Ambil Foto atau Video...
sl: Posnemi fotografijo ali videoposnetek ...
th: ถ่ายภาพหรือวิดีโอ...
vi: Chụp Ảnh Hoặc Quay Video...

source: Tap to try again
ca: Toqueu per tornar a provar-ho
cy: Tapiwch i roi cynnig arall arni
da: Tap for at prøve igen
fi: Yritä uudelleen napauttamalla
is: Smelltu til að reyna aftur
ms: Ketik untuk mencuba semula
sl: Tapnite, da poskusite znova.
th: กดเพื่อลองใหม่อีกครั้ง
vi: Nhấn để thử lại

source: TAs
ca: TA
cy: Cynorthwywyr Dysgu
da: Undervisningsassistenter
fi: Apuopettajat
is: Aðstoðarkennarar
ms: PP
sl: Demonstratorji
th: TA
vi: Trợ Giảng

source: Teacher
ca: Professor
cy: Athro
da: Lærer
fi: Opettaja
is: Kennari
ms: Guru
sl: Izvajalec
th: ผู้สอน
vi: Giáo Viên

source: Teachers
ca: Professors
cy: Athrawon
da: Lærere
fi: Opettajat
is: Kennarar
ms: Guru
sl: Izvajalci
th: ผู้สอน
vi: Giáo Viên

source: Tell us what's wrong
ca: Indiqueu-nos quin és el problema
cy: Dywedwch wrthym ni beth sy'n bod
da: Fortæl os hvad der er galt
fi: Kerro meille, mikä on väärin
is: Segðu okkur hvað er að
ms: Beritahu kami apa yang tidak kena
sl: Opišite nam, v čem je težava.
th: แจ้งให้เราทราบว่ามีอะไรเกิดขึ้น
vi: Cho chúng tôi biết vấn đề gì đã xảy ra

source: Terms of Use
ca: Condicions d'ús
cy: Telerau Defnyddio
da: Betingelser for brug
fi: Käyttöehdot
is: Notandaskilmálar
ms: Terma Penggunaan
sl: Pogoji uporabe
th: เงื่อนไขการใช้งาน
vi: Điều Khoản Sử Dụng

source: Text Comment
ca: Comentari sobre el text
cy: Sylw Ysgrifenedig
da: Tekst kommentar
fi: Tekstikommentti
is: Textaathugasemd
ms: Komen Teks
sl: Komentar v obliki besedila
th: ความเห็นแบบข้อความ
vi: Bình Luận Văn Bản

source: Text entry
ca: Entrada de text
cy: Cofnod testun
da: Tekst indsendelse
fi: Tekstin syöttäminen
is: Textafærsla
ms: Masukan teks
sl: Vnos besedila
th: การป้อนข้อความ
vi: Mục nhập văn bản

source: Text Submission
ca: Entrega de text
cy: Cyflwyniad Testun
da: Aflevering af tekst
fi: Tekstin lähetys
is: Textaskil
ms: Serahan Teks
sl: Oddaja besedila
th: การส่งข้อความ
vi: Nộp Văn Bản

source: The recipients could not be added. Please try again. (%@)
ca: No s'han pogut afegir els destinataris. Torneu a provar-ho. (%@)
cy: Doedd dim modd ychwanegu'r derbynwyr hyn. Rhowch gynnig arall arni. (%@)
da: Modtagerne kunne ikke tilføjes. Prøv igen. (%@)
fi: Vastaanottajia ei voitu lisätä. Yritä uudelleen. (%@)
is: Ekki er hægt að bæta móttakendum við. Vinsamlegast reynið aftur. (%@)
ms: Penerima tidak boleh ditambah. Sila cuba semula. (%@)
sl: Prejemnikov ni bilo mogoče dodati. Poskusite znova. (%@)
th: ไม่สามารถเพิ่มผู้รับได้ กรุณาลองใหม่อีกครั้งในภายหลัง (%@)
vi: Không thể thêm người nhận. Vui lòng thử lại. (%@)

source: The server could not be reached
ca: No s'ha pogut accedir al servidor
cy: Doedd dim modd cyrraedd y gweinydd
da: Serveren kunne ikke nås
fi: Palvelinta ei voitu tavoittaa
is: Ekki náðist í miðlara
ms: Pelayan tidak dapat dicapai
sl: Strežnika ni bilo mogoče doseči.
th: ไม่สามารถเข้าถึงเซิร์ฟเวอร์ได้
vi: Không thể kết nối đến máy chủ

source: The server you entered is not authorized for this app.
ca: El servidor que heu introduït no té autorització per a aquesta aplicació.
cy: Dydy’r gweinydd rydych chi wedi'i roi ddim wedi’i awdurdodi ar gyfer yr ap hwn.
da: Den server, du indtastede, er ikke autoriseret til denne app.
fi: Syöttämääsi palvelinta ei ole valtuutettu tälle sovellukselle.
is: Miðillinn sem þú settir inn er ekki heimill fyrir þetta app.
ms: Pelayan yang anda masukkan tidak dibenarkan untuk apl ini.
sl: Strežnik, ki ste ga vnesli, nima pooblastila za to aplikacijo.
th: เซิร์ฟเวอร์ที่คุณกรอกไม่ได้รับอนุญาตสำหรับแอพนี้
vi: Máy chủ bạn đã nhập chưa được cấp phép sử dụng cho ứng dụng này

source: The user agent for this app is unauthorized.
ca: L'agent d'usuari per a aquesta aplicació no està autoritzat.
cy: Dydy’r asiant defnyddiwr ar gyfer yr ap hwn ddim wedi’i awdurdodi.
da: Brugeragenten for denne app er uautoriseret.
fi: Tämän sovelluksen käyttäjän edustaja on valtuuttamaton.
is: Fulltrúi notanda fyrir þetta app er óheimill.
ms: Agen Pengguna untuk apl ini tidak dibenarkan.
sl: Zastopnik uporabnika za to aplikacijo nima pooblastila.
th: ระบบตัวแทนของผู้ใช้สำหรับแอพนี้ไม่ได้รับอนุญาต
vi: Tác tử người dùng cho ứng dụng này chưa được cấp phép

source: There are no actions for this item
ca: No hi ha cap acció per a aquest element
cy: Does dim gweithrediadau ar gyfer yr eitem hon.
da: Der er ingen handlinger for dette element
fi: Tälle kohteelle ei ole toimintoja
is: Það eru engar aðgerðir fyrir þetta atriði
ms: Tiada tindakan untuk item ini
sl: Pri tem elementu ni dejanj.
th: ไม่มีการดำเนินการสำหรับรายการนี้
vi: Không có thao tác nào cho mục này

source: There are no items to display
ca: No hi ha cap element que es pugui mostrar
cy: Does dim eitemau i’w dangos
da: Der er ingen elementer at vise
fi: Näytettäviä kohteita ei ole.
is: Það eru engin atriði til að sýna
ms: Tiada item untuk dipaparkan
sl: Ni nobenih elementov za prikaz.
th: ไม่มีรายการจัดแสดง
vi: Không có mục nào để hiển thị

source: There was a network error posting your comment.
ca: S'ha produït un error de xarxa en publicar el comentari.
cy: Problem â'r rhwydwaith wrth bostio eich sylw.
da: Der var en netværk fejl under postering af din kommentar.
fi: Kommenttisi lähettämisen yhteydessä ilmeni verkkovirhe.
is: Netkerfisvilla kom upp við að birta athugasemdina.
ms: Terdapat ralat rangkaian menyiarkan komen anda.
sl: Pri objavljanju komentarja je prišlo do napake v omrežju.
th: มีข้อผิดพลาดเครือข่ายในการโพสต์ความเห็นของคุณ
vi: Đã xảy ra lỗi mạng khi đăng bình luận của bạn.

source: There was a network problem while attempting to upload your submission
ca: S'ha produït un problema de xarxa en provar de penjar l'entrega
cy: Problem â'r rhwydwaith wrth geisio llwytho eich cyflwyniad i fyny
da: Der var et netværk problem mens det blev forsøgt at uploade din indsendelse
fi: Lähetyksesi latausta yritettäessä ilmeni verkkovirhe
is: Netkerfisvandamál við að hlaða upp skilunum
ms: Terdapat ralat rangkaian semasa percubaan memuat naik serahan anda
sl: Pri poskusu nalaganja oddaje je prišlo do napake v omrežju.
th: มีปัญหาทางเครือข่ายขณะพยายามอัพโหลดผลงานจัดส่งของคุณ
vi: Đã xảy ra vấn đề mạng khi thử tải lên bài nộp của bạn

source: There was a problem launching Safari
ca: S'ha produït un problema en iniciar Safari
cy: Problem wrth gychwyn Safari
da: Der var et problem under start af Safari
fi: Safarin käynnityksessä ilmeni ongelma
is: Vandamál kom upp við að opna Safari
ms: Terdapat masalah melancarkan Safari
sl: Prišlo je do težave z zagonom brskalnika Safari.
th: มีปัญหาในการเปิด Safari
vi: Đã xảy ra vấn đề khi khởi chạy Safari

source: There was an error loading the document.
ca: S'ha produït un error en carregar el document.
cy: Gwall wrth lwytho'r ddogfen.
da: Der opstod en fejl under indlæsningen af dokumentet.
fi: Tiedoston lataamisessa ilmeni ongelma.
is: Villa varð við að sækja skjalið.
ms: Terdapat ralat untuk memuatkan dokumen.
sl: Prišlo je do napake pri nalaganju dokumenta.
th: มีข้อผิดพลาดในการโหลดเอกสาร
vi: Đã xảy ra lỗi khi tải tài liệu.

source: There was an error loading your content. If it is an audio or video upload it may still be processing.
ca: S'ha produït un error en carregar el contingut. Si es tracta d'una penjada de so o vídeo, és possible que encara s'estigui processant.
cy: Gwall wrth lwytho’ch cynnwys. Os ydych chi'n llwytho sain neu fideo i fyny, gall fod yn prosesu o hyd.
da: Der opstod en fejl under indlæsningen af indholdet. Hvis det er en audio- eller videofil, behandles den muligvis stadig.
fi: Sisältösi latauksessa ilmeni virhe. Jos se on äänen tai videon lataus, sitä saatetaan yhä käsitellä.
is: Villa kom upp við að sækja efnið þitt. Ef þetta er hljóð- eða myndbandsupphleðsla getur verið að það sé enn í vinnslu.
ms: Terdapat ralat untuk memuatkan kandungan anda. Jika ia merupakan muat naik audio atau video, mungkin ia masih lagi diproses.
sl: Pri nalaganju vsebine je prišlo do napake. Če gre za nalaganje zvočnega posnetka ali videoposnetka, obdelava morda še poteka.
th: มีข้อผิดพลาดในการโหลดเนื้อหาของคุณ หากเป็นการอัพโหลดภาพหรือเสียง อาจอยู่ระหว่างดำเนินการ
vi: Đã xảy ra lỗi khi tải nội dung của bạn. Nếu tập tin âm thanh hoặc video đang được tải lên thì có thể vẫn đang được xử lý.

source: This app is not authorized for use.
ca: Aquesta aplicació no té autorització perquè s'utilitzi.
cy: Dydi’r ap hwn ddim wedi’i awdurdodi i’w ddefnyddio.
da: Denne app er ikke autoriseret for brug.
fi: Tätä sovellusta ei ole valtuutettu käyttöön.
is: Þetta app er ekki heimilt til notkunar.
ms: Penggunaan apl ini tidak dibenarkan.
sl: Te aplikacije ni dovoljeno uporabljati.
th: แอพนี้ไม่ได้รับอนุญาตให้ใช้งาน
vi: Ứng dụng này chưa được cấp phép sử dụng.

source: This assignment doesn't appear to be a valid external tool or is misconfigured.
ca: No sembla que aquesta tasca sigui una eina externa vàlida, o bé està mal configurada.
cy: Mae’n ymddangos nad yw'r aseiniad hwn yn adnodd allanol, neu y mae wedi'i gamffurfweddu.
da: Denne opgave ser ikke ud til at have et gyldigt eksternt værktøj eller er ikke konfigureret korrekt.
fi: Tämä tehtävä ei näytä olevan voimassa oleva ulkoinen työkalu tai se on konfiguroitu väärin.
is: Þetta verkefni virðist ekki vera gilt ytra tæki eða það er rangt stillt.
ms: Tugasan ini nampaknya bukan alat luar yang sah atau tersilap dikonfigurasi.
sl: Zdi se, da ta naloga ni veljavno zunanje orodje ali pa ni pravilno konfigurirana.
th: ภารกิจนี้ดูเหมือนไม่ใช่เครื่องมือจากภายนอกที่ถูกต้องหรือกำหนดค่าไม่ถูกต้อง
vi: Bài tập này có vẻ không phải là công cụ ngoài hợp lệ hoặc bị cấu hình sai.

source: This assignment has no details.
ca: No hi ha detalls en aquesta tasca.
cy: Does dim manylion ar gyfer yr aseiniad hwn.
da: Denne opgave har ingen detaljer.
fi: Tässä tehtävässä ei ole tietoja.
is: Engar upplýsingar eru til um þetta verkefni.
ms: Tugasan ini tiada butiran.
sl: Ta naloga nima podrobnosti.
th: ภารกิจนี้ไม่มีรายละเอียด
vi: Bài tập này không có thông tin chi tiết.

source: This entry has been deleted
ca: S'ha suprimit aquesta entrada
cy: Mae'r cofnod hwn wedi’i ddileu
da: Denn indtastning er blevet slettet
fi: Tuo merkintä on poistettu
is: Þessari færslu var eytt
ms: Masukan ini telah dipadamkan
sl: Ta vnos je odstranjen.
th: รายการนี้ถูกลบแล้ว
vi: Mục nhập này đã bị xóa

source: This file cannot be displayed on this device.
ca: No es pot mostrar aquest fitxer en aquest dispositiu.
cy: Does dim modd dangos y ffeil hon ar y ddyfais hon.
da: Denne fil kan ikke vises på denne enhed.
fi: Tätä tiedostoa ei voida suorittaa tällä laitteella.
is: Ekki er hægt að sýna þessa skrá á þessu tæki.
ms: Fail ini tidak boleh dipaparkan pada peranti ini.
sl: Te datoteke ni mogoče prikazati na tej napravi.
th: ไฟล์นี้ไม่สามารถเปิดได้ผ่านอุปกรณ์นี้
vi: Không thể hiển thị tập tin này trên thiết bị này.
