Repository: instructure/canvas-ios
Catalog: Student/Student/*.lproj/Localizable.strings
Languages: ca, cy, da, fi, is, ms, sl, th, vi

source: Comments are disabled
ca: S'han desactivat els comentaris
cy: Sylwadau wedi'u hanalluogi
da: Kommentarer er deaktiveret
fi: Kommentit on poistettu käytöstä
is: Athugasemdir eru óvirkar
ms: Komen Dinyahdayakan
sl: Komentarji so onemogočeni.
th: ความเห็นถูกปิดใช้งาน
vi: Bình luận bị tắt

source: Complete
ca: Complet
cy: Cwblhau
da: Fuldført
fi: Valmis
is: Lokið
ms: Lengkap
sl: Zaključeno
th: เสร็จสิ้น
vi: Hoàn thành

source: Completed
ca: Completat
cy: Wedi cwblhau
da: Fuldført
fi: Suoritettu
is: Lokið
ms: Dilengkapkan
sl: Zaključeno
th: เสร็จสิ้นแล้ว
vi: Đã Hoàn Thành

source: Compose a message
ca: Redacta un missatge
cy: Creu neges
da: Skriv en besked
fi: Luo viesti
is: Semja skilaboð
ms: Karang mesej
sl: Sestavi sporočilo
th: เขียนข้อความ
vi: Soạn thảo tin nhắn

source: Compose Message Button
ca: Botó Redacta un missatge
cy: Creu Botwm Neges
da: Skriv besked knap
fi: Luo viesti -painike
is: Semja skilaboð hnappur
ms: Butang Karang mesej
sl: Sestavi gumb »Sporočilo«
th: ปุ่มเขียนข้อความ
vi: Nút Soạn Thảo Tin Nhắn

source: Conferences
ca: Conferències
cy: Cynadleddau
da: Konferencer
fi: Konferenssit
is: Ráðstefnur
ms: Persidangan
sl: Konference
th: การประชุม
vi: Hội Nghị

source: Confirm deletion
ca: Confirma la supressió
cy: Cadarnhau’r dileu
da: Bekræft sletning
fi: Vahvista poisto
is: Staðfesta eyðingu
ms: Sahkan pemadaman
sl: Potrdi odstranjevanje
th: ยืนยันการลบ
vi: Xác nhận xóa

source: Continue
ca: Continua
cy: Bwrw ymlaen
da: Fortsæt
fi: Jatka
is: Halda áfram
ms: Teruskan
sl: Nadaljuj
th: ดำเนินการต่อ
vi: Tiếp tục

source: Could not authenticate with server
ca: No s'ha pogut dur a terme l'autenticació amb el servidor
cy: Methu dilysu â'r gweinydd
da: Kunne ikke autorisere med server
fi: Ei voitu todentaa palvelimen kanssa
is: Ekki var hægt að staðfesta hjá miðlara
ms: Tidak dapat mengesahkan pelayan
sl: Overitev s strežnikom ni bila mogoča.
th: ไม่สามารถตรวจรับรองผ่านเซิร์ฟเวอร์
vi: Không thể xác thực với máy chủ

source: Couldn't find recipients
ca: No s'ha pogut trobar cap destinatari
cy: Doedd dim modd dod o hyd i dderbynwyr
da: Kunne ikke finde modtagere
fi: Ei löydy vastaanottajia
is: Ekki var hægt að finna móttakendur
ms: Tidak dapat mencari penerima
sl: Prejemnikov ni bilo mogoče najti.
th: ไม่พบผู้รับ
vi: Không tìm thấy người nhận

source: Couldn't Load Submission
ca: No s'ha pogut carregar l'entrega
cy: Doedd dim modd Llwytho'r Cyflwyniad
da: Kunne ikke indlæse indsendelse
fi: Lähetyksen lataus ei onnistunut
is: Ekki var hægt að sækja skil
ms: Tidak Dapat Memuatkan Kumpulan.
sl: Oddaje ni bilo mogoče naložiti.
th: ไม่สามารถโหลดผลงานจัดส่ง
vi: Không Thể Tải Bài Nộp

source: Course Syllabus
ca: Temari del curs
cy: Maes Llafur y Cwrs
da: Fagets læseplan
fi: Kurssin opinto-ohjelma
is: Kennsluáætlun námskeiðs
ms: Silibus Kursus
sl: Učni načrt predmeta
th: หลักสูตรสำหรับบทเรียน
vi: Chương Trình Học Của Khóa Học

source: Courses
ca: Cursos
cy: Cyrsiau
da: Fag
fi: Kurssit
is: Námskeið
ms: Kursus
sl: Predmeti
th: บทเรียน
vi: Khóa Học

source: Create Folder
ca: Crea una carpeta
cy: Creu Ffolder
da: Opret mappe
fi: Kansion luonti
is: Stofna möppu
ms: Cipta Folder
sl: Ustvari mapo
th: จัดทำโฟลเดอร์
vi: Tạo Thư Mục

source: Current Submission
ca: Entrega actual
cy: Cyflwyniad Presennol
da: Nuværende indsendelse
fi: Nykyinen lähetys
is: Núverandi skil
ms: Serahan Semasa
sl: Trenutna oddaja
th: ผลงานจัดส่งในปัจจุบัน
vi: Bài Nộp Hiện Tại

source: Currently there is limited quiz support on mobile
ca: En aquest moment, el suport per al qüestionari al dispositiu mòbil és limitat
cy: Does dim llawer o gymorth ar gyfer cwisiau ar gael ar ddyfeisiau symudol ar hyn o bryd
da: For øjeblikket er der begrænset understøttelse af quiz for mobil
fi: Tällä hetkellä on rajoitettu tietovisan tuki matkapuhelimessa
is: Í augnablikinu er takmarkaður stuðningur við próf á snjalltæki
ms: Sokongan kuiz pada mudah alih adalah terhad pada masa ini
sl: Trenutno je podpora za kviz na mobilni napravi omejena.
th: ปัจจุบันรองรับแบบทดสอบผ่านอุปกรณ์พกพาอย่างจำกัด
vi: Hiện tại, bài kiểm tra trên di động chỉ được hỗ trợ hạn chế

source: Custom Grade
ca: Qualificació personalitzada
cy: Gradd Bersonol
da: Brugertilpasset karakter
fi: Mukautettu arvosana
is: Sérsniðin einkunn
ms: Sesuaikan Gred
sl: Po meri prilagojena ocena
th: เกรดกำหนดเอง
vi: Điểm Tự Nhập

source: Customize
ca: Personalitza
cy: Addasu
da: Tilpas
fi: Mukauttaa
is: Sérsníða
ms: Sesuaikan
sl: Prilagodi po meri
th: กำหนดค่า
vi: Tùy Chỉnh

source: Delete
ca: Suprimeix
cy: Dileu
da: Slet
fi: Poista
is: Eyða
ms: Padam
sl: Odstrani
th: ลบ
vi: Xóa

source: Delete (%d)
ca: Suprimeix (%d)
cy: Dileu (%d)
da: Slet (%d)
fi: Poista (%d)
is: Eyða (%d)
ms: Padam (%d)
sl: Izbriši (%d)
th: ลบ (%d)
vi: Xóa (%d)

source: Delete this reply?
ca: Voleu suprimir aquesta resposta?
cy: Dileu’r ateb hwn?
da: Slet dette svar?
fi: Poistetaanko tämä vastaus?
is: Eyddi þessu svari?
ms: Padam balasan ini?
sl: Ali želite odstraniti ta odgovor?
th: ลบการตอบกลับนี้หรือไม่
vi: Xóa câu trả lời này?

source: Deleted file: &quot;%@&quot;
ca: Fitxer suprimit: &quot;%@&quot;
cy: Ffeil wedi'i dileu: &quot;%@&quot;
da: Slettet fil: &quot;%@&quot;
fi: Poistettu tiedosto: &quot;%@&quot;
is: Eydd skrá: &quot;%@&quot;
ms: Fail dipadamkan: &quot;%@&quot;
sl: Odstranjena datoteka: &quot;%@&quot;
th: ไฟล์ที่ลบ: &quot;%@&quot;
vi: Xóa tập tin: &quot;%@&quot;

source: Detail
ca: Detall
cy: Manylyn
da: Detalje
fi: Lisätiedot
is: upplýsingar
ms: Butiran
sl: Podrobnost
th: รายละเอียด
vi: Chi Tiết

source: Details
ca: Detalls
cy: Manylion
da: Nærmere oplysninger
fi: Lisätiedot
is: Upplýsingar
ms: Butiran
sl: Podrobnosti
th: รายละเอียด
vi: Chi Tiết

source: Discard
ca: Rebutja
cy: Hepgor
da: Kasser
fi: Ohita
is: Henda
ms: Buang
sl: Zavrzi
th: ล้มเลิก
vi: Hủy Bỏ

source: Discard this entry?
ca: Voleu rebutjar aquesta entrada?
cy: Hepgor y cofnod hwn?
da: Kasser denne indtastning?
fi: Ohitetaanko tämä merkintä?
is: Henda þessari færslu?
ms: Buang masukan ini?
sl: Ali želite zavreči ta vnos?
th: ล้มเริ่มรายการนี้หรือไม่
vi: Hủy bỏ mục nhập này?

source: Discussion
ca: Debat
cy: Trafodaeth
da: Diskussion
fi: Keskustelu
is: Umræða
ms: Perbincangan
sl: Razprava
th: การพูดคุย
vi: Thảo Luận

source: Discussion Entry
ca: Entrada de debat
cy: Cofnod Trafodaeth
da: Diskussionsindtastning
fi: Keskustelun merkintä
is: Umræðufærsla
ms: Masukan Perbincangan
sl: Vnos v razpravo
th: การป้อนข้อมูลการพูดคุย
vi: Mục Nhập Thảo Luận

source: Discussion Topics
ca: Temes de debat
cy: Pynciau Trafod
da: Diskussionsemner
fi: Keskustelun aiheet
is: Umræðuefni
ms: Topik Perbincangan
sl: Teme razprave
th: หัวข้อการพูดคุย
vi: Đề Tài Thảo Luận

source: Discussions
ca: Debats
cy: Trafodaethau
da: Diskussioner
fi: Keskustelut
is: Umræður
ms: Perbincangan
sl: Razprave
th: การพูดคุย
vi: Thảo Luận

source: Dismiss
ca: Descarta
cy: Gwrthod
da: Afvis
fi: Ohita
is: Sleppa
ms: Tolak
sl: Opusti
th: ยกเลิก
vi: Hủy Bỏ

source: Do you want to masquerade as this user?
ca: Voleu emmascarar-vos com aquest usuari?
cy: Ydych chi am esgus mai chi yw'r defnyddiwr hwn?
da: Ønsker du at forklæde dig some denne bruger?
fi: Haluatko naamioitua täksi käyttäjäksi?
is: Viltu dyljast sem þessi notandi?
ms: Adakah anda ingin menyamar sebagai pengguna ini?
sl: Ali elite prevzeti vlogo kot ta uporabnik?
th: ต้องการสวมบทบาทเป็นผู้ใช้นี้หรือไม่
vi: Bạn có muốn hóa trang thành người dùng này không?

source: Domain
ca: Domini
cy: Parth
da: Domæne
fi: Verkkotunnus
is: Lén
sl: Domena
th: โดเมน
vi: Tên Miền

source: Don't ask me again
ca: No m'ho tornis a preguntar
cy: Peidiwch â gofyn i mi eto
da: Spørg mig ikke igen
fi: Älä kysy minulta uudelleen
is: Ekki spyrja mig aftur
ms: Jangan tanya saya lagi
sl: Ne vprašaj me več.
th: ไม่ต้องถามอีก
vi: Không hỏi tôi lại

source: Don't delete
ca: No ho suprimeixis
cy: Peidio â dileu
da: Slet ikke
fi: Älä poista
is: Ekki eyða
ms: Jangan padam
sl: Ne izbriši
th: ไม่ลบ
vi: Không xóa

source: Done
ca: Fet
cy: Wedi gorffen
da: Udført
fi: Valmis
is: Lokið
ms: Siap
sl: Dokončano
th: เสร็จสิ้น
vi: Đã xong

source: Download Canceled
ca: Baixada cancel·lada
cy: Wedi canslo'r broses llwytho i lawr
da: Download annulleret
fi: Lataus peruutettu
is: Hætt við niðurhal
ms: Muat Turun Dibatalkan
sl: Prenos je preklican.
th: การดาวน์โหลดถูกยกเลิก
vi: Đã Hủy Tải Xuống

source: Downloading...
ca: S'està baixant…
cy: Wrthi'n llwytho i lawr...
da: Downloader ...
fi: Ladataan...
is: Sæki…
ms: Memuat turun...
sl: Prenos ...
th: กำลังดาวน์โหลด...
vi: Đang tải xuống...

source: due on %1$@ at %2$@
ca: venç el %1$@ a les %2$@
cy: angen cyflwyno erbyn %1$@ am %2$@
da: forfalder d. %1$@ kl. %2$@
fi: määräpäivä %1$@ %2$@
is: skiladagur þann %1$@ klukkan %2$@
ms: cukup tempoh %1$@ pada %2$@
sl: rok dne %1$@ ob %2$@
th: ครบกำหนด %1$@ ที่ %2$@
vi: đến hạn %1$@ vào %2$@

source: Due:
ca: Venciment:
cy: Erbyn:
da: Forfalder:
fi: Määräpäivä:
is: Skil:
ms: Cukup tempoh:
sl: Roki:
th: ครบกำหนด:
vi: Hạn:

source: Due: %1$@ at %2$@
ca: Venciment: %1$@ a %2$@
cy: Erbyn: %1$@ am %2$@
da: Forfalder: %1$@ ved %2$@
fi: Määräpäivä: %1$@ kohteessa %2$@
is: Skil: %1$@ á %2$@
ms: Cukup tempoh: %1$@ di %2$@
sl: Roki: %1$@ ob %2$@
th: ครบกำหนด: %1$@ เมื่อ %2$@
vi: Hạn: %1$@ vào %2$@

source: Edit
ca: Edita
cy: Golygu
da: Redigér
fi: Muokkaa
is: Breyta
sl: Uredi
th: แก้ไข
vi: Chỉnh Sửa

source: Edit Course List
ca: Edita la llista de cursos
cy: Golygu Rhestr y Cwrs
da: Rediger kursusliste
fi: Muokkaa ryhmäluetteloa
is: Breyta námskeiðslista
ms: Edit Senarai Kursus
sl: Uredi seznam predmetov
th: แก้ไขรายชื่อบทเรียน
vi: Chỉnh Sửa Danh Sách Khóa Học

source: Edit Group List
ca: Edita la llista de grups
cy: Golygu Rhestr y Grŵp
da: Rediger gruppeliste
fi: Muokkaa ryhmäluetteloa
is: Breyta hóplista
ms: Edit Senarai Kumpulan
sl: Uredi seznam skupin
th: แก้ไขรายชื่อกลุ่ม
vi: Chỉnh Sửa Danh Sách Nhóm

source: Edit items
ca: Edita els elements
cy: Golygu eitemau
da: Rediger elementer
fi: Muokkaa kohteita
is: Breyta atriðum
ms: Edit item
sl: Uredi elemente
th: แก้ไขรายการ
vi: Chỉnh sửa mục

source: Editing reply by %1$@, %2$@
ca: S'està editant la resposta per %1$@, %2$@
cy: Wrthi'n golygu ymateb gan %1$@, %2$@
da: Redigerer svar fra %1$@, %2$@
fi: Muokataan vastausta %1$@, %2$@
is: Breyti svari frá %1$@, %2$@
ms: Mengedit ulasan oleh %1$@, %2$@
sl: Urejanje odgovora s/z %1$@, %2$@
th: แก้ไขการตอบกลับโดย %1$@ %2$@
vi: Chỉnh sửa câu trả lời của %1$@, %2$@

source: Email
ca: Correu electrònic
cy: E-bost
fi: Sähköposti
is: Netfang
ms: E-mel
sl: E-pošta
th: อีเมล

source: Enable Push Notifications
ca: Activa les notificacions d'inserció
cy: Galluogi Hysbysiadau Marchnata
da: Aktiver push-meddelelser
fi: Ota Push-ilmoitukset käyttöön
is: Virkja þrýstar tilkynningar
ms: Dayakan Pemberitahuan Tolak
sl: Omogoči poslana obvestila
th: เปิดใช้การแจ้งเตือนแบบพุช
vi: Bật Thông Báo Đẩy

source: Enter submission
ca: Introdueix l'entrega
cy: Rhowch y cyflwyniad
da: Indtast indsendelse
fi: Syötä lähetys
is: Settu inn skil
ms: Masukkan serahan
sl: Vnos oddaje
th: ป้อนข้อมูลการจัดส่ง
vi: Vào mục nộp

source: Enter User ID and Domain.
ca: Introduïu l'ID d'usuari i el domini.
cy: Rhowch Barth ac ID Defnyddiwr.
da: Indtast bruger ID og domæne.
fi: Syötä käyttäjätunnus ja verkkotunnus.
is: Settu inn auðkenni notanda og lén.
ms: Masukkan ID Pengguna dan Domain.
sl: Vnesite ID uporabnika in domeno.
th: กรอก ID ผู้ใช้และโดเมน
vi: Nhập ID Người Dùng và Tên Miền.

source: Entry posted
ca: Entrada publicada
cy: Wedi postio'r cofnod
da: Indtastning posteret
fi: Merkintä lähetetty
is: Færsla birt
ms: Masukan disiarkan
sl: Vnos je objavljen.
th: รายการที่โพสต์
vi: Đã Đăng Mục Nhập

source: Error
cy: Gwall
da: Fejl
fi: Virhe
is: Villa
ms: Ralat
sl: Napaka
th: ข้อผิดพลาด
vi: Lỗi

source: Error adding recipeints
ca: S'ha produït un error en afegir destinataris
cy: Gwall wrth ychwanegu derbynwyr
da: Fejl ved tilføjelse af modtagere
fi: Ilmeni virhe lisätessä vastaanottajia
is: Villa við að bæta við móttakendum
ms: Ralat menambah penerima
sl: Napaka pri dodajanju prejemnikov
th: มีข้อผิดพลาดในการเพิ่มผู้รับ
vi: Lỗi thêm người nhận

source: Error deleting file &quot;%@&quot;
ca: S'ha produït un error en suprimir el fitxer &quot;%@&quot;
cy: Gwall wrth ddileu ffeil &quot;%@&quot;
da: Fejl ved sletning af fil &quot;%@&quot;
fi: Virhe poistettaessa tiedostoa&quot;%@&quot;
is: Villa við að eyða skrá &quot;%@&quot;
ms: Ralat memadamkan fail &quot;%@&quot;
sl: Napaka pri odstranjevanju datoteke &quot;%@&quot;
th: มีข้อผิดพลาดในการลบไฟล์ &quot;%@&quot;
vi: Lỗi xóa tập tin &quot;%@&quot;

source: Error deleting folder
ca: S'ha produït un error en suprimir la carpeta
cy: Gwall wrth ddileu ffolder
da: Fejl ved sletning af mapper
fi: Virhe poistettaessa kansiota
is: Villa við eyðingu möppu
ms: Ralat memadamkan folder
sl: Napaka pri odstranjevanju mape
th: มีข้อผิดพลาดในการลบโฟลเดอร์
vi: Lỗi xóa thư mục

source: EULA
sl: Licenčni pogoji za končnega uporabnika

source: Event
ca: Esdeveniment
cy: Digwyddiad
da: Begivenhed
fi: Tapahtuma
is: Viðburður
ms: Acara
sl: Dogodek
th: กิจกรรม
vi: Sự Kiện

source: Existing Attachments...
ca: Fitxers adjunts existents…
cy: Atodiadau Presennol...
da: Eksisterende vedhæftede filer...
fi: Olemassa olevat liitteet...
is: Núverandi viðhengi…
ms: Kepilan Sedia Ada...
sl: Obstoječe priloge ...
th: เอกสารแนบในปัจจุบัน...
vi: Tập Tin Đính Kèm Tồn Tại...

source: External Tool
ca: Eina externa
cy: Adnodd Allanol
da: Eksternt værktøj
fi: Ulkoinen työkalu
is: Ytra tól
ms: Alat Luar
sl: Zunanje orodje
th: เครื่องมือจากภายนอก
vi: Công Cụ Ngoài

source: External URL
ca: URL extern
cy: URL allanol
da: Ekstern URL
fi: Ulkoinen URL
is: Ytri vefslóð
ms: URL Luar
sl: Zunanji naslov URL
th: URL จากภายนอก
vi: URL Bên Ngoài

source: File
ca: Fitxer
cy: Ffeil
da: Fil
fi: Tiedosto
is: Skrá
ms: Fail
sl: Datoteka
th: ไฟล์
vi: Tập Tin

source: File extension not allowed: %@
ca: Extensió de fitxer no permesa: %@
cy: Dyma'r estyniad ffeil a ganiateir: %@
da: Filudvidelse er ikke tilladt: %@
fi: Tiedostopäätettä ei sallita: %@
is: Óleyfilegar nafnaukar skráa: %@
ms: Sambungan fail tidak dibenarkan: %@
sl: Pripona datoteke ni dovoljena: %@
th: นามสกุลไฟล์ที่ไม่อนุญาต: %@
vi: Phần mở rộng tập tin không được phép: %@

source: File extension(s) permitted for this assignment:
ca: Extensions de fitxer permeses per a aquesta tasca:
cy: Dyma'r estyniad(au) ffeil a ganiateir ar gyfer yr aseiniad hwn:
da: Fil-endelse(r) tilladt for denne opgave:
fi: Tiedostopääte sallittu tälle tehtävälle:
is: Leyfilegir nafnaukar skráa fyrir þetta verkefni:
ms: Sambungan fail dibenarkan untuk tugasan ini:
sl: Pripone datotek, ki so dovoljene za to nalogo:
th: นามสกุลไฟล์ที่อนุญาตสำหรับภารกิจนี้:
vi: Phần mở rộng tập tin được phép đối với bài tập này:

source: File received
ca: Fitxer rebut
cy: Wedi cael y ffeil
da: Fil modtaget
fi: Tiedosto vastaanotettu
is: Skrá móttekin
ms: Fail diterima
sl: Datoteka je prejeta.
th: ไฟล์ที่ได้รับ
vi: Đã nhập tập tin

source: File unavailable
ca: Fitxer no disponible
cy: Ffeil ddim ar gael
da: Fil utilgængelig
fi: Tiedosto ei ole saatavissa
is: Skrá ótiltæk
ms: Fail tidak tersedia
sl: Datoteka ni na voljo.
th: ไฟล์ไม่พร้อมใช้งาน
vi: Tập tin không khả dụng

source: File upload
ca: Penjada de fitxer
cy: Ffeil wedi’i llwytho i fyny
da: Fil upload
fi: Tiedoston lataus
is: Upphleðsla skrár
ms: Muat naik fail
sl: Nalaganje datotek
th: การอัพโหลดไฟล์
vi: Tải lên tập tin

source: File upload failed.
ca: No s'ha pogut penjar el fitxer.
cy: Wedi methu llwytho ffeil i fyny.
da: Fil upload mislykkedes.
fi: Tiedoston lataus epäonnistui.
is: Upphleðsla skrár mistókst.
ms: Muat naik fail gagal.
sl: Nalaganje datoteke ni uspelo.
th: อัพโหลดไฟล์ล้มเหลว
vi: Tải lên tập tin thất bại.

source: Files
ca: Fitxers
cy: Ffeiliau
da: Filer
fi: Tiedostot
is: Skrár
ms: Fail
sl: Datoteke
th: ไฟล์
vi: Các Tập Tin

source: Finished downloading
ca: Ha finalitzat la baixada
cy: Wedi gorffen llwytho i lawr
da: Downloading fuldført
fi: Lataus valmis
is: Búið að sækja
ms: Selesai memuat turun
sl: Prenos je dokončan.
th: สิ้นสุดการดาวน์โหลดแล้ว
vi: Đã hoàn thành tải xuống

source: Front Page
ca: Pàgina frontal
cy: Tudalen Flaen
da: Forside
fi: Etusivu
is: Forsíða
ms: Halaman Depan
sl: Prva stran
th: หน้าแรก
vi: Trang Đầu

source: Future
ca: Futur
cy: Yn y Dyfodol
da: Fremtid
fi: Tulevaisuus
is: Framtíðar
ms: Akan Datang
sl: Prihodnje
th: อนาคต
vi: Tương Lai

source: Go to App Store
ca: Ves a App Store
cy: Mynd i’r App Store
da: Gå til App store
fi: Siirry App Storeen
is: Fara í App Store
ms: Terus ke App Store
sl: Pojdi v trgovino App Store
th: ไปที่ App Store
vi: Đi đến App Store

source: Go to discussion
ca: Ves al debat
cy: Mynd i’r drafodaeth
da: Gå til diskussion
fi: Siirry keskusteluun
is: Fara í umræðu
ms: Terus Ke perbincangan
sl: Pojdi na razpravo
th: ไปที่การพูดคุย
vi: Đi đến thảo luận

source: Go To Discussion
ca: Ves al debat
cy: Mynd i’r Drafodaeth
da: Gå til diskussion
fi: Siirry keskusteluun
is: Fara í umræðu
ms: Terus Ke Perbincangan
sl: Pojdi na razpravo
th: ไปที่การพูดคุย
vi: Đi Đến Thảo Luận

source: Go to Quiz
ca: Ves al qüestionari
cy: Mynd i’r Cwis
da: Gå til Quiz
fi: Siirry tietovisaan
is: Farðu í próf
ms: Terus ke Kuiz
sl: Pojdi na kviz
th: ไปที่แบบทดสอบ
vi: Đi Đến Bài Kiểm Tra

source: Grade
ca: Qualificació
cy: Gradd
da: Karakter
fi: Arvosana
is: Einkunn
ms: Gred
sl: Ocena
th: เกรด
vi: Lớp

source: Grade %@
ca: Qualificació %@
cy: Gradd %@
da: Karakter %@
fi: Arvosana %@
is: Einkunn %@
ms: Gred %@
sl: Ocena %@
th: เกรด %@
vi: Lớp %@

source: Grade in SpeedGrader
ca: Qualificació en SpeedGrader
cy: Gradd yn SpeedGrader
da: Karakter i SpeedGrader
fi: Arvosana SpeedGrader
is: Einkunn í SpeedGrader
ms: Gred dalam SpeedGrader
sl: Ocena v SpeedGrader
th: เกรดใน SpeedGrader
vi: Lớp trong SpeedGrader

source: Grade: %@
ca: Qualificació: %@
cy: Gradd: %@
da: Karakter: %@
fi: Arvosana: %@
is: Einkunn: %@
ms: Gred: %@
sl: Ocena: %@
th: เกรด: %@
vi: Lớp: %@

source: Grade: %1$i / %2$g
ca: Qualificació: %1$i / %2$g
cy: Gradd: %1$i / %2$g
da: Karakter: %1$i / %2$g
fi: Arvosana: %1$i / %2$g
is: Einkunn: %1$i / %2$g
ms: Gred: %1$i / %2$g
sl: Ocena: %1$i / %2$g
th: เกรด: %1$i / %2$g
vi: Lớp: %1$i / %2$g

source: Graded Discussion
ca: Debat qualificat
cy: Trafodaeth wedi’i Graddio
da: Bedømt diskussion
fi: Arvosteltu keskustelu
is: Metin umræða
ms: Perbincangan Digredkan
sl: Ocenjena razprava
th: การพูดคุยที่มีการให้เกรด
vi: Thảo Luận Có Chấm Điểm

source: Graded discussion.
ca: Debat qualificat.
cy: Trafodaeth wedi’i graddio.
da: Bedømt diskussion.
fi: Arvosteltu keskustelu.
is: Metin umræða.
ms: Perbincangan digredkan.
sl: Ocenjena razprava.
th: การพูดคุยที่มีการให้เกรด
vi: Thảo luận có chấm điểm.

source: Graded discussion. %g points possible.
ca: Debat qualificat. %g punts possibles.
cy: Trafodaeth wedi’i graddio. %g pwynt yn bosib.
da: Bedømt diskussion. %g point mulige.
fi: Arvosteltu keskustelu. %g pistettä mahdollista.
is: Metin umræða. %g mögulegir punktar.
ms: Perbincangan digredkan. %g mata mungkin.
sl: Ocenjena razprava. %g možnih točk.
th: การพูดคุยที่มีการให้เกรด %g คะแนนที่เป็นไปได้
vi: Thảo luận có chấm điểm. %g điểm có thể đạt.

source: Grades
ca: Qualificacions
cy: Graddau
da: Karakterer
fi: Arvosanat
is: Einkunnir
ms: Gred
sl: Ocene
th: เกรด
vi: Điểm

source: Group conversation
ca: Conversa de grup
cy: Sgwrs grŵp
da: Gruppe konversation
fi: Ryhmäkeskustelu
is: Hópsamtal
ms: Perbualan kumpulan
sl: Pogovor skupine
th: การพูดคุยเป็นกลุ่ม
vi: Cuộc trò chuyện nhóm

source: Groups
ca: Grups
cy: Grwpiau
da: Grupper
fi: Ryhmät
is: Hópar
ms: Kumpulan
sl: Skupine
th: กลุ่ม
vi: Nhóm

source: Help
ca: Ajuda
da: Hjælp
fi: Ohje
is: Hjálp
ms: Bantuan
sl: Pomoč
th: ความช่วยเหลือ
vi: Trợ Giúp

source: Hide Grades
ca: Amaga les qualificacions
cy: Cuddio Graddau
da: Skjul karakterer
fi: Piilota arvosanat
is: Fela einkunnir
ms: Sembunyikan Gred
sl: Skrij ocene
th: ซ่อนเกรด
vi: Ẩn Điểm

source: How do you like Canvas?
ca: Us agrada Canvas?
cy: Beth yw eich barn am Canvas?
da: Hvad synes du om Canvas?
fi: Millaisina haluaisit Canvasin?
is: Hvernig líkar þér Canvas?
ms: Sejauh mana anda menyukai Canvas?
sl: Kako vam je všeč sistem Canvas?
th: คุณชอบ Canvas หรือไม่
vi: Bạn thích Canvas đến mức nào?

source: I give you back your time, use it wisely.
ca: Et torno el temps invertit; empra'l amb saviesa.
cy: Rwyf yn rhoi'ch amser yn ôl i chi, defnyddiwch ef yn ddoeth.
da: Jeg giver dig din tid tilbage, brug den klogt.
fi: Annan sinulle takaisin aikasi, käytä sitä viisaasti.
is: Ég gef þér tíma þinn til baka, notaðu hann vel.
ms: Saya berikan masa semula kepada anda, gunakan dengan bijak.
sl: Vračam vam čas, modro ga uporabite.
th: เชิญต่อได้เลย กรุณาใช้เวลาให้คุ้มค่า
vi: Tôi sẽ trả lại thời gian của bạn, hãy sử dụng sao cho khôn ngoan.

source: Image
ca: Imatge
cy: Delwedd
da: Billede
fi: Kuva
is: Mynd
ms: Imej
sl: Slika
th: ภาพ
vi: Hình Ảnh

source: Import from camera
ca: Importa de la càmera
cy: Mewngludo o gamera
da: Import fra kamera
fi: Tuo kamerasta
is: Flytja inn frá myndavél
ms: Import daripada kamera
sl: Uvoz iz fotoaparata
th: นำเข้าจากกล้อง
vi: Nhập từ camera

source: Import from Dropbox
ca: Importa de Dropbox
cy: Mewngludo o Dropbox
da: Import fra Dropbox
fi: Tuo Dropboxista
is: Flytja inn frá Dropbox
ms: Import daripada Dropbox
sl: Uvoz iz aplikacije Dropbox
th: นำเข้าจาก Dropbox
vi: Nhập từ Dropbox

source: Inbox
ca: Safata d'entrada
cy: Blwch Derbyn
da: Indbakke
fi: Saapuneet
is: Innhólf
ms: Peti masuk
sl: Pošta
th: กล่องจดหมาย
vi: Hộp Thư Đến

source: Incomplete
ca: Incomplet
cy: Heb Gwblhau
da: Ufuldstændig
fi: Keskeneräinen
is: Ólokið
ms: Tidak lengkap
sl: Nezaključeno
th: ไม่เสร็จสิ้น
vi: Chưa hoàn thành

source: Individual messages
ca: Missatges individuals
cy: Negeseuon unigol
da: Individuelle beskeder
fi: Yksilölliset viestit
is: Einstök skilaboð
ms: Mesej persendirian
sl: Individualna sporočila
th: ข้อความรายบุคคล
vi: Tin nhắn riêng

source: Invalid URL
ca: URL no vàlid
cy: URL annilys
da: Ugyldig URL
fi: Virheellinen URL
is: Ógild vefslóð
ms: URL tidak sah
sl: Neveljaven naslov URL
th: URL ไม่ถูกต้อง
vi: URL không hợp lệ

source: It has problems
ca: Té problemes
cy: Problem
da: Det har problemer
fi: Siinä on ongelmia
is: Það eru vandamál við hana
ms: Ada sedikit masalah
sl: Ima težave.
th: มีปัญหา
vi: Có vấn đề

source: It’s empty, what are you still doing here.
ca: Està buit; què estàs fent encara aquí?
cy: Mae'n wag, does dim angen i chi fod yma.
da: Det er tomt, hvad gør du stadig her?
fi: Se on tyhjä, mitä sinä vielä teet täällä.
is: Þetta er tómt, af hverju ertu ennþá hérna?
ms: Di sini tiada apa-apa, apa yang sedang anda lakukan di sini?
sl: Prazno je, kaj še počnete tu?
th: ว่างเปล่า คุณจะทำอะไรอยู่อีก
vi: Nội dung trống, bạn vẫn đang làm gì ở đây vậy.

source: Item %1$d of %2$d
ca: Element %1$d de %2$d
cy: Eitem %1$d o %2$d
da: Element %1$d af %2$d
fi: Kohde %1$d/ %2$d
is: Atriði %1$d af %2$d
ms: Item %1$d daripada %2$d
sl: Element %1$d od %2$d
th: รายการที่ %1$d จาก %2$d
vi: Mục %1$d / %2$d

source: Jumps to current day on calendar
ca: Salta al dia present al calendari
cy: Mae'n neidio i'r dyddiad presennol ar y calendr
da: Springer til nuværende dag i kalenderen
fi: Hyppäää tämänhetkiseen päivään kalenterissa
is: Fara í daginn í dag á dagatalinu
ms: Pintas ke hari ini di kalendar
sl: Preskok na trenutni dan na koledarju
th: ข้ามไปที่วันที่ปัจจุบันในปฏิทิน
vi: Chuyển đến ngày hiện tại trên lịch

source: Keep
ca: Conserva
cy: Cadw
da: Behold
fi: Pidä
is: Halda
ms: Simpan
sl: Upoštevaj
th: เก็บไว้
vi: Giữ

source: Landing Page
ca: Pàgina de destinació
cy: Tudalen lanio
da: Landingsside
fi: Aloitussivu
is: Lendingarsíða
ms: Halaman Pendaratan
sl: Ciljna stran
th: หน้าปลายทาง
vi: Trang Đích

source: Large file
ca: Fitxer gran
cy: Ffeil fawr
da: Stor fil
fi: Suuri tiedosto
is: Stór skrá
ms: Fail besar
sl: Velika datoteka
th: ไฟล์ขนาดใหญ่
vi: Tập tin lớn hơn
