Repository: instructure/canvas-ios
Catalog: Student/Student/*.lproj/Localizable.strings
Languages: ca, cy, da, fi, is, ms, sl, th, vi

source: This file is locked
ca: Aquest fitxer està bloquejat
cy: Mae'r ffeil wedi’i chloi
da: Denne fil er låst
fi: Tämä tiedosto on lukittu
is: Þessi skrá er læst
ms: Fail ini berkunci
sl: Ta datoteka je zaklenjena.
th: ไฟล์นี้ถูกล็อคอยู่
vi: Tập tin này bị khóa

source: This folder is locked
ca: Aquesta carpeta està bloquejada
cy: Mae’r ffolder wedi'i chloi
da: Denne mappe er låst
fi: Tämä kansio on lukittu
is: Þessi mappa er læst
ms: Folder ini berkunci
sl: Ta mapa je zaklenjena.
th: โฟลเดอร์นี้ถูกล็อคอยู่
vi: Thư mục này bị khóa

source: This is a media message.
ca: Això és un missatge sobre un element multimèdia.
cy: Neges cyfryngau yw hon.
da: Dette er en mediebesked.
fi: Tämä on mediaviesti.
is: Þetta er miðilsskilaboð.
ms: Ini ialah mesej media.
sl: To je sporočilo v obliki medija.
th: นี่เป็นข้อความแบบสื่อมีเดีย
vi: Đây là tin nhắn nội dung phương tiện.

source: This would be a great time to do some extra credit.
ca: Ara seria un moment fabulós per obtenir algun crèdit extra.
cy: Byddai hwn yn amser gwych i wneud rhywfaint o waith am gredyd ychwanegol.
da: Dette ville være en fantastisk tid for nogle ekstra points
fi: Tämä olisi upea aika saada ylimääräisiä ansioita.
is: Þetta væri góður tími til að vinna sér í haginn.
ms: Ini akan menjadi masa yang hebat untuk mendapatkan sedikit kredit tambahan.
sl: To je odlična priložnost za pridobitev nekaj dodatnih točk.
th: นี่เป็นโอกาสที่ดีในการสะสมเครดิตเพิ่มเติม
vi: Đây sẽ là thời điểm tuyệt vời để kiếm điểm cộng.

source: To Do
ca: Tasques pendents
cy: Tasgau i’w Gwneud
da: Opgaveliste
fi: Tehtävä
is: Verkefni
ms: Untuk Dilakukan
sl: Čakajoča opravila
th: สิ่งที่ต้องดำเนินการ
vi: Việc Cần Làm

source: To:
ca: Per a:
cy: At:
da: Til:
fi: Vastaanottaja:
is: Til:
ms: Kepada:
sl: Naslovnik:
th: ถึง:
vi: Đến:

source: Today
ca: Avui
cy: Heddiw
da: I dag
fi: Tänään
is: Í dag
ms: Hari Ini
sl: Danes
th: วันนี้
vi: Hôm Nay

source: Today Button
ca: Botó Avui
cy: Botwm Heddiw
da: I dag knap
fi: Tänään-painike
is: Í dag hnappur
ms: Butang Hari Ini
sl: Gumb »Danes«
th: ปุ่มวันนี้
vi: Nút Hôm Nay

source: Toggles selection of current item
ca: Commuta la selecció de l'element actual
cy: Toglo dewis yr eitem bresennol
da: Skifter mellem valg af nuværende element
fi: Vaihtaa näkyisen kohteen valintaa
is: Víxlar vali á núverandi atriði
ms: Menogol pilihan item semasa
sl: Preklaplja izbiro trenutnega elementa
th: สลับการเลือกรายการปัจจุบัน
vi: Chuyển đổi lựa chọn mục hiện tại

source: Toggles selection of item
ca: Commuta la selecció de l'element
cy: Toglo dewis yr eitem
da: Skifter mellem valg af element
fi: Vaihtaa kohteen valintaa
is: Víxlar vali á atriði
ms: Menogol pilihan item
sl: Preklaplja izbiro elementa
th: สลับการเลือกรายการ
vi: Chuyển đổi lựa chọn mục

source: Turn In
ca: Entrega
cy: Cyflwyno
da: Aflever
fi: Luovuttaminen
is: Skila
ms: Serahkan
sl: Oddaj
th: ส่งมอบ
vi: Nộp

source: Turn in %@
ca: Entrega %@
cy: Cyflwyno %@
da: Indsend %@
fi: Luovuttaminen %@
is: Skila %@
ms: Serahkan %@
sl: Oddaj %@
th: ส่งมอบ %@
vi: Nộp %@

source: Turn In Again
ca: Torna a entregar
cy: Cyflwyno eto
da: Aflever igen
fi: Luovuta uudelleen
is: Skila aftur
ms: Serahkan Semula
sl: Znova oddaj
th: ส่งมอบอีกครั้ง
vi: Nộp Lại

source: Uh-oh! No Internet Connection
ca: Oh! No hi ha cap connexió a Internet
cy: O na! Dim cysylltiad â’r rhyngrwyd
da: Åh åh! Ingen internetforbindelse
fi: Voi ei! Ei Internet-yhteyttä
is: Æi! Engin nettenging
ms: Op! Tiada Sambungan Internet
sl: Ojoj. Brez internetne povezave.
th: โอ๊ะโอ! ไม่มีการเชื่อมต่ออินเทอร์เน็ต
vi: Rất tiếc! Không Có Kết Nối Internet

source: Unable to load
ca: No s'ha pogut carregar
cy: Methu llwytho
da: Ikke i stand til at indlæse
fi: Lataus ei onnistunut
is: Ekki hægt að sækja
ms: Tidak dapat memuatkan
sl: Nalaganje ni mogoče.
th: ไม่สามารถโหลดได้
vi: Không thể tải

source: Unable to post. Please try again later
ca: No s'ha pogut publicar. Torneu a provar-ho més endavant
cy: Methu postio. Rhowch gynnig arall arni rywbryd eto
da: Kunne ikke sende. Prøv igen senere
fi: Lähetys ei onnistunut Yritä myöhemmin uudelleen
is: Ekki hægt að birta. Reyndu aftur seinna
ms: Tidak dapat menyiarkan. Sila cuba semula kemudian
sl: Objava ni mogoča. Poskusite znova pozneje.
th: ไม่สามารถโพสต์ได้ กรุณาลองใหม่อีกครั้งในภายหลัง
vi: Không thể đăng. Vui lòng thử lại sau

source: Unable to upload to server
ca: No s'ha pogut penjar al servidor
cy: Wedi methu llwytho i fyny i'r gweinydd
da: Ikke i stand til at uploade til server
fi: Lataus palvelimelle ei onnistunut
is: Ekki hægt að hlaða upp til miðlara
ms: Tidak dapat memuat naik ke pelayan
sl: Nalaganje v strežnik ni mogoče.
th: ไม่สามารถอัพโหลดไปยังเซิร์ฟเวอร์
vi: Không thể tải lên máy chủ

source: Unavailable
ca: No està disponible
cy: Ddim ar gael
da: Ikke tilgængelig
fi: Ei saatavissa
is: Ekki tiltækt
ms: Tidak tersedia
sl: Ni na voljo
th: ไม่มีให้บริการ
vi: Không Khả Dụng

source: Ungraded
ca: Sense qualificació
cy: Heb raddio
da: Ikke bedømt
fi: Arvostelematon
is: Einkunn ekki gefin
ms: Tidak bergred
sl: Neocenjeno
th: อัพเกรดแล้ว
vi: Chưa Chấm Điểm

source: unknown
ca: desconegut
cy: dieithr
da: Ukendt
fi: tuntematon
is: óþekkt
ms: tidak diketahui
sl: neznano
th: ไม่ทราบ
vi: không xác định

source: Unknown
ca: Desconegut
cy: Dieithr
da: Ukendt
fi: Tuntematon
is: Óþekkt
ms: Tidak diketahui
sl: Neznano
th: ไม่ทราบ
vi: Không xác định

source: Unread
ca: Sense llegir
cy: Heb ddarllen
da: Ulæst
fi: Lukematon
is: Ólesið
ms: Belum dibaca
sl: Neprebrano
th: ไม่ได้อ่าน
vi: Chưa đọc

source: Unsaved Reply
ca: No s'ha desat la resposta
cy: Ateb heb ei gadw
da: Ikke gemt svar
fi: Tallentamaton vastaus
is: Óvistað svar
ms: Balasan Tidak Disimpan
sl: Neshranjen odgovor
th: การตอบกลับที่ไม่ได้บันทึกไว้
vi: Câu Trả Lời Chưa Lưu

source: until %@
ca: fins a %@
cy: tan %@
da: indtil %@
fi: asti %@
is: fram til %@
ms: hingga %@
sl: do %@
th: จนถึง %@
vi: đến %@

source: Upload
ca: Penja
cy: Llwytho i fyny
fi: Lataa
is: Hlaða upp
ms: Muat naik
sl: Naloži
th: อัพโหลด
vi: Tải lên

source: Upload a file
ca: Penja un fitxer
cy: Llwytho ffeil i fyny
da: Upload a fil
fi: Lataa tiedosto
is: Hlaða upp skrá
ms: Muat naik fail
sl: Naloži datoteko
th: อัพโหลดไฟล์
vi: Tải lên tập tin

source: Upload Error
ca: Error en penjar
cy: Gwall wrth lwytho i fyny
da: Upload fejl
fi: Latausvirhe
is: Villa við upphleðslu
ms: Ralat Muat Naik
sl: Napaka pri nalaganju
th: ข้อผิดพลาดในการอัพโหลด
vi: Lỗi Tải Lên

source: Upload failed. Reason: (%@)
ca: No s'ha pogut penjar. Raó: (%@)
cy: Wedi methu llwytho i fyny. Rheswm: (%@)
da: Upload mislykkedes. Årsag: (%@)
fi: Lataus epäonnistui. Syy: (%@)
is: Upphleðsla mistókst. Ástæða: (%@)
ms: Muat naik gagal. Sebab: (%@)
sl: Nalaganje ni uspelo. Razlog: (%@)
th: อัพโหลดล้มเหลว สาเหตุ: (%@)
vi: Tải lên thất bại. Lý do: (%@)

source: Upload file
ca: Penja el fitxer
cy: Llwytho ffeil i fyny
da: Upload fil
fi: Lataa tiedosto
is: Hlaða upp skrá
ms: Muat naik fail
sl: Naloži datoteko
th: อัพโหลดไฟล์
vi: Tải lên tập tin

source: Upload to assignment &quot;%@&quot; failed
ca: No s'ha pogut penjar a la tasca &quot;%@&quot;
cy: Wedi methu llwytho i fyny i'r aseiniad &quot;%@&quot;
da: Overførsel til opgave &quot;%@&quot; mislykkedes
fi: Lataa tehtävä &quot;%@&quot; epäonnistui
is: Upphleðsla í verkefni &quot;%@&quot; mistókst
ms: Muat naik ke tugasan &quot;%@&quot; gagal
sl: Nalaganje v nalogo &quot;%@&quot; ni uspelo.
th: การอัพโหลดไปยังภารกิจ &quot;%@&quot; ล้มเหลว
vi: Tải lên bài tập &quot;%@&quot; thất bại

source: Upload to folder &quot;%@&quot; failed
ca: No s'ha pogut penjar a la carpeta &quot;%@&quot;
cy: Wedi methu llwytho i fyny i'r ffolder &quot;%@&quot;
da: Overførsel til folder &quot;%@&quot; mislykkedes
fi: Lataa kansio &quot;%@&quot; epäonnistui
is: Upphleðsla í möppu &quot;%@&quot; mistókst
ms: Muat naik ke folder &quot;%@&quot; gagal
sl: Nalaganje v mapo &quot;%@&quot; ni uspelo.
th: การอัพโหลดไปยังโฟลเดอร์ &quot;%@&quot; ล้มเหลว
vi: Tải lên thư mục &quot;%@&quot; thất bại

source: Use
ca: Utilitza
cy: Defnyddio
da: Brug
fi: Käytä
is: Nota
ms: Gunakan
sl: Uporabi
th: ใช้
vi: Sử Dụng

source: User ID
ca: ID d'usuari
cy: ID Defnyddiwr
da: Bruger-id
fi: Käyttäjätunnus
is: Auðkenni notanda
ms: ID Pengguna
sl: ID uporabnika
th: ID ผู้ใช้
vi: ID Người Dùng

source: User Info
ca: Informació de l'usuari
cy: Gwybodaeth am Ddefnyddiwr
da: Bruger Info
fi: Käyttäjätiedot
is: Notandaupplýsingar
ms: Maklumat Pengguna
sl: Informacije o uporabniku
th: ข้อมูลผู้ใช้
vi: Thông Tin Người Dùng

source: Video
ca: Vídeo
cy: Fideo
is: Myndband
sl: Videoposnetek
th: วิดีโอ

source: Video error
ca: Error de vídeo
cy: Gwall ar y fideo
da: Video fejl
fi: Videon virhe
is: Myndbandsvilla
ms: Ralat video
sl: Napaka pri videoposnetku
th: ข้อผิดพลาดวิดีโอ
vi: Lỗi video

source: View
ca: Mostra
cy: Gweld
da: Vis
fi: Näytä
is: Skoða
ms: Lihat
sl: Ogled
th: ดู
vi: Xem

source: Warning
ca: Advertiment
cy: Rhybudd
da: Advarsel
fi: Varoitus
is: Viðvörun
ms: Amaran
sl: Opozorilo
th: คำเตือน
vi: Cảnh báo

source: We had a problem loading the submission. Please try again later.
ca: Hem tingut un problema en carregar l'entrega. Torneu a provar-ho més endavant.
cy: Problem wrth lwytho'r cyflwyniad. Rhowch gynnig arall arni rywbryd eto.
da: Der opstod et problem ved indlæsning af afleveringen. Prøv igen senere.
fi: Lähetyksen latauksessa ilmeni ongelma. Yritä myöhemmin uudelleen.
is: Vandamál kom upp við að sækja skilin. Vinsamlegast reyndu aftur seinna.
ms: Kami menghadapi masalah memuatkan serahan. Sila cuba semula kemudian.
sl: Prišlo je do težave z nalaganjem oddaje. Poskusite znova pozneje.
th: เรามีปัญหาในการโหลดผลงานจัดส่งนี้ กรุณาลองใหม่อีกครั้งในภายหลัง
vi: Chúng tôi đã gặp vấn đề khi tải bài nộp. Vui lòng thử lại sau.

source: We were unable to verify the server for use with this app.
ca: No hem pogut verificar si el servidor es pot utilitzar amb aquesta aplicació.
cy: Doedd dim modd dilysu’r gweinydd i’w ddefnyddio gyda’r ap hwn.
da: Vi kunne ikke bekræfte serveren til brug med denne app.
fi: Emme voineet vahvistaa tämän sovelluksen kanssa käytettävää palvelinta.
is: Við gátum ekki sannreynt miðilinn fyrir notkun með þessu appi.
ms: Kami tidak dapat menentusahkan pelayan untuk penggunaan apl ini.
sl: Strežnika za uporabo pri tej aplikaciji nismo uspeli preveriti.
th: เราไม่สามารถยืนยันเซิร์ฟเวอร์สำหรับใช้กับแอพนี้
vi: Chúng tôi không thể xác minh máy chủ để sử dụng với ứng dụng này.

source: Whoops!
ca: Ui!
cy: Wps!
da: Ups!
fi: Hups!
is: Úbbs!
ms: Op...
sl: Ups.
th: อุ๊ปส์!
vi: Rất tiếc!

source: Will unlock %@.
ca: Es desbloquejarà %@.
cy: Bydd yn datgloi %@.
da: Vil låse op for %@.
fi: Poistaa lukituksen kohteesta %@.
is: Opnar %@.
ms: Akan menyahkunci %@.
sl: Bo odklenil %@.
th: จะเป็นการปลดล็อค %@
vi: Sẽ mở khóa %@.

source: Would you like to create a new message?
ca: Voldríeu crear un missatge nou?
cy: Hoffech chi greu neges newydd?
da: Ønsker du at oprette en ny besked?
fi: Haluatko luoda uuden viestin?
is: Vildu búa til ný skilaboð?
ms: Adakah anda ingin mencipta mesej baharu?
sl: Ali želite ustvariti novo sporočilo?
th: ต้องการเขียนข้อความใหม่หรือไม่
vi: Bạn có muốn tạo tin nhắn mới không?

source: Would you mind giving us a rating on the app store?
ca: Us faria res puntuar App Store?
cy: A fyddech chi gystal â rhoi sgôr i ni ar yr App Store?
da: Har du noget imod at bedømme os i App Store?
fi: Voisitko antaa meille arvostelun app storessa?
is: Værirðu til í að gefa okkur einkunn á App Store?
ms: Jika tidak keberatan, bolehkah anda berikan penilaian untuk kami di kedai apl?
sl: Ali vas lahko prosimo, da nas v trgovini App Store ocenite?
th: ต้องการให้คะแนนเราผ่าน App Store หรือไม่
vi: Bạn có phiền cho chúng tôi đánh giá trên App Store không?

source: Would you mind letting us know the problems you have been having with the app?
ca: Us faria res indicar-nos els problemes que heu tingut amb l'aplicació?
cy: A fyddai ots gennych chi roi gwybod i ni pa broblemau rydych chi wedi bod yn eu cael â'r ap?
da: Har du noget imod at lade os vide, om hvilke problemer du har haft med app'en?
fi: Voisitko kertoa meille ongelmista, joita sinulla on ollut sovelluksen kanssa?
is: Værirðu til í að láta okkur vita hvaða vandamál þú hefur átt við með appið?
ms: Jika tidak keberatan, bolehkah anda memberitahu kami masalah yang dihadapi semasa menggunakan apl ini?
sl: Ali vas lahko prosimo, da nas obvestite o težavah, ki jih imate z aplikacijo?
th: ต้องการแจ้งให้เราทราบปัญหาที่คุณมีกับแอพหรือไม่
vi: Bạn có phiền cho chúng tôi biết vấn đề bạn đang gặp phải với ứng dụng không?

source: Yes
ca: Sí
cy: Iawn
da: Ja
fi: Kyllä
is: Já
ms: Ya
sl: Da
th: ใช่
vi: Có

source: You are now masquerading as %@
ca: En aquest moment, esteu emmascarat com a %@
cy: Ar hyn o bryd, rydych chi’n esgus bod yn %@
da: Du anvender nu brugeridentiteten for %@
fi: Sinut on nyt naamioitu %@
is: Þú ert núna í gervi %@
ms: Anda kini menyamar sebagai %@
sl: Zdaj ste prevzeli vlogo %@
th: คุณสวมบทบาทในปัจจุบันเป็น %@
vi: Bạn hiện đang hóa trang thành %@

source: You are now masquerading as %@. To Stop Masquerading go to your Profile.
ca: En aquest moment, esteu emmascarat com a %@. Per deixar d'estar emmascarat, aneu al Perfil.
cy: Ar hyn o bryd, rydych chi’n esgus bod yn %@. I Stopio Ffugio, ewch i'ch Proffil.
da: Du anvender nu brugeridentiteten for %@. For at holde op med at anvende den anden brugeridentitet, gå til din profil.
fi: Sinut on nyt naamioitu %@. Voit lopettaa naamioinnin siirtymällä profiiliisi.
is: Þú ert núna í gervi %@. Til að hætta að dyljast skaltu fara í uppsetninguna þína.
ms: Anda kini menyamar sebagai %@. Untuk Berhenti Menyamar pergi ke Profil anda.
sl: Zdaj ste prevzeli vlogo %@. Če želite prenehati s prevzemanjem vlog, pojdite v svoj profil.
th: ตอนนี้คุณสวมบทบาทเป็น %@ หยุดการสวมบทบาทโดยไปที่โพรไฟล์ของคุณ
vi: Bạn hiện đang hóa trang thành %@ Để Dừng Hóa Trang, hãy đi đến Hồ Sơ của bạn.

source: You do not have access to this content. The Course or Group may not have started, or may have been concluded.
ca: No teniu accés a aquest contingut. Pot ser que el curs o el grup encara no hagin començat, o bé que ja hagin finalitzat.
cy: Does gennych chi ddim mynediad at y cynnwys hwn. Efallai fod y Cwrs neu'r Grŵp wedi dirwyn i ben neu heb ddechrau.
da: Du har ikke adgang til dette indhold. Fag eller gruppe er muligvis ikke startet, eller er måske afsluttet.
fi: Sinulla ei ole pääsyä tähän sisältöön. Kurssi tai ryhmä ei ehkä ole vielä alkanut tai se on ehkä viety loppuun.
is: Þú hefur ekki aðgang að þessu efni. Verið getur að námskeiðið eða hópurinn sé ekki byrjað, eða því er lokið.
ms: Anda tidak mempunyai akses kepada kandungan ini. Kursus atau Kumpulan mungkin belum bermula lagi atau mungkin telah selesai.
sl: Nimate dostopa do te vsebine. Predmet ali skupina morda še ni začeta ali pa je zaključena.
th: คุณไม่มีสิทธิ์สืบค้นเนื้อหานี้ บทเรียนหรือกลุ่มอาจยังไม่ได้เริ่มต้น หรืออาจสรุปไปแล้ว
vi: Bạn không có quyền truy cập nội dung này. Khóa Học hoặc Nhóm có thể chưa bắt đầu hoặc đã kết thúc.

source: You do not have permission to delete this reply
ca: No teniu permís per suprimir aquesta resposta
cy: Does gennych chi ddim hawl i ddileu'r ateb hwn
da: Du har ikke tilladelse til at slette dette svar
fi: Sinulla ei ole oikeuksia poistaa tätä vastausta
is: Þú hefur ekki heimild til að eyða þessu svari
ms: Anda tidak mempunyai keizinan untuk memadamkan balasan ini
sl: Nimate dovoljenja za odstranjevanje tega odgovora.
th: คุณไม่มีสิทธิ์อนุญาตในการลบการตอบกลับนี้
vi: Bạn không có quyền xóa câu trả lời này

source: You do not have SpeedGrader for iPad. You can download it for free from the App Store.
ca: No teniu SpeedGrader per a iPad. Podeu baixar-lo gratuïtament des d'App Store.
cy: Does gennych chi ddim SpeedGrader ar gyfer iPad. Gallwch ei lwytho i lawr am ddim o'r App Store.
da: Du har ikke SpeedGrader til iPad. Du kan downloade programmet gratis fra App Store.
fi: Sinulla ei ole SpeedGrader iPadille. Voit nyt ladata sen ilmaiseksi App Storessa.
is: Þú ert ekki með SpeedGrader fyrir iPad. Þú getur náð í það frítt frá App Store.
ms: Anda tidak mempunyai SpeedGrader untuk iPad. Anda boleh memuat turun aplikasi ini secara percuma daripada App Store.
sl: Nimate aplikacije SpeedGrader za napravo iPad. Brezplačno jo lahko prenesete iz trgovine App Store.
th: คุณไม่มี SpeedGrader for iPad คุณสามารถดาวน์โหลดได้ฟรีจาก App Store
vi: Bạn không có SpeedGrader cho iPad. Bạn có thể tải xuống miễn phí từ App Store.

source: You don't have permission to masquerade as this user or there is no user with that ID
ca: No teniu permís per emmascarar-vos com a aquest usuari, o bé no hi cap usuari amb aquest ID
cy: Does gennych chi ddim hawl i esgus mai chi yw'r defnyddiwr hwn neu does dim defnyddiwr â'r ID hwnnw
da: Du har ikke tilladelse til at forklæde dig som denne bruger, eller der er ingen bruger med det ID
fi: Sinulla ei ole käyttöoikeuksia naamioida tänä käyttäjänä tai ei ole enää käyttäjää tällä tunnuksella
is: Þú hefur ekki heimild til að dyljast sem þessi notandi eða það er enginn notandi með þetta auðkenni
ms: Anda tidak mempunyai keizinan untuk menyamar sebagai pengguna ini atau tiada pengguna dengan ID tersebut
sl: Nimate dovoljenja za prevzemanje vloge tega uporabnika ali pa ni uporabnika s tem ID-jem.
th: คุณไม่มีสิทธิ์อนุญาตในการสวมบทบาทเป็นผู้ใช้รายนี้หรือไม่มีผู้ใช้ ID ดังกล่าว
vi: Bạn không có quyền hóa trang thành người dùng này hoặc không có người dùng nào có ID đó

source: You have an unsaved reply. Would you like to discard that reply?
ca: Teniu una resposta sense desar. Voldríeu rebutjar aquesta resposta?
cy: Mae gennych chi ateb heb ei gadw. Hoffech chi hepgor yr ateb hwnnw?
da: Du har et ubesvaret svar. Vil du fjerne dette svar?
fi: Sinulla on tallentamaton vastaus. Haluaisitko ohittaa tämän vastauksen?
is: Þú ert með óvistað svar. Viltu henda þessu svari?
ms: Anda mempunyai balasan tidak disimpan. Adakah anda ingin membuang balasan tersebut?
sl: Imate en neshranjen odgovor. Ali želite zavreči ta odgovor?
th: คุณมีการตอบกลับที่ไม่ได้บันทึกไว้ ต้องการล้มเลิกการตอบกลับดังกล่าวหรือไม่
vi: Bạn có câu trả lời chưa lưu. Bạn có muốn bỏ câu trả lời đó không?

source: You must first complete:
ca: Primer heu de completar:
cy: Bydd yn rhaid i chi gwblhau’r canlynol yn gyntaf:
da: Du skal først fuldføre:
fi: Sinun täytyy suorittaa ensin seuraavat:
is: Fyrst verður þú að ljúka:
ms: Anda mesti terlebih dahulu melengkapkan:
sl: Najprej morate zaključiti:
th: คุณจะต้องดำเนินการก่อน:
vi: Bạn phải hoàn thành trước:

source: You need a title and a description to post
ca: Necessiteu un títol i una descripció per publicar
cy: Mae angen teitl a disgrifiad arnoch er mwyn postio
da: Du skal indsætte en titelog en beskrivels for at postere
fi: Lähettämistä varten tarvitset otsikon ja kuvauksen
is: Þú þarft titil og lýsingu til að birta
ms: Anda perlu tajuk dan penerangan sebelum menyiarkan
sl: Če želite objavljati, potrebujete naslov in opis.
th: คุณต้องมีชื่อและรายละเอียดที่จะโพสต์
vi: Bạn cần tiêu đề và mô tả thì mới có thể đăng

source: You should go rate Canvas on the App Store!
ca: Heu de puntuar Canvas a App Store.
cy: Ewch ati i roi sgôr i Canvas ar yr App Store!
da: Du bør bedømme Canvas i App Store!
fi: Sinun pitäisi siirtyä App Storeen arvostelemaan Canvas!
is: Þú ættir að gefa Canvas einkunn í App Store!
ms: Anda patut memberikan penilaian untuk Canvas di App Store!
sl: Ocenite sistem Canvas v trgovini App Store.
th: คุณควรให้คะแนน Canvas ใน App Store!
vi: Bạn nên đi đánh giá Canvas trên App Store!

source: Your files could not be found
ca: No s'han pogut trobar els fitxers
cy: Doedd dim modd dod o hyd i'ch ffeiliau
da: Dine filer kunne ikke findes
fi: Tiedostojasi ei löytynyt
is: Skrár fundust ekki
ms: Fail anda tidak ditemukan
sl: Datotek ni mogoče najti.
th: ไม่พบไฟล์ของคุณ
vi: Không tìm thấy tập tin của bạn

source: Your school's configuration does not allow the type of submission selected for this assignment
ca: La configuració de l'escola no permet el tipus d'entrega seleccionat per a aquesta tasca
cy: Dydy ffurfweddiad eich ysgol ddim yn caniatáu'r math o gyflwyniad sydd wedi'i ddewis ar gyfer yr aseiniad hwn
da: Din skoles konfiguration tillader ikke den valgte indsendelsestype for denne opgave
fi: Koulun konfigurointi ei salli valittua lähetyksen tyyppiä tälle tehtävälle
is: Grunnstilling skólans þín leyfir ekki tegund skila sem valin eru fyrir þetta verkefni
ms: Konfigurasi sekolah anda tidak membenarkan jenis serahan dipilih untuk tugasan ini.
sl: Pri konfiguraciji vaše šole ni dovoljena vrsta oddaje, izbrana za to nalogo.
th: การกำหนดค่าของสถานศึกษาของคุณไม่อนุญาตผลงานจัดส่งประเภทที่เลือกสำหรับภารกิจนี้
vi: Cấu hình của trường của bạn không cho phép loại bài nộp đã chọn cho bài tập này
