Repository: instructure/canvas-ios
Catalog: Student/Student/*.lproj/Localizable.strings
Languages: ca, cy, da, fi, is, ms, sl, th, vi

source: Later
ca: Més endavant
cy: Wedyn
da: Senere
fi: Myöhemmin
is: Seinna
ms: Kemudian
sl: Pozneje
th: ทีหลัง
vi: Để sau

source: Launch External Tool
ca: Inicieu l'eina externa
cy: Lansio Adnodd Allanol
da: Start eksternt værktøj
fi: Käynnistä ulkoinen työkalu
is: Nota ytra verkfæri
ms: Lancarkan Alat Luar
sl: Zaženi zunanje orodje
th: เรียกใช้ชุดเครื่องมือจากภายนอก
vi: Khởi Chạy Công Cụ Ngoài

source: Legal
ca: Jurídic
cy: Cyfreithiol
da: Juridisk
fi: Lakitiedot
is: Lögfræði
ms: Undang-undang
sl: Pravne informacije
th: ประเด็นทางกฎหมาย
vi: Pháp Lý

source: Loading...
ca: S'està carregant…
cy: Wrthi’n llwytho...
da: Indlæser ...
fi: Ladataan...
is: Hleð inn...
ms: Memuatkan...
sl: Nalaganje ...
th: กำลังโหลด...
vi: Đang tải...

source: Locked
ca: Bloquejat
cy: Wedi Cloi
da: Låst
fi: Lukittu
is: Læst
ms: Berkunci
sl: Zaklenjeno
th: ล็อคแล้ว
vi: Bị Khóa

source: Locked until %@
ca: Bloquejat fins %@
cy: Ar glo tan %@
da: Låst indtil %@
fi: Lukittu asti %@
is: Læst til %@
ms: Berkunci sehingga %@
sl: Zaklenjeno do %@
th: ล็อคจนถึง %@
vi: Bị khóa đến %@

source: Login ID
ca: ID d'inici de sessió
cy: ID Mewngofnodi
fi: Käyttäjätunnus
is: Innskráningarauðkenni
ms: ID Log Masuk
sl: ID prijave
th: ID ล็อกอิน
vi: ID Đăng Nhập

source: Login Problem
ca: Problema d'inici de sessió
cy: Problem wrth fewngofnodi
fi: Kirjautumisongelma
is: Vandamál við innskráningu
ms: Masalah Log Masuk
sl: Težava pri prijavi
th: ปัญหาในการล็อกอิน
vi: Vấn Đề Đăng Nhập

source: Logout
ca: Tancament de sessió
cy: Allgofnodi
fi: Kirjaudu ulos
is: Útskráning
ms: Log keluar
sl: Odjava
th: ล็อกเอาท์
vi: Đăng Xuất

source: Love it!
ca: M'encanta!
cy: Wrth fy modd!
da: Elsker det!
fi: Tykkään siitä!
is: Elska það!
ms: Suka!
sl: Krasno!
th: ชอบมาก!
vi: Tôi thích lắm!

source: Mark as Done
ca: Marca-ho com fet
cy: Marcio eu bod wedi’u gwneud
da: Marker som gjort
fi: Merkitse valmiiksi
is: Merkja sem lokið
ms: Tanda sebagai Siap
sl: Označi kot dokončano
th: กำกับว่าเสร็จสิ้นแล้ว
vi: Đánh Dấu Là Đã Xong

source: Masquerade
ca: Emmascarar
cy: Ffugio
da: Maskér
fi: Naamiointi
is: Dyljast
ms: Menyamar
sl: Prevzemite vlogo
th: การสวมบทบาท
vi: Hóa Trang

source: Me
ca: Jo
cy: Fi
da: Mig
fi: Minä
is: Ég
ms: Saya
sl: Jaz
th: ฉัน
vi: Tôi

source: Media comment
ca: Comentari sobre l'element multimèdia
cy: Sylw ar gyfryngau
da: Medie kommentar
fi: Mediakommentti
is: Miðilsathugasemd
ms: Komen media
sl: Komentar v obliki medija
th: ความเห็นแบบสื่อ
vi: Bình Luận Nội Dung Phương Tiện

source: Media Comment
ca: Comentari sobre l'element multimèdia
cy: Sylw ar Gyfryngau
da: Mediekommentar
fi: Mediakommentti
is: Miðilsathugasemd
ms: Komen Media
sl: Komentar v obliki medija
th: ความเห็นแบบสื่อ
vi: Bình Luận Nội Dung Phương Tiện

source: Media recording
ca: Enregistrament de l'element multimèdia
cy: Recordio cyfryngau
da: Medieoptagelse
fi: Median nauhoitus
is: Upptaka á miðli
ms: Rakaman media
sl: Medijski posnetek
th: การบันทึกสื่อมีเดีย
vi: Ghi nội dung phương tiện

source: Media Submission
ca: Entrega de l'element multimèdia
cy: Cyflwyniad cyfryngau
da: Medieaflevering
fi: Median lähetys
is: Miðilsskil
ms: Serahan Media
sl: Oddaja medija
th: การจัดส่งสื่อ
vi: Nộp Nội Dung Phương Tiện

source: Media type selector. %@
ca: Selector de tipus d'elements multimèdia. %@
cy: Nodwedd dewis math o gyfryngau. %@
da: Medietypevælger. %@
fi: Mediatyypin valitsin. %@
is: Miðlagerðarval. %@
ms: Pemilih jenis media. %@
sl: Orodje za izbor vrste medija %@
th: ตัวเลือกประเภทสื่อ %@
vi: Bộ chọn loại nội dung phương tiện. %@

source: Message everyone separately, or add everyone to a group conversation?
ca: Voleu enviar un missatge a tothom per separat o voleu afegir tots els usuaris a una conversa de grup?
cy: Anfon neges at bawb ar wahân, neu ychwanegu pawb at sgwrs grŵp?
da: Send besked til alle separat, eller tilføj alle til en gruppe konversation?
fi: Lähetetäänkö jokaiselle viesti erikseen vai lisätäänkö kaikki ryhmäkeskusteluun?
is: Senda skilaboð á hvern og einn fyrir sig, eða bæta öllum við hópsamtal?
ms: Mesej semua orang secara berasingan atau tambah semua orang ke perbualan kumpulan?
sl: Ali želite poslati sporočilo vsakemu posebej ali dodati vse v pogovor skupine?
th: ส่งข้อความถึงทุกคนแยกกัน หรือเพิ่มทุกคนไปยังการพูดคุยของกลุ่มหรือไม่
vi: Nhắn tin riêng cho mọi người hay thêm mọi người vào một cuộc trò chuyện nhóm?

source: Message Instructor
ca: Envia un missatge a l'instructor
cy: Anfon Neges at Addysgwr
da: Send besked til isntruktør
fi: Viestin ohjaaja
is: Senda skilaboð á kennara
ms: Mesej Pengajar
sl: Pošlji sporočilo izvajalcu
th: ส่งข้อความถึงผู้สอน
vi: Nhắn Tin Người Hướng Dẫn

source: Message Sent.
ca: Missatge enviat.
cy: Mae’r neges wedi’i hanfon.
da: Besked sendt.
fi: Viesti lähetetty.
is: Skilaboð send.
ms: Mesej Dihantar.
sl: Sporočilo je poslano.
th: ส่งข้อความแล้ว
vi: Đã Gửi Tin Nhắn.

source: Messages
ca: Missatges
cy: Negeseuon
da: Beskeder
fi: Viestit
is: Skilaboð
ms: Mesej
sl: Sporočila
th: ข้อความ
vi: Tin Nhắn

source: Mobile Quiz Warning
ca: Advertiment sobre el qüestionari als dispositius mòbils
cy: Rhybudd ynghylch Cwis Symudol
da: Mobil Quiz advarsel
fi: Matkapuhelintietovisan varoitukset
is: Viðvörun vegna prófi í snjalltæki
ms: Amaran Kuiz Mudah Alih
sl: Opozorilo kviza na mobilni napravi
th: คำเตือนแบบทดสอบผ่านอุปกรณ์พกพา
vi: Cảnh Báo Bài Kiểm Tra Di Động

source: Modules
ca: Mòduls
cy: Modiwlau
da: Moduler
fi: Moduulit
is: Námsefni
ms: Modul
sl: Moduli
th: หน่วยการเรียน
vi: Học Phần

source: moments ago
ca: moments enrere
cy: eiliadau yn ôl
da: øjeblikke siden
fi: hetkeä sitten
is: fyrir nokkrum augnablikum
ms: beberapa detik lalu
sl: trenutkov prej
th: คราวก่อน
vi: vừa xong

source: More Info
ca: Més informació
cy: Rhagor o Wybodaeth
da: Mere info
fi: Lisätietoja
is: Fleiri upplýsingar
ms: Info Lanjut
sl: Več informacij
th: ข้อมูลเพิ่มเติม
vi: Thêm Thông Tin

source: Multiple Due Dates
ca: Dates de venciment múltiples
cy: Mwy nag un dyddiad erbyn
da: Flere forfaldsdatoer
fi: Useita määräpäiviä
is: Margir skiladagar
ms: Berbilang Tarikh Siap
sl: Več rokov
th: วันครบกำหนดหลายรายการ
vi: Nhiều Ngày Đến Hạn

source: Must contribute
ca: Heu de contribuir
cy: Yn gorfod cyfrannu
da: Skal bidrage
fi: Täytyy osallistua
is: Verður að leggja til
ms: Mesti menyumbang
sl: Mora prispevati.
th: จะต้องมีส่วนร่วม
vi: Phải đóng góp

source: Must mark as done
ca: S'ha de marcar com a fet
cy: Rhaid marcio eu bod wedi’u gwneud
da: Skal markeres som færdig
fi: Täytyy merkitä valmiiksi
is: Verður að merkja sem búið
ms: Mesti ditanda sebagai siap
sl: Mora označiti kot dokončano.
th: จะต้องกำกับว่าเสร็จสิ้นแล้ว
vi: Phải đánh dấu là đã xong

source: Must score %@ or higher
ca: S'ha d'obtenir una puntuació de %@ o superior
cy: Yn gorfod sgorio o leiaf %@
da: Skal opnå %@ eller højere
fi: Täytyy saada vähintään pistemäärä %@
is: Verður að fá %@ í einkunn eða hærra
ms: Mesti memperolehi %@ atau lebih tinggi
sl: Mora doseči rezultat %@ ali višji
th: จะต้องทำคะแนนได้ %@ หรือมากกว่า
vi: Phải đạt %@ điểm trở lên

source: Must submit
ca: S'ha d'entregar
cy: Yn gorfod cyflwyno
da: Skal indsende
fi: Täytyy lähettää
is: Verður að skila
ms: Mesti menyerahkan
sl: Mora poslati.
th: ต้องส่ง
vi: Phải nộp

source: Must view
ca: Visualització obligatòria
cy: Yn gorfod gweld
da: Skal ses
fi: Täytyy tarkastella
is: Verður að skoða
ms: Mesti lihat
sl: Si mora ogledati.
th: ต้องดู
vi: Phải xem

source: My Files
ca: Els meus fitxers
cy: Fy Ffeiliau
da: Mine filer
fi: Omat tiedostot
is: Mínar skrár
ms: Fail Saya
sl: Moje datoteke
th: ไฟล์ของฉัน
vi: Tập Tin Của Tôi

source: Name
ca: Nom
cy: Enw
da: Navn
fi: Nimi
is: Nafn
ms: Nama
sl: Ime
th: ชื่อ
vi: Tên

source: Need SpeedGrader for iPad
ca: Cal SpeedGrader per a iPad
cy: Angen SpeedGrader ar gyfer iPad
da: Brug for SpeedGrader til iPad
fi: iPadilla täytyy olla SpeedGrader
is: Þarf SpeedGrader fyrir iPad
ms: Memerlukan SpeedGrader untuk iPad
sl: Potrebujejo aplikacijo SpeedGrader za napravo iPad.
th: ต้องใช้ SpeedGrader for iPad
vi: Cần SpeedGrader cho iPad

source: Network Error
ca: Error de xarxa
cy: Gwall ar y Rhwydwaith
da: Netværk fejl
fi: Verkkovirhe
is: Netkerfisvilla
ms: Ralat Rangkaian
sl: Napaka v omrežju
th: ข้อผิดพลาดเครือข่าย
vi: Lỗi Mạng

source: New Folder
ca: Carpeta nova
cy: Ffolder newydd
da: My mappe
fi: Uusi kansio
is: Ný mappa
ms: Folder Baharu
sl: Nova mapa
th: โฟลเดอร์ใหม่
vi: Thư Mục Mới

source: Next 7 Days
ca: Els propers 7 dies
cy: Yn y 7 Diwrnod Nesaf
da: Næste 7 dage
fi: Seuraavat seitsemän päivää
is: Næstu 7 dagar
ms: 7 Hari Seterusnya
sl: V naslednjih 7 dneh
th: 7 วันถัดไป
vi: 7 Ngày Tiếp Theo

source: Next item
ca: L'element següent
cy: Eitem nesaf
da: Næste element
fi: Seuraava kohde
is: Næsta atriði
ms: Item Seterusnya
sl: Naslednji element
th: รายการถัดไป
vi: Mục tiếp theo

source: No
cy: Na
da: Nej
fi: Ei
is: Nei
ms: Tidak
sl: Ne
th: ไม่
vi: Không

source: No actions available for this file
ca: No hi ha cap acció disponible per a aquest fitxer
cy: Does dim gweithrediadau ar gael ar gyfer y ffeil hon
da: Ingen handlinger er tilgængelig for denne fil
fi: Ei toimintoja saatavissa tälle tiedostolle
is: Engar aðgerðir tiltækar fyrir þessa skrá
ms: Tiada tindakan tersedia untuk fail ini
sl: Za to datoteko ni na voljo nobenih dejanj.
th: ไม่มีการดำเนินการใด ๆ สำหรับไฟล์นี้
vi: Không có thao tác khả dụng cho tập tin này

source: No audio was recorded.
ca: No s'ha enregistrat cap so.
cy: Dim sain wedi'i recordio.
da: Ingen lyd blev optaget.
fi: Ääntä ei nauhoitettu.
is: Ekkert hljóð var tekið upp.
ms: Tiada audio dirakam.
sl: Posnet ni bil noben zvok.
th: ไม่มีเสียงที่บันทึกไว้
vi: Không có bản ghi âm nào được ghi âm lại.

source: No Date
ca: Sense data
cy: Dim Dyddiad
da: Ingen dato
fi: Ei päivämäärää
is: Engin dagsetning
ms: Tiada Tarikh
sl: Brez datuma
th: ไม่มีวันที่
vi: Không Có Ngày

source: No due date
ca: Sense data de venciment
cy: Dim dyddiad erbyn
da: Ingen afleveringsdato
fi: Ei määräpäivää
is: Enginn skiladagur
ms: Tiada tarikh siap
sl: Ni roka.
th: ไม่มีวันครบกำหนด
vi: Không có ngày đến hạn

source: No Due Date
ca: Sense data de venciment
cy: Dim Dyddiad Erbyn
da: Ingen afleveringsdato
fi: Ei määräpäivää
is: Enginn skiladagur
ms: Tiada Tarikh Siap
sl: Ni roka.
th: ไม่มีวันครบกำหนด
vi: Không Có Ngày Đến Hạn

source: No installed apps support opening this file
ca: No hi ha cap aplicació instal·lada que es pugui utilitzar per obrir aquest fitxer
cy: Does dim apiau wedi'u llwytho i lawr sy'n gallu agor y ffeil hon
da: Ingen installerede apps understøtter åbning af denne fil
fi: Ei tämän tiedoston avaamista tukevia sovelluksia asennettu
is: Engin uppsett öpp styðja þessa skrá
ms: Tiada apl yang dipasang menyokong pembukaan fail ini
sl: Nobena nameščena aplikacija ne podpira odpiranja te datoteke.
th: ไม่มีแอพที่ติดตั้งที่รองรับการเปิดไฟล์นี้
vi: Không có ứng dụng được cài đặt hỗ trợ mở tập tin này

source: No recipients
ca: No hi ha cap destinatari
cy: Dim derbynwyr
da: Ingen modtagere
fi: Ei vastaanottajia
is: Engir móttakendur
ms: Tiada penerima
sl: Ni prejemnikov.
th: ไม่มีผู้รับ
vi: Không có người nhận

source: No Recorded Audio
ca: No s'ha enregistrat cap so
cy: Dim Sain wedi'i Recordio
da: Ingen optaget lyd
fi: Ei nauhoitettua ääntä
is: Ekkert upptekið hljóð
ms: Tiada Audio Dirakam
sl: Ni posnetega zvoka.
th: ไม่มีเสียงที่บันทึกไว้
vi: Không Có Bản Đã Ghi Âm

source: No results found
ca: No s'ha trobat cap resultat
cy: Heb ddod o hyd i ganlyniadau
da: Der blev ikke fundet resultater
fi: Tuloksia ei löytynyt
is: Engar niðurstöður fundust
ms: Tiada hasil ditemui
sl: Ni najdenih rezultatov.
th: ไม่พบผลลัพธ์
vi: Không tìm thấy kết quả

source: No Submission
ca: No hi ha cap entrega
cy: Dim Cyflwyniad
da: Ingen aflevering
fi: Ei lähetystä
is: Engin skil
ms: Tiada Serahan
sl: Ni oddaje
th: ไม่มีผลงานจัดส่ง
vi: Không Có Mục Nộp

source: No Thanks
ca: No, gràcies
cy: Dim diolch
da: Nej tak
fi: Ei kiitos
is: Nei takk
ms: Tiada Ucapan Terima Kasih
sl: Ne, hvala.
th: ไม่ ขอบคุณ
vi: Không, Cảm Ơn

source: Not Authorized
ca: Sense autorització
cy: Heb ei awdurdodi
da: Ikke tilladt
fi: Ei valtuutettu
is: Ekki heimilað
ms: Tidak Dibenarkan
sl: Ni pooblastila.
th: ไม่ได้รับอนุญาต
vi: Không Được Phép

source: Not available
ca: No està disponible
cy: Ddim ar gael
da: Ikke tilgængelig
fi: Ei saatavissa
is: Ekki tiltækt
ms: Tidak Tersedia
sl: Ni na voljo
th: ไม่มี
vi: Không khả dụng

source: Not Complete
ca: No està complet
cy: Heb Gwblhau
da: Ikke fuldført
fi: Ei valmis
is: Ekki heilt
ms: Tidak Lengkap
sl: Ni zaključeno.
th: ไม่สมบูรณ์
vi: Chưa Hoàn Thành

source: Not graded
ca: No s'ha qualificat
cy: Heb raddio
da: Ikke bedømt
fi: Ei arvosteltu
is: Ekki metið
ms: Tidak digredkan
sl: Ni ocenjeno
th: ไม่ได้ให้เกรด
vi: Chưa chấm điểm

source: Not graded (0 out of %@)
ca: No s'ha qualificat (0 de %@)
cy: Heb raddio (0 allan o %@)
da: Ikke vurderet (0 ud af %@)
fi: Ei arvosteltu (0/%@)
is: Ekki metið (0 af %@)
ms: Tidak digredkan (0 daripada %@)
sl: Ni ocenjeno (0 od %@).
th: ไม่ได้ให้เกรด (0 จาก %@)
vi: Chưa chấm điểm (0 trên tổng số %@)

source: Note: Media files are not immediately available for playback while they are processed on the server.
ca: Nota: Els fitxers multimèdia no estan immediatament disponibles per reproduir-los mentre es processen al servidor.
cy: Nodyn: Dydy ffeiliau cyfryngau ddim ar gael i'w chwarae ar unwaith tra maent yn cael eu prosesu ar y gweinydd.
da: Bemærk: Mediefiler er ikke tilgængelige til afspilning, mens de behandles på serveren.
fi: Huomautus: Mediatiedostot eivät ole välittömästi saatavissa toistettaviksi, kun niitä käsitellään palvelimella.
is: Athugasemd: Miðlaskrár eru ekki tiltækar strax til spilunar á meðan miðlarinn er að vinna með þær.
ms: Perhatian: Fail media tidak tersedia serta-merta untuk main balik ketika masih diproses dalam pelayan.
sl: Opomba: Medijske datoteke med obdelavo na strežniku niso takoj na voljo za predvajanje.
th: หมายเหตุ: ไฟล์สื่อไม่พร้อมเปิดเล่นในทันทีขณะที่ประมวลผลในเซิร์ฟเวอร์
vi: Lưu ý: Tập tin nội dung phương tiện không thể phát lại ngay trong khi đang được xử lý trên máy chủ.

source: Nothing to do, go play outside!
ca: No hi ha res per fer; ves a jugar a fora.
cy: Dim byd i'w wneud, ewch allan i chwarae!
da: Intet at gøre, gå ud at lege udenfor!
fi: Ei ole mitään tekemistä, mene ulos leikkimään!
is: Ekkert að gera, farðu út að leika!
ms: Tiada apa-apa untuk dilakukan, ayuh bermain di luar!
sl: Ni nobenega dela, pojdite se igrat ven.
th: ไม่มีอะไรทำ ออกไปเล่นข้างนอกดีกว่า!
vi: Không có gì cần làm, hãy ra ngoài chơi!

source: Nothing to see here.
ca: No hi ha res per veure aquí.
cy: Dim byd i'w weld yma.
da: Intet at se her.
fi: Täällä ei ole mitään nähtävää.
is: Ekkert að sjá hér.
ms: Tiada apa-apa untuk dilihat di sini.
sl: Tu ni ničesar za ogled.
th: ไม่มีอะไรให้ดูที่นี่
vi: Không có gì để xem ở đây.

source: Notification
ca: Notificació
cy: Hysbysiad
da: Notifikation
fi: Ilmoitus
is: Tilkynning
ms: Pemberitahuan
sl: Sporočilo
th: การแจ้งข้อมูล
vi: Thông Báo

source: Notification Preferences
ca: Preferències de notificació
cy: Dewisiadau Hysbysiadau
da: Meddelelsespræferencer
fi: Ilmoitusasetukset
is: Stillingar tilkynninga
ms: Keutamaan Pemberitahuan
sl: Prednostne nastavitve sporočil
th: ค่าปรับแต่งการแจ้งข้อมูล
vi: Cài Đặt Ưu Tiên Thông Báo

source: Notifications
ca: Notificacions
cy: Hysbysiadau
da: Notifikationer
fi: Ilmoitukset
is: Tilkynningar
ms: Pemberitahuan
sl: Obvestila
th: การแจ้งข้อมูล
vi: Thông Báo

source: Observer
ca: Observador
cy: Arsyllwr
da: Observatør
fi: Havainnoija
is: Skoðandi
ms: Pemerhati
sl: Skriti bralec
th: ผู้สังเกตการณ์
vi: Người Quan Sát

source: Ok
ca: D'acord
cy: Iawn
is: Í lagi
sl: V redu
th: ตกลง

source: OK
ca: D'acord
cy: Iawn
is: Í lagi
sl: V redu

source: Online URL
ca: URL en línia
cy: URL Ar-lein
fi: Verkko-url
is: Vefslóð á netinu
ms: URL Dalam Talian
sl: Spletni naslov URL
th: URL ออนไลน์
vi: URL Trực Tuyến

source: Oops!
ca: Vaja!
cy: Wps!
da: Ups!
fi: Hups!
is: Úbbs!
ms: Op!
sl: Opa!
th: อุ๊ปส์!
vi: Rất tiếc!

source: Open in Safari
ca: Obre'l a Safari
cy: Agor yn y Porwr
da: Åbn i Safari
fi: Avaa Safarissa
is: Opna í Safari
ms: Buka dalam Safari
sl: Odpri v brskalniku Safari
th: เปิดใน Safari
vi: Mở Trong Safari

source: Open in SpeedGrader
ca: Obre'l a SpeedGrader
cy: Agor yn SpeedGrader
da: Åbn i SpeedGrader
fi: Avaa kohteessa SpeedGrader
is: Opna í SpeedGrader
ms: Buka dalam SpeedGrader
sl: Odpri v SpeedGrader
th: เปิดใน SpeedGrader
vi: Mở Trong SpeedGrader

source: Open in...
ca: Obre'l a…
cy: Agor yn...
da: Åbn i...
fi: Avaa kohteessa...
is: Opna í…
ms: Buka dalam...
sl: Odpri v ...
th: เปิดใน...
vi: Mở trong...

source: Other
ca: Altres
cy: Arall
da: Anden
fi: Muu
is: Annað
ms: Lain
sl: Drugo
th: อื่น ๆ
vi: Khác

source: Other replies hidden until you reply
ca: Altres respostes amagades fins que respongueu
cy: Atebion eraill wedi'u cuddio nes eich bod yn ateb
da: Andre svar skjult indtil du svarer
fi: Muut vastaukset on piilotettu, kunnes vastaat
is: Önnur svör falin þangað til þú svarar
ms: Balasan lain tersembunyi sehingga anda membalas
sl: Drugi odgovori so skriti, dokler ne odgovorite.
th: การตอบกลับอื่น ๆ จะถูกซ่อนไว้จนกว่าคุณจะตอบกลับ
vi: Các câu trả lời khác bị ẩn cho đến khi bạn trả lời

source: out of
ca: de
cy: allan o
da: ud af
is: af
ms: daripada
sl: od
th: จาก
vi: trên tổng số

source: out of %@
ca: de %@
cy: allan o %@
da: ud af %@
is: af %@
ms: daripada %@
sl: od %@
th: จาก %@
vi: trên tổng số %@

source: out of %@ points
ca: de %@ punts
cy: allan o %@ pwynt
da: ud af %@ point
fi: /%@ pisteestä
is: af %@ stigum
ms: daripada %@ mata
sl: od %@ točk.
th: จาก %@ คะแนน
vi: trên tổng số %@ điểm thành phần

source: Outcomes
ca: Resultats
cy: Deilliannau
da: Læringsudbytte
fi: Tulokset
is: Niðurstöður
ms: Hasil
sl: Učni izidi
th: ผลลัพธ์
vi: Kết Quả

source: Page
ca: Pàgina
cy: Tudalen
da: Side
fi: Sivu
is: Síða
ms: Halaman
sl: Stran
th: หน้า
vi: Trang

source: Past
ca: Passat
cy: Ddoe
da: Tidligere
fi: Edelliset
is: Fyrri
ms: Lepas
sl: Preteklo
th: อดีต
vi: Trước Đây

source: People
ca: Persones
cy: Pobl
da: Deltagere
fi: Henkilöt
is: Fólk
ms: Orang
sl: Sodelujoči
th: บุคคล
vi: Mọi Người

source: photo
ca: fotografia
cy: llun
da: foto
fi: valokuva
is: ljósmynd
ms: foto
sl: fotografija
th: ภาพ
vi: ảnh

source: Pinned Discussions
ca: Debats ancorats
cy: Trafodaethau wedi’u Pinio
da: Fastgjorte diskussioner
fi: Merkityt keskustelut
is: Festar umræður
ms: Perbincangan yang dipinkan
sl: Pripete razprave
th: การพูดคุยที่ปักหมุดไว้
vi: Cuộc Thảo Luận Đã Ghim

source: Play
ca: Reprodueix
cy: Chwarae
da: Afspil
fi: Toista
is: Spila
ms: Mainkan
sl: Predvajaj
th: เปิดเล่น
vi: Phát

source: Please check your network connection and try again.
ca: Reviseu la connexió de xarxa i torneu a provar-ho.
cy: Gwiriwch eich cysylltiad rhwydwaith a rhoi cynnig arall arni.
da: Tjek venligst din netværk forbindelse og prøv igen.
fi: Tarkasta verkkoyhteys ja yritä uudelleen.
is: Athugaðu nettengingu þína og reyndu aftur.
ms: Sila semak sambungan rangkaian anda dan cuba semula.
sl: Preverite svojo omrežno povezavo in poskusite znova.
th: กรุณาตราวจสอบการเชื่อมต่อเครือข่ายแล้วลองใหม่อีกครั้ง
vi: Vui lòng kiểm tra kết nối mạng của bạn rồi thử lại.

source: Post
ca: Publica
cy: Postio
fi: Lähetä
is: Birta
ms: Siar
sl: Objavi
th: โพสต์
vi: Đăng

source: Post comment
ca: Publica el comentari
cy: Postio sylw
da: Poster kommentar
fi: Lähetä kommentti
is: Birta athugasemd
ms: Siarkan komen
sl: Objavi komentar
th: โพสต์ความเห็น
vi: Đăng bình luận

source: Post Comment
ca: Publica el comentari
cy: Postio sylw
da: Læg kommentar ud
fi: Lähetä kommentti
is: Birta athugasemd
ms: Siarkan Komen
sl: Objavi komentar
th: โพสต์ความเห็น
vi: Đăng Bình Luận

source: Posting…
ca: S'està publicant…
cy: Wrthi'n postio...
da: Posterer...
fi: Lähetetään...
is: Birti…
ms: Disiarkan...
sl: Objavljanje ...
th: กำลังโพสต์...
vi: Đang đăng...

source: Posts your comment
ca: Publica el comentari
cy: Mae'n postio eich sylw
da: Poster din komentar
fi: Lähettää kommenttisi
is: Birtir athugasemdina þína
ms: Menyiarkan komen anda
sl: Objavite svoj komentar.
th: โพสต์ความเห็นของคุณ
vi: Đăng bình luận của bạn

source: Previous item
ca: L'element anterior
cy: Eitem flaenorol
da: Forrige element
fi: Edellinen kohde
is: Fyrra atriði
ms: Item sebelumnya
sl: Prejšnji element
th: รายการก่อนหน้า
vi: Mục trước

source: Privacy Policy
ca: Política de privacitat
cy: Polisi Preifatrwydd
da: Datapolitik
fi: Tietosuojakäytäntö
is: Persónuverndarstefna
ms: Dasar Privasi
sl: Pravilnik o zasebnosti
th: นโยบายความเป็นส่วนตัว
vi: Chính Sách Quyền Riêng Tư

source: Profile
ca: Perfil
cy: Proffil
da: Profil
fi: Profiili
is: Upplýsingar
ms: Profil
sl: Profil
th: โพรไฟล์
vi: Hồ Sơ

source: Quiz
ca: Qüestionari
cy: Cwis
da: Test
fi: Tietovisa
is: Próf
ms: Kuiz
sl: Kviz
th: แบบทดสอบ
vi: Kiểm Tra

source: Quiz Alert
ca: Avís sobre el qüestionari
cy: Hysbysiad Cwis
da: Quiz advarsel
fi: Tietovisan hälytys
is: Viðvörun vegna prófs
ms: Isyarat Kuiz
sl: Opozorilo o kvizu
th: แจ้งเตือนแบบทดสอบ
vi: Cảnh Báo Bài Kiểm Tra

source: Quizzes
ca: Qüestionaris
cy: Cwisiau
da: Test
fi: Tietovisat
is: Próf
ms: Kuiz
sl: Kvizi
th: คำถาม
vi: Các Câu Hỏi Kiểm Tra

source: Rate on App Store
ca: Puntuació a App Store
cy: Sgorio yn yr App Store
da: Bedøm i App Store
fi: Arvostele App Storessa
is: Gefa einkunn á App Store
ms: Nilaikan di App Store
sl: Oceni v trgovini App Store
th: ให้คะแนนใน App Store
vi: Đánh giá trên App Store

source: Rating for %1$@, Score: %2$g
ca: Qualificació per a %1$@, puntuació: %2$g
cy: Sgôr ar gyfer %1$@, Sgôr: %2$g
da: Bedømmelse for %1$@, Resultat: %2$g
fi: Arvostelu %1$@, Pistemäärä: %2$g
is: Einkunn fyrir %1$@, einkunn: %2$g
ms: Penilaian untuk %1$@, Skor: %2$g
sl: Ocena za %1$@, rezultat: %2$g
th: คะแนนสำหรับ %1$@, คะแนน: %2$g
vi: Đánh giá %1$@, Điểm: %2$g

source: Re-submit Assignment
ca: Torna a enviar la tasca
cy: Ail-gyflwyno aseiniad
da: Aflever opgaven igen
fi: Lähetä tehtävä uudelleen
is: Endursenda verkefni
ms: Serahkan Semula Tugasan
sl: Ponovno pošlji nalogo
th: ส่งภารกิจใหม่อีกครั้ง
vi: Nộp Lại Bài Tập

source: Recipients
ca: Destinataris
cy: Derbynwyr
da: Modtagere
fi: Vastaanottajat
is: Viðtakendur
ms: Penerima
sl: Prejemniki
th: ผู้รับ
vi: Người Nhận

source: Record
ca: Enregistra
cy: Recordio
da: Optag
fi: Nauhoita
is: Upptaka
ms: Rakam
sl: Posnemi
th: บันทึก
vi: Ghi

source: Record audio
ca: Enregistra so
cy: Recordio sain
da: Optag audio
fi: Nauhoita ääni
is: Taka upp hljóð
ms: Rakam audio
sl: Posnemi zvok
th: บันทึกเสียง
vi: Ghi âm

source: Record Audio
ca: Enregistra so
cy: Recordio Sain
da: Optage audio
fi: Nauhoita ääni
is: Taka upp hljóð
ms: Rakam Audio
sl: Posnemi zvok
th: บันทึกเสียง
vi: Ghi Âm

source: Record Audio...
ca: Enregistra so…
cy: Recordio Sain...
da: Optag audio...
fi: Nauhoita ääni...
is: Tek upp hljóð…
ms: Rakam Audio...
sl: Posnemi zvok ...
th: บันทึกเสียง...
vi: Ghi Âm...

source: Record video
ca: Enregistra vídeo
cy: Recordio fideo
da: Optag video
fi: Nauhoita video
is: Taka upp myndband
ms: Rakam video
sl: Posnemi video
th: บันทึกวิดีโอ
vi: Quay video

source: Record Video
ca: Enregistra vídeo
cy: Recordio Fideo
da: Optag video
fi: Nauhoita video
is: Taka upp myndband
ms: Rakam Video
sl: Posnemi videoposnetek
th: บันทึกวิดีโอ
vi: Quay Video

source: Refresh Button
ca: Botó Actualitza
cy: Botwm Adnewyddu
da: Genopfrisk knap
fi: Päivitä-painike
is: Glæða hnappur
ms: Butang Segar Semula
sl: Gumb »Osveži«
th: ปุ่มรีเฟรช
vi: Nút Làm Mới

source: Refreshes the calendar content
ca: Actualitza el contingut del calendari
cy: Adnewyddu cynnwys y calendr
da: Genopfrisker kalenderindhold
fi: Päivittää kalenterin sisällön
is: Glæðir innihald dagatals
ms: Menyegarkan semula kandungan kalendar
sl: Osveži vsebino koledarja.
th: รีเฟรชเนื้อหาในปฏิทิน
vi: Làm mới nội dung lịch
