Repository: instructure/canvas-ios
Catalog: Frameworks/Assignments/AssignmentKit/*.lproj/Localizable.strings
Languages: de, fr, ja, mi, ru, sv

source: (formatter(points)) of (formatter(possible))
de: (formatter(points)) von (formatter(possible))
fr: (formatter(points)) sur (formatter(possible))
ja: (formatter(possible)) のうち (formatter(points))
mi: (formatter (ngā)) o (formatter (taea))
ru: (formatter(points)) из (formatter(possible))
sv: (formatter(points)) av (formatter(possible))

source: 1 day
de: 1 Tag
fr: 1 jour
ja: 1 日
mi: 1 ra
ru: 1 день
sv: 1 dag

source: 1 hour
de: 1 Stunde
fr: 1 heure
ja: 1 時間
mi: 1 haora
ru: 1 час
sv: 1 timme

source: 3 days
de: 3 Tage
fr: 3 jours
ja: 3 日
mi: 3 ra
ru: 3 дня
sv: 3 dagar

source: 5 minutes
de: 5 Minuten
ja: 5 分
mi: 5 meneti
ru: 5 минут
sv: 5 minuter

source: Assignment
de: Aufgabe
fr: Travail assigné
ja: 課題
mi: Taumahi
ru: Задание
sv: Uppgift

source: Assignment Reminder
de: Aufgabenerinnerung
fr: Rappel de travail assigné
ja: 課題のリマインダー
mi: Whakamaumahara Taumahi
ru: Напоминание о задании
sv: Uppgiftspåminnelse

# Assignment is currently being submitted
source: The assignment is currently being submitted.
de: Die Aufgabe wird gerade eingereicht
fr: Le travail est actuellement en cours d'envoi
ja: 課題は提出されている状態です
mi: Kei te tukuna Taumahi tēnei wā
ru: Задание в данный момент отправляется
sv: Uppgiften skickas in

source: Awaiting Grade
de: Erwarte Note
fr: En attente du résultat
ja: 採点待ち
mi: Tatari Kōeke
ru: Ожидает оценки
sv: Väntar betyg

source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル
mi: Whakakore
ru: Отменить
sv: Avbryt

source: Choose how long before the assignment due date to get a reminder:
de: Wählen Sie den Zeitpunkt aus, an dem Sie an den Abgabetermin erinnert werden möchten:
fr: Choisir une période avant l'échéance d'un travail assigné à laquelle recevoir un rappel :
ja: 課題期限日の何日前にリマインダーを受け取るか選択：
mi: Kōwhiri pehea te roa i mua i te rā e tika ana taumahi ki te tiki i te haamana'oraa:
ru: Выберите, как задолго до даты отправки задания вы желаете получить напоминание:
sv: Välj hur långt innan förfallodagen för uppgiften du ska få påminnelsen:

source: Comment
de: Kommentieren
fr: Commenter
ja: コメント
mi: Tākupu
ru: Комментарий
sv: Kommentera

source: Comment...
de: Kommentiere...
fr: Commenter..
ja: コメント..
mi: Tākupu ..
ru: Комментарий..
sv: Kommentera...

source: Could not submit assignment. Invalid assignment or session.
de: Aufgabe konnte nicht eingereicht werden: unzulässige Aufgabe oder Sitzung.
fr: Impossible de soumettre le travail assigné. Travail ou session invalide.
ja: 課題を提出できませんでした。無効な提出またはセッションです。
mi: Kāore i taea te tuku taumahi. taumahi muhu wātū ranei.
ru: Не удалось отправить задание. Неверное задание или сеанс.
sv: Kunde inte skicka in uppgiften. Ogiltig uppgift eller session.

source: Could not submit assignment. Invalid submission.
de: Aufgabe konnte nicht eingereicht werden: unzulässige Einreichung.
fr: Impossible de soumettre le travail assigné. Soumission invalide.
ja: 課題を提出できませんでした。無効な提出です。
mi: Kāore i taea te tuku taumahi. tāpaetanga muhu.
ru: Не удалось отправить задание. Неверная отправка.
sv: Kunde inte skicka in uppgiften. Ogiltig inlämning.

source: Due:
de: Fällig:
fr: Dû :
ja: 期限：
mi: Nā:
ru: Срок:
sv: Förfallodatum:

source: Error Updating Assignment
de: Fehler beim Aktualisieren der Aufgabe
fr: Erreur de mise à jour du travail assigné
ja: 課題のアップロードエラー
mi: Hapa Whakahōu Taumahi
ru: Ошибка при обновлении задания
sv: Fel när uppgiften laddades upp

source: Excused
de: Entschuldigt
fr: Exempté
ja: 免除
mi: Tukua
ru: По уважительной причине
sv: Befriad

source: Failed to load item. Check the allowed assignment submission types.
de: Element konnte nicht geladen werden. Überprüfen Sie die zulässige Einsendungsarten der Aufgaben.
fr: Impossible de charger l’élément. Vérifier les types de soumission de travail assigné.
ja: アイテムがロードできませんでした。許可されている課題提出タイプを確認してください。
mi: I rahua te uta tūemi. Tirohia te momo taumahi tukunga i whakaaetia.
ru: Не удалось загрузить элемент. Проверьте типы разрешенной отправки задания.
sv: Misslyckades att ladda post. Markera de tillåtna typerna av inlämningsuppgifter.

source: Failed to resume upload.
de: Fehler beim Fortsetzen des Hochladevorgangs.
fr: Échec de reprise du téléchargement.
ja: アップロード再開に失敗しました。
mi: I rahua ki te tīmata anō tikiake.
ru: Не удалось возобновить загрузку.
sv: Kunde inte återuppta uppladdning.

source: Late
de: Zu spät
fr: En retard
ja: 遅滞
mi: Te mutunga
ru: Поздно
sv: Sen

source: No Comment
de: Kein Kommentar
fr: Aucun commentaire
ja: コメントなし
mi: Kahore Tākupu
ru: Нет коментариев
sv: Inga kommentarer

source: No Due Date
de: Kein Abgabedatum
fr: Pas d'échéance
ja: 期限日なし
mi: Kāore he Rā whakaoti
ru: Без срока выполнения
sv: Inget förfallodatum

source: None
de: Nichts
fr: Aucun
ja: なし
mi: Kahore
ru: Ничего
sv: Ingen

source: Not Submitted
de: Nicht eingereicht
fr: Non soumis
ja: 未提出
mi: E Kore E Tukua
ru: Не отправлено
sv: Inte inskickad

source: Overdue
de: Überfällig
fr: Dû depuis longtemps
ja: 期限超過
mi: Tōmuri
ru: Просрочено
sv: Försenad

source: Past
de: Vergangen
fr: Passé
ja: 過去
mi: Mua
ru: Прошлое
sv: Tidigare

source: Points Possible
de: Mögliche Punkte
fr: Points possibles
ja: 可能なポイント
mi: Tohu Pea
ru: Возможные баллы
sv: Poäng möjliga

source: Re-submit Assignment
de: Aufgabe neu einreichen
fr: Re-soumettre le travail assigné
ja: 課題の再提出
mi: Re-tuku Taumahi
ru: Повторно отправить задание
sv: Skicka in uppgift igen

source: Submission type not allowed
de: Einreichungstyp nicht erlaubt
fr: Type de soumission non autorisé
ja: 提出の形式が許可されていません
mi: momo tukunga kore whakaaetia
ru: Не разрешенный тип отправки
sv: Inlämningstyp inte tillåten

source: Submissions N/A
de: Einreichung nicht verfügbar
fr: Soumissions N/A
ja: 提出 N/A
mi: Ngā tāpaetanga N/HE
ru: Отправки недоступны
sv: inlämningar ej tillgängliga

source: Submit Assignment
de: Aufgabe einreichen
fr: Soumettre le travail assigné
ja: 課題の提出
mi: Tuku Taumahi
ru: Отправить задание
sv: Skicka in uppgift

source: There was a problem loading the AssignmentKit database file.
de: Beim Laden der Datenbankdatei AssignmentKit ist ein Problem aufgetreten.
fr: Un problème est survenu lors du chargement du fichier de base de données AssignmentKit.
ja: AssignmentKit データベースファイルの読み込み中にエラーが発生しました。
mi: He ko he raru uta i te kōnae ohipa pātengi raraunga.
ru: Возникла проблема при загрузке файла базы данных AssignmentKit.
sv: Det uppstod ett problem när AssignmentKit-databasfilen laddades.

source: There was a problem updating the Quiz URL.
de: Beim Aktualisieren der Quiz-URL ist ein Problem aufgetreten.
fr: Un problème est survenu lors de la mise à jour de l'URL du questionnaire
ja: クイズURLのアップデート中に問題が発生しました
mi: He ko he raruraru whakahōu i te URL Pātaitai
ru: Возникла проблема при обновлении URL Теста
sv: Det uppstod ett fel när Quiz-URL:en uppdaterades

source: Turned in!
de: Eingereicht!
fr: Rendu !
ja: 提出されました！
mi: Tahuri i roto i!
ru: Сдано!
sv: inlämnad!

source: Unable to select a course
de: Kursauswahl nicht möglich
fr: Sélection de cours impossible.
ja: コースの選択ができません。
mi: Kāore e taea te tīpako i te akoranga.
ru: Невозможно выбрать курс.
sv: Kunde inte välja kurs

source: Unable to select an assignment
de: Ausgabenauswahl nicht möglich
fr: Sélection de travail assigné impossible.
ja: 課題の選択ができません。
mi: Kāore e taea te tīpako i te ohipa.
ru: Невозможно выбрать задание.
sv: Kunde inte välja uppgift.

source: Unable to submit assignment
de: Aufgabeneinreichung nicht möglich
fr: Soumission du travail assigné impossible.
ja: 課題の提出ができません。
mi: Kāore e taea te tuku taumahi.
ru: Невозможно отправить задание.
sv: Kunde inte skicka in uppgift.

source: Undated
de: Undatiert
fr: Non daté
ja: アップデート済み
mi: e tai'o
ru: Без даты
sv: Odaterad

source: Ungraded
de: Unbenotet
fr: Non noté
ja: 未採点
mi: Tē Mākahia
ru: Без оценки
sv: Ej betygsatt

source: Upcoming
de: Kommend
fr: Prochainement
ja: 今後
mi: ka ū mai
ru: Предстоящий
sv: Kommande

source: View Rubric
de: Rubrik ansehen
fr: Voir la rubrique
ja: 項目を見る
mi: Tirohia Rubric
ru: Просмотр Рубрики
sv: Se rubrik

source: of (formatter(possible))
de: von (formatter(possible))
fr: du (formateur (possible))
ja: (formatter(possible)) のうち
mi: o (formatter(taea))
ru: из (formatter(possible))
sv: av (formatter(possible))
