Repository: instructure/canvas-ios
Catalog: Canvas/TechDebt/*.lproj/Localizable.strings
Languages: ar, fr_ca, mi, pt_br, ru

source: out of %@ points
ar: من إجمالي %@ من النقاط
fr_ca: de %@ points
mi: i wahi i te %@ ngā kōinga
pt_br: de %@ pontos
ru: из %@ баллов

source: Outcomes
ar: النتائج
fr_ca: Acquis
mi: Ngā putanga
pt_br: Resultados
ru: Результаты

source: Page
ar: الصفحة
mi: Whārangi
pt_br: Página
ru: Страница

source: Past
ar: سابقة
fr_ca: En retard
mi: O muri
pt_br: Passado
ru: Прошлое

source: People
ar: الأشخاص
fr_ca: Personnes
mi: Ngā Tāngata
pt_br: Pessoas
ru: Люди

source: photo
ar: صورة
mi: whakāhua
pt_br: Foto
ru: фото

source: Pinned discussions
ar: مناقشات مثبّتة
fr_ca: Discussions épinglées
mi: Ngā Kōrerorero kua pinea
pt_br: Discussões Fixadas
ru: Закрепленные Дискуссии

source: Play
ar: تشغيل
fr_ca: Lecture
mi: Tākaro
pt_br: Reproduzir
ru: Воспроизвести

source: Please check your network connection and try again
ar: يرجى التحقق من اتصال الشبكة وإعادة المحاولة.
fr_ca: Veuillez vérifier votre connexion au réseau et réessayer.
mi: Tēnā koa tirohia tō hononga whatunga, me te ngana anō.
pt_br: Por favor verifique sua conexão de rede e tente novamente.
ru: Пожалуйста, проверьте подключение к сети и повторите попытку.

source: Post
ar: نشر
fr_ca: Publier
mi: Whakairi
ru: Разместить

source: Post comment
ar: نشر تعليق
fr_ca: Publier un commentaire
mi: Whakairi Tākupu
pt_br: Postar comentário
ru: Оставить комментарий

source: Post comment
ar: نشر التعليق
fr_ca: Publier un commentaire
mi: Whakairi Tākupu
pt_br: Publicar comentário
ru: Опубликовать комментарий

source: Posting…
ar: جارٍ النشر...
fr_ca: Publication en cours...
mi: E whakairi ana....
pt_br: Postando...
ru: Отправление сообщений...

source: Posts your comment
ar: ينشر تعليقك
fr_ca: Publie votre commentaire
mi: Whakairi ō kōrero
pt_br: Envia seu comentário
ru: Оставляет ваш комментарий

source: Previous item
ar: العنصر السابق
fr_ca: Élément précédent
mi: tūemi o mua
pt_br: Item anterior
ru: Предыдущий элемент

source: Privacy Policy
ar: سياسة الخصوصية
fr_ca: Politique de confidentialité
mi: Kaupapahere Tūmataiti
pt_br: Política de Privacidade
ru: Политика конфиденциальности

source: Profile
ar: ملف التعريف
fr_ca: Profil
mi: Kōtaha
pt_br: Perfil
ru: Профиль

source: Quiz
ar: الاختبار
fr_ca: Questionnaire
pt_br: Questionário
ru: Тест

source: Quiz alert
ar: تنبيه الاختبار
fr_ca: Alerte du questionnaire
mi: Quiz Matohi
pt_br: Alerta de Questionário
ru: Оповещение о тесте

source: Quizzes
ar: اختبارات
fr_ca: Questionnaires
mi: Ngā Quizzes
pt_br: Questionários
ru: Тесты

source: Rate on app store
ar: التقييم على App Store
fr_ca: Évaluer sur l'App Store
mi: Auau i runga i Toa Taupānga
pt_br: Valor na App Store
ru: Оценить на App Store

source: Rating for %1$@, Score: %2$g
ar: تصنيف %1$@، الدرجة: %2$g
fr_ca: Évaluation pour %1$@, Score : %2$g
mi: Whakatauranga mō %1$@, Kaute: %2$g
pt_br: Pontuação para %1$@, Pontuação: %2$g
ru: Рейтинг для %1$@в баллах: %2$g

source: Re-submit assignment
ar: إعادة إرسال المهمة
fr_ca: Re-soumettre le tâche
mi: Tuku anō Whakataunga
pt_br: Reenviar Tarefa
ru: Повторно отправить задание

source: Recipients
ar: المستلمين
fr_ca: Destinataires
mi: Ngā Kaiwhiwhi
pt_br: Destinatários
ru: Получатели

source: Record
ar: تسجيل
fr_ca: Enregistrer
mi: Tāhopu
pt_br: Gravar
ru: Запись

source: Record audio
ar: تسجيل الصوت
fr_ca: Enregistrer de l'audio
mi: Tāhopu ororongo
pt_br: Gravar áudio
ru: Записать аудио

source: Record audio
ar: تسجيل الصوت
fr_ca: Enregistrer de l'audio
mi: Tāhopu Ororongo
pt_br: Gravar Áudio
ru: Записать аудио

source: Record audio...
ar: تسجيل الصوت...
fr_ca: Enregistrement audio...
mi: Tāhopu Ororongo ...
pt_br: Gravar Áudio...
ru: Запись аудио...

source: Record video
ar: تسجيل الفيديو
fr_ca: Enregistrer de la vidéo
mi: Tāhopu ataata
pt_br: Gravar vídeo
ru: Записать видео

source: Record video
ar: تسجيل الفيديو
fr_ca: Enregistrer de la vidéo
mi: Tāhopu Ataata
pt_br: Gravar Vídeo
ru: Записать видео

source: Refresh button
ar: زر التحديث
fr_ca: Bouton d'actualisation
mi: Pātene Whakahou
pt_br: Botão Atualizar
ru: Кнопка Обновить

source: Refreshes the calendar content
ar: تحديث محتوى التقويم
fr_ca: Actualiser le contenu du calendrier
mi: Whakahou hoki te ihirangi maramataka
pt_br: Atualiza o conteúdo do calendário
ru: Обновляет контент календаря

source: Refreshing calendar events
ar: جارٍ تحديث أحداث التقويم
fr_ca: Actualisation des événements du calendrier
mi: Whakahou Maramataka Taiwhainga
pt_br: Atualizando Eventos do Calendário
ru: Обновляет события календаря

source: Remove
ar: إزالة
fr_ca: Supprimer
mi: Tangohia
pt_br: Remover
ru: Удалить

source: Remove this file?
ar: إزالة هذا الملف؟
fr_ca: Supprimer ce fichier?
mi: Tangohia tēnei kōnae?
pt_br: Remover este arquivo?
ru: Удалить этот файл?

source: Report a problem
ar: الإبلاغ عن مشكلة
fr_ca: Signaler un problème
mi: Pūrongo i te raruraru
pt_br: Reportar um problema
ru: Сообщить о проблеме

source: Request a feature
ar: طلب ميزة
fr_ca: Demander l'ajout d'une fonctionnalité
mi: Tono he āhuatanga
pt_br: Solicitar uma funcionalidade
ru: Запрос функции

source: Rubric
ar: جدول الدرجات
fr_ca: Rubrique
pt_br: Rubricar
ru: Рубрика

source: Save
ar: حفظ
fr_ca: Sauvegarder
mi: Tiaki
pt_br: Salvar
ru: Сохранить

source: Schedule notification
ar: جدولة إخطار
fr_ca: Programmer une notification
mi: Whakamōhiotanga Apiti
pt_br: Notificação de Programação
ru: Запланировать уведомление

source: Search for recipients
ar: البحث عن مستلمين
fr_ca: Rechercher des destinataires
mi: Rapu mō ngā kaiwhiwhi
pt_br: Procurar por destinatários
ru: Поиск получателей

source: Select file(s)
ar: تحديد ملف(ملفات)
fr_ca: Sélectionner un ou plusieurs fichier(s)
mi: Tīpako ngā kōnae
pt_br: Selecionar arquivo(s)
ru: Выбрать файл (файлы)

source: Select or deselect
ar: تحديد أو إلغاء التحديد
fr_ca: Sélectionner ou désélectionner
mi: Tīpakohia whakawātea rānei
pt_br: Selecionar ou desmarcar
ru: Выберите или отмените выбор

source: Selected
ar: تم تحديده
fr_ca: Sélectionné
mi: Kua tīpakohia
pt_br: Selecionado
ru: Выбрано

source: Send
ar: إرسال
fr_ca: Envoyer
mi: Tukua
pt_br: Enviar
ru: Отправить

source: Send %@ a message
ar: إرسال رسالة إلى %@
fr_ca: Envoyer un message à %@
mi: Tukua %@ te karere
pt_br: Enviar %@ uma mensagem
ru: Отправить %@ сообщение

source: Send message
ar: إرسال رسالة
fr_ca: Envoyer un message
mi: Tukua Karere
pt_br: Enviar Mensagem
ru: Отправить сообщение

source: Sent
ar: تم الإرسال
fr_ca: Envoyé
mi: Kua tukuna
pt_br: Enviado
ru: Отправлено

source: Settings
ar: إعدادات
fr_ca: Paramètres
mi: Ngā Tautuhinga
pt_br: Configurações
ru: Настройки

source: Show file
ar: عرض الملف
fr_ca: Afficher le fichier
mi: Whakātu kōnae
pt_br: Mostrar arquivo
ru: Показать файл

# Show Grades
source: Show marks
ar: عرض الدرجات
fr_ca: Afficher les notes
mi: Whakātu Ngā Kōeke
pt_br: Mostrar Notas
ru: Показать оценки

source: Show Quiz
ar: عرض الاختبار
fr_ca: Afficher le questionnaire
mi: Whakātu Quiz
pt_br: Mostrar Questionário
ru: Показать тест

source: Show recipients
ar: عرض المستلمين
fr_ca: Afficher les destinataires
mi: Whakātu ngā kaiwhiwhi
pt_br: Mostrar destinatários
ru: Показать получателей

source: Some items could not be deleted
ar: لا يمكن حذف بعض الملفات
fr_ca: Certains éléments n'ont pas pu être supprimés
mi: Kaore ētahi tūemi i taea te muku
pt_br: Alguns itens não puderam ser excluídos
ru: Некоторые элементы не могут быть удалены

# Some selected folders are not empty. Are you sure you want to delete them?
source: Some selected folders are not empty. Are you certain you want to delete them?
ar: بعض الملفات المحددة ليست فارغة. هل تريد حقاً حذفها؟
fr_ca: Certains des dossiers sélectionnés ne sont pas vides. Êtes-vous certain de vouloir quand même les supprimer?
mi: Kaore ētahi kōpaki tīpakohia i te kore. E tino hiahia ana koe ki te muku rātou?
pt_br: Algumas pastas selecionadas não estão vazias. Tem certeza de que deseja excluí-las?
ru: Некоторые выбранные папки не являются пустыми. Вы уверены, что хотите удалить их?

# Sorry, we couldn't find the assignment. This assignment may have been deleted.
source: Sorry, we couldn't find the assignment. This assignment might have been deleted.
ar: عذرًا، لم نتمكن من العثور على المهمة. ربما تم حذف هذه المهمة.
fr_ca: Désolé, nous n'avons pa trouvé cette tâche. Il se pourrait qu'il ait été supprimé.
mi: Aroha mai, kihai i kitea e mātou i te whakataunga. Kua mukua tēnei whakataunga.
pt_br: Desculpe, nós não conseguimos encontrar a tarefa. Esta tarefa pode ter sido excluída.
ru: К сожалению, мы не смогли найти задание. Это задание могло быть удалено.

source: Starts playing your recording
ar: بدء تشغيل تسجيلك
fr_ca: Commencer la lecture de votre enregistrement
mi: Tīmata te tākaro to tāhopu
pt_br: Começa a tocar sua gravação
ru: Начинает воспроизведение Вашей записи

source: Starts recording a media comment
ar: بدء تسجيل تعليق الوسائط
fr_ca: Commencer l'enregistrement d'un commentaire de média
mi: Tīmata tāhopu he kōrero pāpāho
pt_br: Começa a gravar um comentário de mídia
ru: Начало записи медиа-комментария

source: Stay logged in
ar: الاستمرار في الجلسة
fr_ca: Rester connecté
mi: Noho takiuru
pt_br: Permanecer Loggado
ru: Оставаться в системе

source: Stop
ar: إيقاف
fr_ca: Arrêt
mi: Kāti
pt_br: Parar
ru: Стоп

source: Stop masquerading
ar: إيقاف التخفي
fr_ca: Arrêter l'utilisation d'une identité autre
mi: Kāti e whakāhua kē ana
pt_br: Parar Disfarce
ru: Остановить Маскарадинг

source: Stops playing your recording
ar: إيقاف تشغيل تسجيلك
fr_ca: Arrête la lecture de votre enregistrement
mi: Mutu tākaro tō tāhopu
pt_br: Para de tocar sua gravação
ru: Останавливает воспроизведение Вашей записи

source: Stops recording a media comment
ar: إيقاف تسجيل تعليق الوسائط
fr_ca: Arrête l'enregistrement d'un commentaire de média
mi: Mutu tāhopu he kōrero pāpāho
pt_br: Para de gravar um comentário de mídia
ru: Окончание записи медиа-комментария

source: Student
ar: الطالب
fr_ca: Étudiant
mi: Ākonga
pt_br: Aluno
ru: Студент

source: Sub header
ar: رأس فرعي
fr_ca: Sous-en-tête
pt_br: Sub Cabeçalho
ru: Суб-заголовок

source: Submission
ar: إرسال
fr_ca: Envoi
mi: Tapaetanga
pt_br: Envio
ru: Отправка

source: Submission complete
ar: انتهى الإرسال
fr_ca: Envoi terminée
mi: Tāpaetanga oti
pt_br: Envio completo
ru: Задание выполнено

source: Submission error
ar: إرسال
fr_ca: Erreur de envoi
mi: Hapa Tāpaetanga
pt_br: Erro de Envio
ru: Ошибка отправки

source: Submit
ar: إرسال
fr_ca: Soumettre
mi: Tuku
pt_br: Enviar
ru: Отправить

source: Submitted
ar: تم الإرسال
fr_ca: Soumis
mi: Kua tukuna
pt_br: Enviado
ru: Отправлено

source: Submitting...
ar: جارٍ الإرسال...
fr_ca: Envoi en cours...
mi: E tuku ana....
pt_br: Enviando...
ru: Отправка...

source: Subscribe to calendar feed
ar: الاشتراك في تغذية التقويم
fr_ca: Souscrire au flux du calendrier
mi: Ohauru ki te Maramataka kai
pt_br: Inscrever-se para alimentação de calendário
ru: Подписаться на канал календаря

source: Success!
ar: بنجاح!
fr_ca: Succès!
mi: Angitu!
pt_br: Sucesso!
ru: Успешно!

source: Sure!
ar: بالتأكيد!
fr_ca: Bien sûr!
mi: Pono!
pt_br: Com certeza!
ru: Конечно!

source: Switches media input between audio and video. Currently set to %@
ar: تغيير إدخال الوسائط بين الصوت والفيديو. تم التعيين حاليًا إلى %@
fr_ca: Bascule l'entrée de média entre audio et vidéo. Actuellement réglé à %@
mi: Whakawhiti ai i te whakauru pāpāho ki waenganui i te oro me te ataata. Kua tautuhia ki tēnei %@
pt_br: Alterna a entrada de mídia entre áudio e vídeo. Atualmente definido como %@
ru: Переключает медиа-вход между аудио и видео. В настоящее время установлено %@

source: Switches to media comment mode
ar: التغيير إلى وضع تعليق الوسائط
fr_ca: Bascule sur le mode de commentaire de média
mi: Whakakā ki aratau kōrero pāpāho
pt_br: Alterna para o modo de comentário de mídia
ru: Переключение в режим медиа комментария

source: Switches to text comment mode
ar: التغيير إلى وضع تعليق النص
fr_ca: Bascule sur le mode de commentaire de texte
mi: Whakakā ki aratau kōrero kuputuhi
pt_br: Alterna para o modo de comentário de texto
ru: Переключение в режим текстового комментария

source: Syllabus
ar: المناهج
fr_ca: Programme
mi: Marautanga
pt_br: Programa
ru: Учебный план

source: TA
ar: مساعد المعلم
fr_ca: Instructeur-assistant
pt_br: Assistente

source: Take a photo...
ar: التقاط صورة...
fr_ca: Prendre une photo...
mi: E mau ki te Whakāhua ...
pt_br: Tirar uma Foto...
ru: Сделать снимок...

source: Take a video...
ar: التقاط فيديو...
fr_ca: Prendre une vidéo...
mi: E mau ki te Ataata ...
pt_br: Gravar um Vídeo...
ru: Снять видео...

source: Take photo
ar: التقاط صورة
fr_ca: Prendre une photo
mi: Tangohia Whakāhua
pt_br: Tirar Foto
ru: Сделать снимок

source: Take photo or video...
ar: التقاط صورة أو فيديو...
fr_ca: Prendre une photo ou une vidéo...
mi: Tangohia Whakāhua Ataata rānei ...
pt_br: Tirar Foto ou Vídeo
ru: Сделать фото или видео ...

source: Tap to try again
ar: اضغط لإعادة المحاولة
fr_ca: Tapoter pour réessayer
mi: Pātō ki a ngana anō
pt_br: Toque para tentar novamente
ru: Нажмите, чтобы повторить попытку

source: TAs
ar: مساعدي المعلمين
fr_ca: Instructeurs-assistants
ru: Ассистенты учителя

source: Teacher
ar: المعلم
fr_ca: Enseignant
mi: Kaiako
pt_br: Professor
ru: Преподаватель

source: Teachers
ar: المعلمين
fr_ca: Instructeurs
mi: Ngā Kaiako
pt_br: Professores
ru: Учителя

source: Tell us what's wrong
ar: أخبرنا ما المشكلة
fr_ca: Dites-nous ce qui ne va pas
mi: Kōrerotia mai ki a mātou he aha te he
pt_br: Diga-nos o que está errado
ru: Расскажите нам, что случилось

source: Terms of Use
ar: شروط الاستخدام
fr_ca: Conditions d'utilisation
mi: Ngā ritenga whakamahi
pt_br: Termos de Uso
ru: Условия использования

source: Text comment
ar: تعليق النص
fr_ca: Commentaire de texte
mi: Tākupu kuputuhi
pt_br: Comentário de Texto
ru: Текстовый комментарий

source: Text entry
ar: إدخال النص
fr_ca: Saisie de texte
mi: tāurunga Kuputuhi
pt_br: Entrada de texto
ru: Текстовая запись

source: Text submission
ar: إرسال النص
fr_ca: Envoi de texte
mi: Tāpaetanga Kuputuhi
pt_br: Envio de Texto
ru: Текстовая отправка

source: The recipients could not be added. Please try again. (%@)
ar: إضافة المستخدمين غير ممكنة. يرجى إعادة المحاولة. (%@)
fr_ca: Les destinataires n'ont pas pu être ajoutés. Veuillez réessayer. (%@)
mi: Kaore i taea te tāpiri i ngā kaiwhiwhi. Tēnā koa ngana anō. (%@)
pt_br: Os destinatários não puderam ser adicionados. Por favor tente novamente. (%@)
ru: Получатели не могут быть добавлены. Пожалуйста, попробуйте еще раз. (%@)

source: The server could not be reached
ar: تعذر الوصول إلى الخادم
fr_ca: Le serveur n'a pas pu être joint
mi: Kaore i taea te tae ki te tūmau
pt_br: O servidor não pôde ser encontrado
ru: Сервера достичь не удалось

# The server you entered is not authorized for this app.
source: The server you entered is not authorised for this app.
ar: الخادم الذي أدخلته غير مخول لهذا التطبيق.
fr_ca: Le serveur que vous avez saisi n'est pas autorisé pour cette application.
mi: E kore te tūmau i tonoa e koe te mana mo tēnei taupānga.
pt_br: O servidor que você digitou não é autorizado para este aplicativo.
ru: Сервер, который вы ввели, не авторизован для этого приложения.

# The user agent for this app is unauthorized.
source: The user agent for this app is unauthorised.
ar: عميل المستخدم لهذا التطبيق غير مخول.
fr_ca: L'agent utilisateur de cette application n'est pas autorisé.
mi: Kaore e whakamanahia te kaihoko kaiwhakamahi mo tēnei taupānga.
pt_br: O agente de usuário para este aplicativo não é autorizado.
ru: Агент пользователя для этого приложения является неправомочным.

source: There are no actions for this item
ar: لا توجد أي عملية لهذا العنصر
fr_ca: Il n'y a aucune action pour cet élément
mi: Kāore he mahi mo tēnei tūemi
pt_br: Não há ações para este item.
ru: Отсутствуют действия для этого элемента

source: There are no items to display
ar: لا توجد أي عناصر لعرضها
fr_ca: Il n'y a aucun élément à afficher
mi: Kāore he tūemi ki te whakaatu
pt_br: Não há itens para mostrar
ru: Нет элементов для отображения

source: There was a network error posting your comment.
ar: حدث خطأ في الشبكة أثناء نشر مستندك.
fr_ca: Une erreur de réseau est survenue lors de la publication de votre commentaire.
mi: He hapa whatunga i te wā e whakairi ana i tō kōrero
pt_br: Houve um erro de rede ao postar seu comentário.
ru: Возникла ошибка сети при размещении комментария.

source: There was a network problem while attempting to upload your submission
ar: حدثت مشكلة في الشبكة أثناء محاولة تحميل إرسالك
fr_ca: Un problème de réseau est survenu lors de la tentative de téléversement de votre envoi
mi: He hapa whatunga i te wā e ngana ana ki te tukuatu i tō tāpaetanga
pt_br: Houve um erro de rede ao tentar fazer upload de seu envio.
ru: Возниекла ошибка сети при попытке загрузить отправку

source: There was a problem accessing the requested file. Error: %@
ar: حدثت مشكلة أثناء الوصول إلى الملف المطلوب. خطأ: %@
fr_ca: Un problème est survenu lors de l'accès au fichier demandé. Erreur : %@
mi: He hapa i te wā e whakauru ana i te kōnae kua tonoa. Hapa: %@
pt_br: Houve um problema ao acessar o arquivo solicitado. Erro: %@
ru: Возникла проблема доступа к запрашиваемому файлу. Ошибка: %@

source: There was a problem launching Safari
ar: حدث خطأ أثناء تشغيل Safari
fr_ca: Un problème est survenu lors du lancement de Safari
mi: He hapai te wā e whakarewa ana Safari
pt_br: Houve um problema ao lançar Safari
ru: Возникла проблема при запуске Safari

source: There was an error loading the document.
ar: حدث خطأ أثناء تحميل المستند.
fr_ca: Une erreur est survenue lors du chargement du document.
mi: He hapa i te wā e utanga i te tuhinga.
pt_br: Houve um erro ao carregar o documento.
ru: Возникла ошибка при загрузке документа.

source: There was an error loading your content. If it is an audio or video upload, it might still be processing.
ar: حدث خطأ أثناء تحميل محتوياتك. إذا كان ملف صوت أو فيديو فقد يزال قيد المعالجة.
fr_ca: Une erreur est survenue lors du chargement de votre contenu. Si le téléversement était celui d’un fichier audio ou vidéo, il se pourrait qu'il soit toujours en cours d'exécution.
mi: He hapa i te wā e uta ana i tō ihirangi. Ki te mea he ororongo ataata rānei tukuake ai tonu te tukatuka
pt_br: Houve um erro ao carregar o seu conteúdo. Se for um upload de áudio ou vídeo pode ainda estar processando.
ru: Возникла ошибка при загрузке контента. Если это загрузка аудио или видео, она все еще может быть в обработке.

# This app is not authorized for use.
source: This app is not authorised for use.
ar: هذا التطبيق غير مخول للاستخدام.
fr_ca: Cette application n'est pas autorisée à l'utilisation.
mi: Kaore e mana tēnei taupānga ki te whakamahi.
pt_br: Este aplicativo não é autorizado para uso.
ru: Это приложение не авторизовано для использования.

# This assignment doesn't appear to be a valid external tool or is misconfigured.
source: This assignment doesn't appear to be a valid external tool or is configured incorrectly.
ar: يبدو أن هذه المهمة ليست أداة خارجية صالحة أو تم تكوينها بشكل غير صحيح.
fr_ca: Cette tâche ne semble pas être un outil externe valide ou est mal configuré.
mi: Kāore tēnei whakataunga i te taputapu waho whaimana te whirihoranga rānei.
pt_br: Esta tarefa não parece ser uma ferramenta externa válida ou está configurada incorretamente.
ru: Это задание не является допустимым внешним инструментом или неправильно настроено.

source: This assignment has no details.
ar: لا توجد أي تفاصيل في هذه المهمة.
fr_ca: Cette tâche assigné ne possède aucun détail.
mi: Kaore he taipitopito mo tēnei whakataunga
pt_br: Esta tarefa não tem detalhes.
ru: У этого задания отсутствуют подробности.

source: This entry has been deleted
ar: تم حذف هذا الإدخال
fr_ca: Cette saisie a été supprimée
mi: Kua mukua tēnei tāurunga
pt_br: Esta entrada foi excluída
ru: Эта запись была удалена

source: This file cannot be displayed on this device.
ar: لا يمكن عرض هذا الملف على هذا الجهاز.
fr_ca: Ce fichier ne peut être affiché sur cet appareil.
mi: Kaore e whakātu i tēnei kōnae i runga i tēnei pūrere.
pt_br: Este arquivo não pode ser exibido neste dispositivo.
ru: Этот файл не может быть отображен на этом устройстве.

source: This file is locked
ar: هذا الملف مؤمّن
fr_ca: Ce fichier est verrouillé
mi: maukatia tēnei kōnae te
pt_br: Este arquivo está bloqueado.
ru: Этот файл заблокирован

source: This folder is locked
ar: هذا المجلد مؤمّن
fr_ca: Ce dossier est verrouillé
mi: Kua rakaina tēnei kōpaki
pt_br: Esta pasta está bloqueada.
ru: Эта папка заблокирована

source: This is a media message.
ar: هذه رسالة وسائط
fr_ca: Ceci est un message de média.
mi: Ko te karere pāpāho tēnei.
pt_br: Esta é uma mensagem de mídia.
ru: Это сообщение медиа.

source: This would be a great time to do some extra credit.
ar: قد يكون الوقت مناسبًا للقيام بأعمال إضافية.
fr_ca: C'est un moment opportun pour effectuer des tâches optionnels.
mi: He wā nui tēnei ki te mahi i tētahi nama atu.
pt_br: Este seria um ótimo momento para fazer algum crédito extra.
ru: Это было бы прекрасное время, чтобы заработать дополнительные кредиты.

source: To do
ar: ما يجب القيام به
fr_ca: À faire
mi: Hei mahi
pt_br: Para Fazer
ru: Для выполнения

source: To:
ar: إلى:
fr_ca: À :
mi: Ki:
pt_br: Para:
ru: Для:

source: Today
ar: اليوم
fr_ca: Aujourd'hui
mi: Tēnei rā
pt_br: Hoje
ru: Сегодня

source: Today button
ar: زر اليوم
fr_ca: Bouton « Aujourd'hui »
mi: Pātene mo tēnei rā
pt_br: Botão Hoje
ru: Кнопка Сегодня

source: Toggles selection of current item
ar: تبديل تحديد العنصر الحالي
fr_ca: Inverse la sélection de l'élément actuel
mi: Takahuri kōwhiringa o te tūemi onāianei
pt_br: Alterna a seleção de item atual
ru: Переключает выбор текущего элемента

source: Toggles selection of item
ar: تبديل تحديد العنصر
fr_ca: Inverse la sélection de l'élément
mi: Ka takahuri kōwhiringa o tūemi
pt_br: Alterna a seleção do item
ru: Переключает выбор элемента

source: Turn in
ar: التسليم
fr_ca: Rendre
mi: Tahuri I roto i
pt_br: Entregar
ru: Сдать

source: Turn in %@
ar: تسليم %@
fr_ca: Rendre %@
mi: Tahuri i roto i te %@
pt_br: Entregar %@
ru: Сдать %@

source: Turn in again
ar: التسليم من جديد
fr_ca: Rendre à nouveau
mi: Tahuri I roto anō
pt_br: Entregar Novamente
ru: Сдать снова

source: Uh-oh! No Internet connection
ar: أوه! لا يوجد اتصال بالإنترنت
fr_ca: Oh oh! Aucune connexion à Internet
mi: Aue! Kahore Hononga Ipurangi
pt_br: Uh-oh! Sem conexão com a Internet
ru: Ой-ой! Нет соединения с интернетом

source: Unable to load
ar: التحميل غير ممكن
fr_ca: Chargement impossible
mi: Kāore e taea te uta
pt_br: Não é possível carregar
ru: Невозможно загрузить

source: Unable to post. Please try again later
ar: النشر غير ممكن. يرجى إعادة المحاولة لاحقاً
fr_ca: Publication impossible. Veuillez réessayer plus tard
mi: Kāore e taea te whakairi. Tēnā koa ngana anō i muri mai
pt_br: Não é possível enviar. Por favor tente novamente mais tarde
ru: Не удалось опубликовать. Пожалуйста, повторите попытку позже

source: Unable to upload to server
ar: التحميل على الخادم غير ممكن
fr_ca: Téléversement sur le serveur impossible
mi: Kāore e taea te tukuatu ki te tūmau
pt_br: Não é possível fazer o upload para o servidor
ru: Невозможно загрузить на сервер

source: Unavailable
ar: غير متوفر
fr_ca: Non disponible
mi: Korewātea
pt_br: Indisponível
ru: Недоступно

source: Ungraded
ar: دون تقييم
fr_ca: Non noté
mi: Kaore i kōeketia
pt_br: Sem nota
ru: Без оценки

source: unknown
ar: غير معروف
fr_ca: inconnu
mi: kaore e mōhiotia
pt_br: desconhecido
ru: неизвестно

source: Unknown
ar: غير معروف
fr_ca: Inconnu
mi: Kaore e mōhiotia
pt_br: Desconhecido
ru: Неизвестно

source: Unread
ar: غير مقروء
fr_ca: Non lu
mi: Kaore kia pānuitia
pt_br: Não lido
ru: Не прочитано

source: Unsaved reply
ar: جواب غير محفوظ
fr_ca: Réponse non sauvegardée
mi: Whakautu kaore i Tiaki
pt_br: Resposta Não Salva
ru: Несохраненный ответ

source: until %@
ar: حتى %@
fr_ca: jusqu'à/au %@
mi: tae noa ki %@
pt_br: até %@
ru: до тех пор %@
