Repository: instructure/canvas-ios
Catalog: Canvas/TechDebt/*.lproj/Localizable.strings
Languages: ar, fr_ca, mi, pt_br, ru

source: Deleted file: "%@"
ar: ملف محذوف: "%@"
fr_ca: Fichier supprimé : « %@ »
mi: kōnae Mukua: "%@"
pt_br: Excluir arquivo: "%@"
ru: Удаленный файл: "%@"

source: Deleted file: &quot;%@&quot;
ar: الملف المحذوف: &quot;%@&quot;
fr_ca: Fichier supprimé : &quot;%@&quot;
mi: Mukua te kōnae &quot;%@&quot;
pt_br: Excluir arquivo: &quot;%@&quot;
ru: Удаленный файл: &quot;%@&quot;

source: Detail
ar: تفصيل
fr_ca: Détail
mi: Taipitopito
pt_br: Detalhe
ru: Подробности

source: Details
ar: التفاصيل
fr_ca: Détails
mi: Ngā taipitopito
pt_br: Detalhes
ru: Подробности

source: Discard
ar: تجاهل
fr_ca: Abandonner
mi: Tūraki
pt_br: Descartar
ru: Отбросить

source: Discard this entry?
ar: تجاهل هذا الإدخال؟
fr_ca: Abandonner cette saisie?
mi: Tūraki tenei tāurunga?
pt_br: Descarte esta entrada?
ru: Отбросить эту запись?

source: Discussion
ar: مناقشة
mi: Kōrerorero
pt_br: Discussão
ru: Дискуссия

source: Discussion entry
ar: إدخال المناقشة
fr_ca: Saisie de discussion
mi: Kōrerorero Tāurunga
pt_br: Entrada de Discussão
ru: Запись дискуссии

source: Discussion topics
ar: مواضيع المناقشة
fr_ca: Sujets de discussion
mi: Kōrerorero Kaupapa
pt_br: Tópicos de Discussão
ru: Темы дискуссий

source: Discussions
ar: مناقشات
mi: Ngā Kōrerorero
pt_br: Discussões
ru: Дискуссии

source: Dismiss
ar: رفض
fr_ca: Rejeter
mi: Pana
pt_br: Recusar
ru: Отклонить

source: Do you want to masquerade as this user?
ar: هل تريد التخفي بصفة هذا المستخدم؟
fr_ca: Désirez-vous vous faire passer pour cet utilisateur?
mi: E hiahia ana koe ki te whakāhua kē anō tēnei kaiwhakamahi?
pt_br: Você quer se disfarçar como este usuário?
ru: Вы хотите замаскироваться под этого пользователя?

source: Domain
ar: المجال
fr_ca: Domaine
mi: rohe
pt_br: Domínio
ru: Домен

source: Don't ask me again
ar: لا تسألني مجدداً
fr_ca: Ne plus me le demander
mi: Kaua e ui ahau anō
pt_br: Não me pergunte novamente
ru: Не спрашивать меня снова

source: Don't delete
ar: عدم الحذف
fr_ca: Ne pas supprimer
mi: Kaua e muku
pt_br: Não exclua
ru: Не удалять

source: Done
ar: تم
fr_ca: Terminé
mi: Kua mahia
pt_br: Feito
ru: Готово

# Download Canceled
source: Download cancelled
ar: تم إلغاء التنزيل
fr_ca: Téléchargement annulé
mi: Tikiake Whakakorea
pt_br: Download Cancelado
ru: Загрузка отменена

source: Downloading...
ar: جارٍ التنزيل...
fr_ca: Téléchargement en cours...
mi: Tikiake ana ...
pt_br: Baixando...
ru: Загрузка...

source: due on %1$@ at %2$@
ar: تاريخ الاستحقاق %1$@ في %2$@
fr_ca: dû le %1$@ à %2$@
mi: tae mai i runga %1$@ i %2$@
pt_br: para ser entregue em %1$@ às %2$@
ru: срок завершения %1$@ в %2$@

source: Due:
ar: موعد الاستحقاق:
fr_ca: Dû :
mi: E tika ana:
pt_br: Devido:
ru: Срок:

source: Due: %1$@ at %2$@
ar: موعد الاستحقاق: %1$@ على الساعة %2$@
fr_ca: Dû : %1$@ à %2$@
mi: E tika ana: %1$@ i %2$@
pt_br: Devido: %1$@ em %2$@
ru: Срок: %1$@ в %2$@

source: Edit
ar: تحرير
fr_ca: Modifier
mi: Whakatika
pt_br: Editar
ru: Редактировать

source: Edit course list
ar: تحرير قائمة المساق
fr_ca: Modifier la liste des cours
mi: Whakatika Rārangi Akoranga
pt_br: Editar Lista do Curso
ru: Редактировать список курса

source: Edit group list
ar: تحرير قائمة المجموعة
fr_ca: Modifier la liste des groupes
mi: Rārangi Whakatika Rōpū
pt_br: Editar Lista do Grupo
ru: Редактировать список группы

source: Edit items
ar: تحرير العناصر
fr_ca: Modifier les éléments
mi: Whakatika ngā tūemi
pt_br: Editar itens
ru: Редактировать элементы

source: Editing reply by %1$@, %2$@
ar: تحرير الأجوبة حسب %1$@ و%2$@
fr_ca: Modifier la réponse avant %1$@, %2$@
mi: Whakarerekē whakautu e %1$@, %2$@
pt_br: Editar resposta por %1$@, %2$@
ru: Редактировать ответ %1$@, %2$@

source: Email
ar: البريد الإلكتروني
fr_ca: Courriel
mi: Īmēra

source: Enable push notifications
ar: تمكين إرسال الإعلامات
fr_ca: Activer les notifications Push
mi: Whakahohea Whakamōhiotanga Pana
pt_br: Ativar Notificações Push
ru: Включить push-уведомления

source: Enter submission
ar: إدخال الإرسال
fr_ca: Saisir l'envoi
mi: Tomo tukunga
pt_br: Digitar envio
ru: Ввести отправку

source: Enter user ID and domain.
ar: إدخال معرف المستخدم والمجال.
fr_ca: Saisir l'identifiant utilisateur et le domaine.
mi: Tomo ID Kaiwhakamahi me te Rohe.
pt_br: Digite ID de Usuário e Domínio.
ru: Ввести ID пользователя и домен.

source: Entry posted
ar: تم نشر الإدخال
fr_ca: Saisie publiée
mi: whakairi tāurunga
pt_br: Estrada postada
ru: Запись размещена

source: Error
ar: خطأ
fr_ca: Erreur
mi: Hapa
pt_br: Erro
ru: Ошибка

source: Error adding recipeints
ar: حدث خطأ أثناء إضافة المستلمين
fr_ca: Erreur lors de l'ajout de destinataires
mi: Hapa tāpiri kaiwhiwhi
pt_br: Erro ao adicionar destinatários
ru: Ошибка при добавлении получателей

source: Error deleting file "%@"
ar: حدث خطأ أثناء حذف الملف "%@"
fr_ca: Erreur lors de la suppression du fichier « %@ »
mi: I hapa i te wā e muku ana i te kōnae "%@"
pt_br: Erro ao excluir o arquivo "%@"
ru: Ошибка при удалении файла "%@"

source: Error deleting file &quot;%@&quot;
ar: خطأ أثناء حذف الملف &quot;%@&quot;
fr_ca: Erreur lors de la suppression du fichier &quot;%@&quot;
mi: I hapa te mukuna i te kōnae &quot;%@&quot;
pt_br: Erro ao excluir arquivo &quot;%@&quot;
ru: Возникла ошибка при удалении &quot;%@&quot;

source: Error deleting folder
ar: حدث خطأ أثناء حذف المجلد
fr_ca: Erreur lors de la suppression du dossier
mi: I hapa i te wā e muku ana i te kōpaki
pt_br: Erro ao excluir pasta
ru: Ошибка при удалении папки

source: EULA
ar: اتفاقية ترخيص المستخدم
fr_ca: CLUF
ru: Лицензионный договор

source: Event
ar: حدث
fr_ca: Événement
mi: Tauwhāinga
pt_br: Evento
ru: Событие

source: Existing attachments...
ar: المرفقات الموجودة...
fr_ca: Pièces jointes existantes...
mi: Ngā Āpitihanga ...
pt_br: Anexos Existentes...
ru: Существующие вложения...

source: External tool
ar: أداة خارجية
fr_ca: Outil externe
mi: Taputapu waho
pt_br: Ferramenta Externa
ru: Внешний инструмент

source: External URL
ar: عنوان URL خارجي
fr_ca: URL externe
mi: URL waho
pt_br: URL Externa
ru: Внешний URL-адрес

source: File
ar: ملف
fr_ca: Fichier
mi: kōnae
pt_br: Arquivo
ru: Файл

source: File extension not allowed: %@
ar: ملحق ملف غير مسموح به: %@
fr_ca: Extension de fichier non autorisée : %@
mi: Kaore e whakāetia te whanuitanga o te kōnae: %@
pt_br: Extensão de arquivo não permitida: %@
ru: Недопустимое расширение файла: %@

source: File extension(s) permitted for this assignment:
ar: ملحق(ملحقات) الملف مسموح به لهذه المهمة:
fr_ca: Extensions de fichier permises pour cette tâche () :
mi: Ka whakāetia he toronga kōnae (ngā) mō tēnei whakataunga
pt_br: Extensões de arquivo permitida(s) para esta tarefa:
ru: Расширение (расширения) файла, разрешенные для данного задания:

source: File received
ar: تم استلام الملف
fr_ca: Fichier reçu
mi: Kōnae whiwhi
pt_br: Arquivo recebido
ru: Файл получен

source: File unavailable
ar: ملف غير متوفر
fr_ca: Fichier indisponible
mi: Kōnae kaore i wātea
pt_br: Arquivo indisponível
ru: Файл недоступен

source: File upload
ar: تحميل الملف
fr_ca: Téléversement de fichier
mi: Kōnae utanga
pt_br: Upload de arquivo
ru: Загрузка файла

source: File upload failed.
ar: فشل تحميل الملف.
fr_ca: Le téléversement du fichier a échoué.
mi: I rahua te utanga i te Kōnae.
pt_br: O upload de arquivo falhou.
ru: Не удалось загрузить файл.

source: Files
ar: ملفات
fr_ca: Fichiers
mi: ngā Kōnae
pt_br: Arquivos
ru: Файлы

source: Finished downloading
ar: انتهى التنزيل
fr_ca: Téléchargement terminé
mi: Kua oti te tikiake
pt_br: Download terminado
ru: Загрузка завершена

source: Front page
ar: الصفحة الأمامية
fr_ca: Page de couverture
mi: Whārangi mua
pt_br: Primeira Página
ru: Первая страница

source: Future
ar: المستقبل
fr_ca: Futur
mi: E heke mai nei
pt_br: Futuro
ru: Будущее

source: Go to app store
ar: الذهاب إلى App Store
fr_ca: Se rendre sur l'App Store
mi: Haere ki te Toa Taupānga
pt_br: Ir para App Store
ru: Перейти к App Store

source: Go to discussion
ar: الذهاب إلى المناقشة
fr_ca: Se rendre à la discussion
mi: Haere ki te kōrero
pt_br: Ir para discussão
ru: Перейти к дискуссии

source: Go to discussion
ar: الذهاب إلى المناقشة
fr_ca: Se rendre à la discussion
mi: Haere ki te Kōrerorero
pt_br: Ir Para Discussão
ru: Перейти к дискуссии

source: Go to quiz
ar: الذهاب إلى الاختبار
fr_ca: Se rendre au questionnaire
mi: Haere ki Quiz
pt_br: Ir para Questionário
ru: Перейти к тесту

# Grade
source: Mark
ar: الدرجة
fr_ca: Note
mi: Kōeke
pt_br: Nota
ru: Оценка

# Grade %@
source: Mark %@
ar: تقييم %@
fr_ca: Note %@
mi: kōeke %@
pt_br: Nota %@
ru: Оценка %@

# Grade in SpeedGrader
source: Mark in SpeedGrader
ar: التقييم في SpeedGrader
fr_ca: Noter dans SpeedGrader
mi: Kōeke i roto SpeedGrader
pt_br: Classificar em SpeedGrader
ru: Оценка в SpeedGrader

# Grade: %@
source: Mark: %@
ar: الدرجة: %@
fr_ca: Note : %@
mi: Kōeke: %@
pt_br: Nota: %@
ru: Оценка: %@

# Grade: %1$i / %2$g
source: Mark: %1$i / %2$g
ar: الدرجة: %1$i / %2$g
fr_ca: Note : %1$i / %2$g
mi: Kōeke: %1$i / %2$g
pt_br: Nota: %1$i / %2$g
ru: Оценка: %1$i / %2$g

# Graded Discussion
source: Marked discussion
ar: مناقشة مقيمة
fr_ca: Discussion notée
mi: Kōeke Kōrero
pt_br: Discussão Avaliada
ru: Оцениваемая дискуссия

# Graded discussion.
source: Marked discussion.
ar: مناقشة مقيمة.
fr_ca: Discussion notée.
mi: Kōeke Kōrero
pt_br: Discussão avaliada.
ru: Оцениваемая дискуссия.

# Graded discussion. %g points possible.
source: Marked discussion. %g points possible.
ar: مناقشة مقيمة. %g نقطة ممكنة.
fr_ca: Discussion notée. %g points possibles.
mi: Kōeke kōrero %g. ng kōingaka taea
pt_br: Discussão avaliada. %g pontos possíveis.
ru: Оцениваемая дискуссия. %g возможных баллов.

# Grades
source: Marks
ar: الدرجات
fr_ca: Notes
mi: Ngā Kōeke
pt_br: Notas
ru: Оценки

source: Group conversation
ar: محادثة مجموعة
fr_ca: Conversation de groupe
mi: rōpū kōrero
pt_br: Conversação em grupo
ru: Разговор группы

source: Groups
ar: المجموعات
fr_ca: Groupes
mi: ngā rōpū
pt_br: Grupos
ru: Группы

source: Help
ar: مساعدة
fr_ca: Aide
mi: Āwhina
pt_br: Ajuda
ru: Справка

# Hide Grades
source: Hide marks
ar: إخفاء الدرجات
fr_ca: Masquer les notes
mi: Huna ngā Kōeke
pt_br: Ocultar Notas
ru: Скрыть Оценки

source: How do you like Canvas?
ar: ما رأيك في Canvas؟
fr_ca: Comment appréciez-vous Canvas?
mi: Kia pehea tō mahi rite ki Canvas?
pt_br: Como você gosta do Canvas?
ru: Как вам нравится Canvas?

source: I give you back your time. Use it wisely.
ar: أعيد لك وقتك، استخدمه بحكمة.
fr_ca: Je libère votre temps, utilisez-le judicieusement.
mi: Ka hoatu e ahau te wā ki a koe, ki a tika te whakamahi
pt_br: Eu dou de volta seu tempo, utilize-o sabiamente.
ru: Я верну тебе твое время, используй его с умом.

source: Image
ar: صورة
mi: Āhua
pt_br: Imagem
ru: Изображение

source: Import from camera
ar: استيراد من الكاميرا
fr_ca: Importer de la caméra
mi: Kawemai i te kāmera
pt_br: Importar da câmera
ru: Импорт из камеры

source: Import from Dropbox
ar: استيراد من Dropbox
fr_ca: Importer depuis Dropbox
mi: Kawemai i te Pouakawhiriwhiri
pt_br: Importar de Dropbox
ru: Импорт из Dropbox

source: Inbox
ar: صندوق الوارد
fr_ca: Boîte de réception
mi: Pouakauru
ru: Входящие

source: Incomplete
ar: غير مكتمل
fr_ca: Incomplet
mi: Kaore i te oti
pt_br: Incompleto
ru: Не завершено

source: Individual messages
ar: رسائل فردية
fr_ca: Messages individuels
mi: karere takitahi
pt_br: Mensagens individuais
ru: Индивидуальные сообщения

source: Invalid URL
ar: عنوان URL غير صالح
fr_ca: URL non valide
mi: URL muhu
pt_br: IRL inválida
ru: Неверный URL

source: It has problems
ar: هناك مشاكل
fr_ca: Il comporte des problèmes
mi: He raruraru
pt_br: Tem problemas
ru: Имеет проблемы

source: It’s empty. What are you still doing here?
ar: هذا فارغ، ماذا تفعل هنا؟
fr_ca: C'est vide, que faites-vous encore ici.
mi: Kei te kore, he aha tō mahi tonu i konei.
pt_br: Está vazio, o que você está fazendo aqui ainda.
ru: Там пусто, что ты до сих пор здесь делаешь.

source: Item %1$d of %2$d
ar: العنصر %1$d من %2$d
fr_ca: Élément %1$d sur %2$d
mi: Tūemi%1$d o %2$d
pt_br: Item %1$d de %2$d
ru: Элемент %1$d из %2$d

# Item %d of %d
source: Item %1$d of %2$d
ar: العنصر %1$d من %2$d
fr_ca: Élément %1$d sur %2$d
mi: Tūemi%1$d o %2$d
pt_br: Item %1$d de %2$d
ru: Элемент %1$d из %2$d

source: Jumps to current day on calendar
ar: المرور إلى اليوم الحالي على التقويم
fr_ca: Se rendre directement au jour présent sur le calendrier
mi: Hūpeke ki te ra o nāianei i runga i te maramataka
pt_br: Pula para o dia atual no calendário
ru: Переход на текущий день в календаре

source: Keep
ar: الإبقاء
fr_ca: Conserver
mi: Kia mau ki
pt_br: Manter
ru: Оставить

source: Landing page
ar: الصفحة المقصودة
fr_ca: Page de renvoi
mi: Whārangi Tauranga
pt_br: Página de Destino
ru: Целевая страница

source: Large file
ar: ملف كبير الحجم
fr_ca: Fichier volumineux
mi: kōnae nui
pt_br: Arquivo grande
ru: Большой файл

source: Later
ar: فيما بعد
fr_ca: Plus tard
mi: i muri mai
pt_br: Mais tarde
ru: Позже

source: Launch external tool
ar: تشغيل الأداة الخارجية
fr_ca: Lancer l'outil externe
mi: Neke Taputapu Waho
pt_br: Lançar Ferramenta Externa
ru: Запуск внешнего инструмента

source: Legal
ar: قانونية
fr_ca: Légal
mi: Ture
ru: Легальный

source: Loading...
ar: جارٍ التحميل...
fr_ca: Chargement en cours...
mi: E Uta ana....
pt_br: Carregando...
ru: Загрузка...

source: Locked
ar: مؤمّن
fr_ca: Verrouillé
mi: Kua rakaina
pt_br: Bloqueado
ru: Заблокировано

source: Locked until %@
ar: مؤمّن إلى غاية %@
fr_ca: Verrouillé jusqu'à %@
mi: Rakaina tae noa ki %@
pt_br: Bloqueado até %@
ru: Заблокировано до %@

source: Login ID
ar: معرف تسجيل الدخول
fr_ca: Identifiant de connexion
mi: Takiuru ID
pt_br: ID de Login
ru: Логин ID

source: Log-in problem
ar: مشكلة في تسجيل الدخول
fr_ca: Problème de connexion
mi: Takiuru Raru
pt_br: Problema de Login
ru: Проблемы со входом в систему

source: Logout
ar: تسجيل الخروج
fr_ca: Déconnexion
mi: Takiputa
ru: Выйти

source: Love it!
ar: أحب ذلك!
fr_ca: J'adore!
mi: Aroha ki reira!
pt_br: Adoro!
ru: Я в восторге!

source: Mark as done
ar: وضع علامة تم
fr_ca: Marquer comme terminé
mi: Tohu kua Oti
pt_br: Marcar como Feito
ru: Отметить как выполненное

source: Masquerade
ar: تخفي
fr_ca: Se faire passer pour quelqu'un d'autre
mi: Whakāhua kē
pt_br: Disfarçado
ru: Притвориться

source: Me
ar: أنا
fr_ca: Moi
mi: Ahau
pt_br: Eu
ru: Я

source: Media comment
ar: تعليق الوسائط
fr_ca: Commentaire du média
mi: kōrero Pāpāho
pt_br: Comentário de mídia
ru: Мультимедийный комментарий

source: Media comment
ar: تعليق الوسائط
fr_ca: Commentaire du média
mi: Tākupu Pāpāho
pt_br: Comentário de Mídia
ru: Мультимедийный комментарий

source: Media recording
ar: تسجيل الوسط
fr_ca: Enregistrement du média
mi: tuhi pāpāho
pt_br: Gravação de mídia
ru: Медиа запись

source: Media submission
ar: إرسال الوسط
fr_ca: Envoi du média
mi: tukunga Pāpāho
pt_br: Envio de Mídia
ru: Отправка медиа

source: Media type selector. %@
ar: أداة تحديد نوع الوسائط. %@
fr_ca: Sélecteur de type de média. %@
mi: Pāpāho momo tīpako. %@
pt_br: Selecionador do tipo de mídia. %@
ru: Устройство выбора типа мультимедиа. %@

source: Message everyone separately, or add everyone to a group conversation?
ar: إرسال الرسائل بشكل منفرد إلى كل شخص أو إضافة الجميع إلى محادثة جماعية؟
fr_ca: Envoyer un message séparé à chacun, ou ajouter tout le monde à une discussion de groupe?
mi: Karere te katoa wehewehe, tāpiri katoa rānei ki te kōrerorero rōpū?
pt_br: Enviar mensagem para todos separadamente, ou adicionar todos para uma conversa em grupo?
ru: Отправить сообщение каждому по отдельности, или добавить всех в групповой чат?

source: Message instructor
ar: إرسال رسالة إلى المعلم
fr_ca: Envoyer un message à l’instructeur
mi: Kaiwhakāko Karere
pt_br: Adicionar um Comentário
ru: Отправить сообщение учителю

source: Message sent.
ar: تم إرسال الرسالة.
fr_ca: Message envoyé.
mi: Tuku Karere.
pt_br: Mensagem Enviada.
ru: Сообщение отправлено.

source: Messages
ar: الرسائل
mi: Ngā Karere
pt_br: Mensagens
ru: Сообщения

source: Mobile quiz warning
ar: تحذير الاختبار على جهاز محمول
fr_ca: Avertissement du questionnaire sur plateforme mobile
mi: Whakatūpato Quiz Pūkoro Haerere
pt_br: Aviso de Questionário de Celular
ru: Мобильное предупреждение теста

source: Modules
ar: الوحدات
mi: ngā kōwae
pt_br: Módulos
ru: Модули

source: moments ago
ar: منذ لحظات
fr_ca: il y a juste un moment
mi: taima o muri
pt_br: momentos atrás
ru: секунд назад

source: More info
ar: مزيد من المعلومات
fr_ca: Davantage d'informations
mi: Ētahi atu Mōhiohio
pt_br: Mais Informação
ru: Больше информации

source: Multiple due dates
ar: مواعيد استحقاق متعددة
fr_ca: Échéances multiples
mi: Maha Rā E Tika Ana
pt_br: Múltiplas Datas de Entrega
ru: Множественные сроки выполнения

source: Must contribute
ar: يجب المساهمة
fr_ca: Doit contribuer
mi: Me whai wāhi
pt_br: Deve contribuir
ru: Должно способствовать

source: Must mark as done
ar: يجب وضع علامة تم
fr_ca: Doit marquer comme étant terminé
mi: Me ohua kua oti
pt_br: Deve marcar como feito
ru: Необходимо пометить, как выполненное

source: Must score %@ or higher
ar: يجب الحصول على %@ أو أكثر
fr_ca: Doit obtenir au minimum %@
mi: Me kaute%@ teitei rānei
pt_br: Deve marcar %@ ou mais
ru: Нужно получить %@ или выше

source: Must submit
ar: يجب الإرسال
fr_ca: Doit soumettre
mi: Me tuku
pt_br: Deve enviar
ru: Нужно отправить

source: Must view
ar: يجب العرض
fr_ca: Doit voir
mi: Me tiro
pt_br: Deve visualizar
ru: Нужно просмотреть

source: My files
ar: ملفاتي
fr_ca: Mes fichiers
mi: Aku kōnae
pt_br: Meus Arquivos
ru: Мои файлы

source: Name
ar: الاسم
fr_ca: Nom
mi: Ingoa
pt_br: Nome
ru: Имя

source: Need SpeedGrader for iPad
ar: SpeedGrader لجهاز iPad مطلوب
fr_ca: Nécessite SpeedGrader pour iPad
mi: HiahiaSpeedGrader mo te iPad
pt_br: Precisa de SpeedGrader para iPad
ru: Необходим SpeedGrader для iPad

source: Network error
ar: خطأ في الشبكة
fr_ca: Erreur de réseau
mi: Hapa Whatunga
pt_br: Erro de Rede
ru: Ошибка сети

source: New folder
ar: مجلد جديد
fr_ca: Nouveau dossier
mi: Kōpaki Hōu
pt_br: Nova Pasta
ru: Новая папка

source: Next 7 days
ar: الأيام السبع القادمة
fr_ca: Les 7 prochains jours
mi: 7 ngā rā e haere ake nei
pt_br: Próximos 7 Dias
ru: Следующие 7 дней

source: Next item
ar: العنصر التالي
fr_ca: Élément suivant
mi: tūemi e heke mai nei
pt_br: Próximo item
ru: Следующий элемент

source: No
ar: لا
fr_ca: Non
mi: kahore
pt_br: Não
ru: Нет

source: No actions available for this file
ar: لا يمكن القيام بأي عملية على هذا الملف
fr_ca: Aucune action possible pour ce fichier
mi: Kāore he mahi e wātea ana mō tēnei kōnae
pt_br: Não há ações disponíveis para este arquivo
ru: Отсутствуют действия, доступные для этого файла

source: No audio was recorded.
ar: لم يتم تسجيل أي صوت.
fr_ca: Aucun fichier audio n'a été enregistré.
mi: I tuhia Kāore he ororongo.
pt_br: Nenhum áudio foi gravado.
ru: Аудио не был записано.

source: No date
ar: لا يوجد أي تاريخ
fr_ca: Pas de date
mi: Kāore he rā
pt_br: Sem Data
ru: Без даты

source: No due date
ar: لا يوجد موعد استحقاق
fr_ca: Pas d'échéance
mi: Kāore he rā tika
pt_br: Sem data limite
ru: Без срока выполнения

source: No due date
ar: لا يوجد موعد استحقاق
fr_ca: Pas d'échéance
mi: Kaore he rā tika
pt_br: Sem Data Limite
ru: Без срока выполнения

source: No installed apps support opening this file
ar: لا يوجد أي تطبيق مثبّت يسمح بفتح هذا الملف
fr_ca: Aucune application déjà installée ne permet d'ouvrir ce fichier
mi: No taupānga tāutatia tautoko te whakatuwhera i tēnei kōnae
pt_br: Não há aplicativos instalados que suportem a abertura deste arquivo.
ru: Установленные приложения не поддерживают открытие этого файла

source: No recipients
ar: لا يوجد أي مستلم
fr_ca: Aucun destinataire
mi: Kāore ngā kaiwhiwhi
pt_br: Sem destinatários
ru: Нет получателей

source: No recorded audio
ar: لا يوجد أي تسجيل صوتي
fr_ca: Pas d'enregistrement audio
mi: Kahore Rekoata Ororongo
pt_br: Sem Áudio Gravado
ru: Нет записанного аудио

source: No results found
ar: لم يتم العثور على أي نتيجة
fr_ca: Aucun résultat retourné
mi: Kāore ngā hua i kitea
pt_br: Nenhum resultado encontrado
ru: Результаты не найдены

source: No submission
ar: لا يوجد أي إرسال
fr_ca: Aucune envoi
mi: Kāore he Tukunga
pt_br: Sem Envio
ru: Нет отправки

# No Thanks
source: No, thank you.
ar: لا، شكراً
fr_ca: Non merci
mi: Kāore he Mihi
pt_br: Não, Obrigado
ru: Нет, спасибо

# Not Authorized
source: Not authorised
ar: غير مخوّل
fr_ca: Non autorisé
mi: Manakore
pt_br: Não Autorizado
ru: Не авторизовано

source: Not available
ar: غير متوفر
fr_ca: Non disponible
mi: Kāore i te wātea
pt_br: Não disponível
ru: Недоступно

source: Not complete
ar: غير مكتمل
fr_ca: Non terminé
mi: Kāore i te oti
pt_br: Não Concluído
ru: Не завершено

# Not graded
source: Not marked
ar: لم يتم تقييم الدرجة
fr_ca: Non noté
mi: Kaore i kōeketia
pt_br: Sem Nota
ru: Не оценено

# Not graded (0 out of %@)
source: Not marked (0 out of %@)
ar: لم يتم تقييم الدرجة (0 من إجمالي %@)
fr_ca: Non noté (0 sur %@)
mi: Kaore i kōeketia (0 i roto i te %@)
pt_br: Não avaliado (0 de %@)
ru: Не оценено (0 из %@)

source: Note: Media files are not immediately available for playback while they are processed on the server.
ar: ملاحظة: لا يمكن تشغيل ملفات الوسائط بشكل فوري أثناء معالجتها على الخادم.
fr_ca: Remarque : Les fichiers de média sont seulement rendus disponibles à la lecture qu'après avoir été traités sur le serveur.
mi: Tuhipoka: Kāore i te wātea tonu ngā kōnae Pāpāho mo te whakahou i te wā e tukatukahia ana i runga i te tūmau.
pt_br: Observação: Arquivos de mídia não estão imediatamente disponíveis para reprodução enquanto são processados no servidor.
ru: Примечание. Файлы мультимедиа не доступны для воспроизведения, пока они обрабатываются на сервере.

# Nothing to do, go play outside!
source: Nothing to do. Go have a cup of tea!
ar: لا يمكن فعل أي شيء، إذهب للعب في الخارج!
fr_ca: Rien à faire ici, allez donc jouer dehors!
mi: Kahore ki te mahi, haere tākaro ki waho!
pt_br: Nada para fazer, vá brincar lá fora!
ru: Нечего делать, пойди поиграй на улице!

source: Nothing to see here.
ar: لا شيء لرؤيته هنا.
fr_ca: Rien à voir ici.
mi: Kahore ki te kite i konei.
pt_br: Nada para ver aqui.
ru: Здесь нечего смотреть.

source: Notification
ar: الإخطار
mi: Whakamōhiotanga
pt_br: Notificação
ru: Уведомление

source: Notification preferences
ar: تفضيلات الإخطار
fr_ca: Préférences de notification
mi: whakamōhiotanga Manakohanga
pt_br: Preferências de Notificação
ru: Настройки уведомлений

source: Notifications
ar: الإخطارات
mi: whakamōhiotanga
pt_br: Notificações
ru: Уведомления

source: Observer
ar: المراقب
fr_ca: Observateur
mi: kaimātakitaki
pt_br: Observador
ru: Наблюдатель

source: OK
ar: موافق
fr_ca: D'accord
mi: Ae

source: OK
ar: موافق
fr_ca: D'accord
mi: Ae

source: Online URL
ar: عنوان URL عبر الإنترنت
fr_ca: URL en ligne
mi: URL rōraina
pt_br: URL Online
ru: Онлайн URL

# Oops!
source: Whoops!
ar: عذراً!
fr_ca: Oups!
mi: Aue!
pt_br: Oops!
ru: Ой!

source: Open in Safari
ar: الفتح في Safari
fr_ca: Ouvrir avec Safari
mi: Tuwhera i roto i te Safari
pt_br: Abrir em Safari
ru: Открыть в Safari

source: Open in SpeedGrader
ar: الفتح في SpeedGrader
fr_ca: Ouvrir dans SpeedGrader
mi: Whakatūwhera i roto i te SpeedGrader
pt_br: Abrir em SpeedGrader
ru: Открыть в SpeedGrader

source: Open in...
ar: الفتح في...
fr_ca: Ouvrir avec...
mi: Tuwhera i roto i ...
pt_br: Abrir em...
ru: Открыть в...

source: Other
ar: أخرى
fr_ca: Autre
mi: Ētahi atu
pt_br: Outro
ru: Другое

source: Other replies hidden until you reply
ar: إخفاء الأجوبة الأخرى حتى تجيب
fr_ca: Les autres réponses sont masquées jusqu'à ce que vous répondiez
mi: Ētahi atu whakautu huna noa whakautu koe
pt_br: Outras respostas estão escondidas até que você responda
ru: Другие ответы скрыты, пока вы не ответите

source: out of
ar: من إجمالي
fr_ca: sur
mi: i waho i te
pt_br: de
ru: из

source: out of %@
ar: من إجمالي %@
fr_ca: sur %@
mi: i waho i te %@
pt_br: de %@
ru: из %@
