Repository: instructure/canvas-ios
Catalog: Canvas/TechDebt/*.lproj/Localizable.strings
Languages: ar, fr_ca, mi, pt_br, ru

source: Upload
ar: تحميل
fr_ca: Téléverser
mi: Tukuake
ru: Загрузить

source: Upload a file
ar: تحميل ملف
fr_ca: Téléverser un fichier
mi: Tukuake he kōnae
pt_br: Fazer upload de um arquivo
ru: Загрузить файл

source: Upload error
ar: خطأ في التحميل
fr_ca: Erreur de téléversement
mi: Hapa Tukuake
pt_br: Erro de Upload
ru: Ошибка при загрузке

source: Upload failed. Reason: (%@)
ar: فشل التحميل. السبب: (%@)
fr_ca: Échec du téléversement. Raison : (%@)
mi: rahua Tukuake. Take: (%@)
pt_br: Upload falhou. Motivo: (%@)
ru: Загрузка не удалась. Причина: (%@)

source: Upload file
ar: تحميل ملف
fr_ca: Téléverser un fichier
mi: kōnae Tukuake
pt_br: Fazer upload do arquivo
ru: Загрузить файл

source: Upload to assignment "%@" failed
ar: فشل التحميل إلى المهمة "%@"
fr_ca: Le téléversement au tâche « %@ » a échoué
mi: Tukuake ki te whakataunga"%@" i rahua
pt_br: Upload para a tarefa "%@" falhou
ru: Загрузка задания "%@" не удалась

source: Upload to assignment &quot;%@&quot; failed
ar: تعذر التحميل إلى المهمة &quot;%@&quot;
fr_ca: Le téléversement au tâche &quot;%@&quot; a échoué
mi: Tukuake ki te whakatauanga &quot;%@&quot;i rahua
pt_br: Carregamento à tarefa &quot;%@&quot; falhou
ru: Не удалось отправить в задание &quot;%@&quot;

source: Upload to folder &quot;%@&quot; failed
ar: تعذر التحميل إلى المجلد &quot;%@&quot;
fr_ca: Le téléversement au dossier &quot;%@&quot; a échoué
mi: Tukuake ki te kōnae&quot;%@&quot; i rahua
pt_br: Carregamento à pasta &quot;%@&quot; falhou
ru: Не удалось отправить в задание &quot;%@&quot;

source: Use
ar: استخدام
fr_ca: Utiliser
mi: Whakamahi
pt_br: Usar
ru: Использовать

source: User ID
ar: معرف المستخدم
fr_ca: Identifiant de l'utilisateur
mi: Kaiwhakamahi ID
pt_br: ID do Usuário
ru: ID пользователя

source: User info
ar: معلومات المستخدم
fr_ca: Informations de l'utilisateur
mi: Info Kaiwhakamahi
pt_br: Informação do Usuário
ru: Информация о пользователе

source: Video
ar: فيديو
fr_ca: Vidéo
mi: Ataata
pt_br: Vídeo
ru: Видео

source: Video error
ar: خطأ في الفيديو
fr_ca: Erreur du fichier vidéo
mi: hapa ataata
pt_br: Erro de vídeo
ru: Ошибка видео

source: View
ar: عرض
fr_ca: Voir
mi: Tirohia
pt_br: Visualizar
ru: Просмотр

source: Warning
ar: تحذير
fr_ca: Avertissement
mi: whakatūpato
pt_br: Aviso
ru: Предупреждение

source: We had a problem loading the submission. Please try again later.
ar: حدثت مشكلة أثناء تحميل الإرسال. الرجاء إعادة المحاولة لاحقًا.
fr_ca: Un problème est survenu lors du chargement de l’envoi. Veuillez essayer de nouveau plus tard.
mi: He hapa tā mātou i te wā e uta ana i te tāpaetanga. Tēnā koa ngana anō i muri mai.
pt_br: Houve um problema ao carregar o envio. Por favor, tente novamente mais tarde.
ru: Возникла проблема с загрузкой предоставляемых данных. Попробуйте еще раз позже.

source: We were unable to verify the server for use with this app.
ar: لم نتمكن من التحقق من الخادم لاستخدامه مع هذا التطبيق.
fr_ca: Nous n'avons pas pu vérifier le serveur pour son utilisation avec cette application.
mi: Kaore i taea e mātou ki te manatoko i te tūmau mō te whakamahi ki tēnei taupānga
pt_br: Não fomos capazes de verificar o servidor para uso com este aplicativo.
ru: Мы не смогли проверить сервер для использования с этим приложением.

source: Whoops!
ar: أوبس!
fr_ca: Oups!
pt_br: Ops!
ru: Ой!

source: Will unlock %@.
ar: تاريخ إلغاء القفل %@.
fr_ca: Déverrouillera %@.
mi: Ka huakina %@.
pt_br: Bloqueará %@.
ru: Разблокирует %@.

source: Would you like to create a new message?
ar: هل تريد إنشاء رسالة جديدة؟
fr_ca: Désirez-vous créer un nouveau message?
mi: E hiahia ana koe ki te waihanga i tētahi karere hou?
pt_br: Você gostaria de criar uma nova mensagem?
ru: Вы хотите создать новое сообщение?

source: Would you mind giving us a rating on the app store?
ar: هل يمكنك تقييمنا على App Store؟
fr_ca: Pourriez-vous nous laisser une évaluation sur l'App Store?
mi: E whakāro hoatu koe he whakatauranga ki a mātou runga i te toa taupānga?
pt_br: Você se importaria de nos dar uma classificação na App Store?
ru: Не могли бы вы поставить нам оценку в app store?

source: Would you mind letting us know the problems you have been having with the app?
ar: هل يمكنك إخبارنا بالمشاكل التي واجهتها مع التطبيق؟
fr_ca: Pourriez-vous nous faire connaitre les problèmes que vous auriez rencontré avec l'application?
mi: E whakāro koe ki te whakamōhio mai ki a mātou ngā raruraru e whiwhi ana koe me te taupānga?
pt_br: Você se importaria de deixar-nos saber os problemas que tem tido com o aplicativo?
ru: Не могли бы вы сообщить нам о проблемах, которые у вас возникли с приложением?

source: Yes
ar: نعم
fr_ca: Oui
mi: Ae
pt_br: Sim
ru: Да

source: You are now masquerading as %@
ar: أنت الآن متخفي بصفة %@
fr_ca: Vous personnifiez actuellement %@
mi: Kei te whakāhua kē koe ināianei i %@
pt_br: Você está agora disfarçado como %@
ru: Вы теперь маскируетесь под видом %@

source: You are now masquerading as %@. To stop masquerading, go to your profile.
ar: أنت الآن متخفي بصفة %@. لإيقاف التخفي، انتقل إلى ملف التعريف الخاص بك.
fr_ca: Vous personnifiez actuellement %@. Pour arrêter la personnification, allez sur votre profil.
mi: Kei te whakāhua kē koe ināianei i %@. Ki te whakamutu i te whakāhua kē haere ki tō kōtaha..
pt_br: Você está agora disfarçado como %@. Para Parar mascaramento visite o seu perfil.
ru: Вы теперь маскируетесь под видом %@. Чтобы прекратить маскирование, перейдите в свой профиль.

source: You do not have access to this content. The course or group might not have started, or might have been concluded.
ar: لا يمكنك الوصول إلى هذا المحتوى. من الممكن أن هذا المساق أو المجموعة لم يبدأ بعد أو انتهى.
fr_ca: Vous n'avez pas accès à ce contenu. Le cours ou le groupe peut ne pas avoir commencé, ou peut avoir été terminé.
mi: Kaore koe e whakāetia ki te whakauru i tēnei ihirangi. Kare anō pea te Akoranga Rōpū rānei i timata, a, ku mutu kē pea.
pt_br: Você não tem acesso a esse conteúdo. O curso ou grupo não pode ter começado, ou pode ter sido concluído.
ru: У вас нет доступа к этому контенту. Курс или группа, возможно, не были начаты или, возможно, были завершены.

source: You do not have permission to delete this reply
ar: غير مسموح لك بحذف هذا الرد
fr_ca: Vous n'avez pas la permission de supprimer cette réponse
mi: Kaore koe e whai whakāetanga ki te muku i tēnei whakautu
pt_br: Você não tem permissão de excluir esta resposta
ru: У вас нет разрешения на удаление этого ответа

source: You do not have SpeedGrader for iPad. You can download it for free from the app store.
ar: لا يوجد لديك SpeedGrader لـ iPad. يمكنك تنزيله مجانًا من App Store.
fr_ca: Vous n'avez pas SpeedGrader pour iPad. Vous pouvez le télécharger gratuitement depuis l'App Store.
mi: Kaore ia koe te SpeedGrader mo iPad. Ka taea te tukuake mo te kore utu mai i te App Toa.
pt_br: Você não tem o SpeedGrader para iPad. Você pode baixá-lo gratuitamente a partir da App Store.
ru: У вас нет SpeedGrader для iPad. Вы можете бесплатно скачать его из App Store.

source: You don't have permission to masquerade as this user, or there is no user with that ID
ar: التخفي بصفة هذا المستخدم غير مسموح لك أو لا يوجد مستخدم بهذا المعرف
fr_ca: Vous n'avez pas la permission de vous faire passer pour cet utilisateur, ou il n'existe aucun utilisateur avec cet identifiant
mi: Kaore koe e whai whakāetanga ki te whakāhua kē anō tēnei kaiwhakamahi rānei kahore he kaiwhakamahi ki taua ID
pt_br: Você não tem permissão para disfarçar-se como este usuário ou não existe usuário com esta ID.
ru: У вас нет разрешения на маскировку под этого пользователя или не существует пользователя с этим идентификатором

source: You have an unsaved reply. Would you like to discard that reply?
ar: لديك رد غير محفوظ. هل ترغب في تجاهل هذا الرد؟
fr_ca: Vous avez une réponse non enregistrée. Vous aimeriez rejeter cette réponse?
mi: Kai ia koe he whakautu kaore i tiakitia. E hiahia ana koe ki te whakakore i taua whakautu?
pt_br: Você tem uma resposta não salva. Gostaria de descartar aquela resposta?
ru: У вас есть несохраненный ответ. Вы хотите отменить этот ответ?

source: You must first complete:
ar: يجب أن تكمل أولاً:
fr_ca: Vous devez d’abord compléter :
mi: Me whakaoti koe i te tuatahi:
pt_br: Você deve completar primeiro:
ru: Вы должны сначала завершить:

source: You need a title and a description to post
ar: تحتاج لعنوان ووصف للنشر
fr_ca: Vous avez besoin d'un titre et d'une description pour pouvoir publier
mi: Me hiahia koe te taitara me te whakamārama ki te whakairi
pt_br: Você precisa de um título e uma descrição para enviar
ru: Вам нужно название и описание к сообщению

source: You should go rate Canvas on the app store!
ar: يجب أن تقيّم Canvas على App Store!
fr_ca: Vous devriez aller noter Canvas sur l'App Store!
mi: Me haere koe ki te auau Canvas i runga i te App toa!
pt_br: Você deve ir classificar o Canvas na App Store!
ru: Вы должны пойти и оценить Canvas на App Store!

source: Your files could not be found
ar: تعذر العثور على ملفاتك
fr_ca: Vos fichiers n'ont pu être trouvés
mi: Kaore i kitea o koutou kōnae
pt_br: Não foi possível localizar seus arquivos
ru: Ваши файлы не могут быть найдены

source: Your school's configuration does not allow the type of submission selected for this assignment
ar: تكوين مدرستك لا يسمح بنوع الإرسال المحدد لهذه المهمة
fr_ca: La configuration de votre école ne permet pas le type de envoi sélectionné pour cette tâche
mi: Kaore te whirihoranga o tō kura e whakāe te momo o te tāpaetanga tīpakohia mō tēnei whakataunga
pt_br: A configuração da sua escola não permite o tipo de apresentação selecionado para esta tarefa
ru: Конфигурация вашей школы не позволяет выбирать тип отправки, выбранной для данного задания

source: %1$d %2$@
fr_ca: %1$@ (%2$d)

# %d %@
source: %1$d %2$@
fr_ca: %1$@ (%2$d)
