Repository: instructure/canvas-ios
Catalog: Canvas/TechDebt/*.lproj/Localizable.strings
Languages: ar, fr_ca, mi, pt_br, ru

source: You must first complete:
ar: يجب أن تكمل أولاً:
fr_ca: Vous devez d’abord compléter :
mi: Me whakaoti koe i te tuatahi:
pt_br: Você deve completar primeiro:
ru: Вы должны сначала завершить:

source: until %@
ar: حتى %@
fr_ca: jusqu’à %@
mi: tae noa ki %@
pt_br: até %@
ru: до %@

# '%@' is now ready to submit to assignments
source: '%@' is now ready to submit assignments
ar: '%@' جاهز الآن للإرسال إلى المهام
fr_ca: « %@ » est maintenant prêt à se soumettre aux tâches
mi: '%@' kua reri ināinei ki te tuku ki ngā whakataunga
pt_br: '%@' agora está pronto para submeter para tarefas
ru: '%@' теперь готов предоставить задания

# "%@" is locked as part of "%@"
source: "%1$@" is locked as part of "%2$@"
ar: "%1$@" مؤمّن كجزء من "%2$@"
fr_ca: « %1$@ » est verrouillé dans le cadre de « %2$@ »
mi: "%1$@" kua rakaina hei wāhanga o "%2$@"
pt_br: "%1$@" está bloqueado como parte de "%2$@"
ru: "%1$@" заблокировано как часть "%2$@"

source: &quot;%1$@&quot; is locked as part of &quot;%2$@&quot;
ar: تم تأمين &quot;%1$@&quot; كجزء من &quot;%2$@&quot;
fr_ca: &quot;%1$@&quot; est verrouillé dans le cadre de &quot;%2$@&quot;
mi: &quot;%1$@&quot; kei te raka i te wāhanga o &quot;%2$@&quot;
pt_br: &quot;%1$@&quot; está bloqueado como parte de &quot;%2$@&quot;
ru: &quot;%1$@&quot; заблокирован как часть &quot;%2$@&quot;

source: %@ is coming soon!
ar: %@ قريبًا!
fr_ca: %@ arrive très prochainement!
mi: Kei te haere mai hohoro %@!
pt_br: %@ está vindo em breve!
ru: %@ появится в скором времени!

# %@ is due in %@
source: %1$@ is due in %2$@
ar: موعد استحقاق %1$@ هو %2$@
fr_ca: %1$@ est dû dans %2$@
mi: He tika i roto i te %2$@ %1$@
pt_br: %1$@ é devido em %2$@
ru: %1$@ будет выполнено в %2$@

source: %@ is locked
ar: %@ مؤمّن
fr_ca: %@ est verrouillé
mi: %@ kei te rakaina
pt_br: %@ está bloqueado
ru: %@ заблокировано

source: %@ is not a valid host
ar: %@ ليس مضيف صالح
fr_ca: %@ n'est pas un hôte valide
mi: e kore he %@ he ope whaimana
pt_br: %@ não é um host válido
ru: %@ не является допустимым хостом

source: %@ is not a valid URL
ar: %@ ليس عنوان URL صالح
fr_ca: %@ n'est pas une URL valide
mi: e kore he %@ te URL whaimana
pt_br: %@ não é uma URL válida
ru: %@ не является допустимым URL

source: %@ is not currently supported.
ar: %@ غير مدعوم حالياً.
fr_ca: %@ n'est pas actuellement pris en charge.
mi: e kore te tautoko %@ tēnei wā.
pt_br: %@ não é suportado atualmente.
ru: %@ в настоящее время не поддерживается.

source: %@ likes
ar: %@ إعجاب/إعجابات
fr_ca: %@ « j'aime »
mi: momo %@
pt_br: %@ gostei
ru: %@ лайков

# %@ need grading
source: %@ need marking
ar: %@ تقييم مطلوب
fr_ca: %@ doit être noté
mi: %@ hiahia kōeketanga
pt_br: %@ precisa de classificação
ru: %@ требует оценки

source: %0.2f GB
ar: %0.2f جيجابايت
fr_ca: %0.2f Go
ru: %0.2f ГБ

source: %0.2f KB
ar: %0.2f كيلوبايت
fr_ca: %0.2f Ko
ru: %0.2f КБ

source: %0.2f MB
ar: %0.2f ميجابايت
fr_ca: %0.2f Mo
mi: %0.2f MP
ru: %0.2f МБ

source: %1$@ (%2$g out of %3$@)
ar: %1$@ (%2$g من إجمالي %3$@)
fr_ca: %1$@ (%2$g sur %3$@)
mi: %1$@ (%2$g i roto i %3$@)
pt_br: %1$@ (%2$g de %3$@)
ru: %1$@ (%2$g из %3$@)

source: %1$@ at %2$@
ar: %1$@ في %2$@
fr_ca: %1$@ à %2$@
mi: %1$@ ī %2$@
pt_br: %1$@ às %2$@
ru: %1$@ в %2$@

source: %1$@ is due in %2$@
ar: موعد استحقاق %1$@ هو %2$@
fr_ca: %1$@ est dû dans %2$@
mi: He tika i roto i te %2$@ %1$@
pt_br: %1$@ é devido em %2$@
ru: %1$@ будет выполнено в %2$@

source: %1$@ out of %2$@
ar: %1$@ من إجمالي %2$@
fr_ca: %1$@ sur %2$@
mi: %1$@ i roto i te %2$@
pt_br: %1$@ de %2$@
ru: %1$@ из %2$@

source: %1$@. %2$@. Type: %3$@.
ar: %1$@. %2$@. النوع: %3$@.
mi: %1$@. %2$@. Momo: %3$@.
pt_br: %1$@. %2$@. Tipo: %3$@.
ru: %1$@. %2$@. Тип: %3$@.

source: %1$@. %2$@. Type: %3$@. Status: %4$@
ar: %1$@. %2$@. النوع: %3$@. الحالة: %4$@
fr_ca: %1$@. %2$@. Type : %3$@. Statut : %4$@
mi: %1$@. %2$@. Momo: %3$@. Tūnga: %4$@
pt_br: %1$@. %2$@. Type: %3$@. Posição: %4$@
ru: %1$@. %2$@. Тип: %3$@. Статус: %4$@

source: %1$@%% (%2$g out of %3$@)
ar: %1$@%% (%2$g من إجمالي %3$@)
fr_ca: %1$@%% (%2$g de %3$@)
mi: %1$@%% (%2$g i roto i te %3$@)
pt_br: %1$@%% (%2$g de %3$@)
ru: %1$@%% (%2$g из %3$@)

source: %1$g out of %2$@
ar: %1$g من إجمالي %2$@
fr_ca: %1$g sur %2$@
mi: %1$g i roto i te %2$@
pt_br: %1$g de %2$@
ru: %1$g из %2$@

source: %d days ago
ar: منذ %d يوم/أيام
fr_ca: Il y a %d jours
mi: %d rā i muri
pt_br: %d dias atrás
ru: %d дней назад

source: %d hours ago
ar: منذ %d ساعة/ساعات
fr_ca: Il y a %d heures
mi: %d haora i muri
pt_br: %d horas atrás
ru: %d часов назад

source: %d items
ar: %d عنصر/عناصر
fr_ca: %d éléments
mi: %d ngā tūemi
pt_br: %d itens
ru: %d элементов

source: %d minutes ago
ar: منذ %d دقيقة/دقائق
fr_ca: Il y a %d minutes
mi: %d ngā meneti i muri
pt_br: %d minutos atrás
ru: %d минут назад

source: %d months ago
ar: منذ %d شهر/أشهر
fr_ca: Il y a %d mois
mi: %d ngā marama i muri
pt_br: %d meses atrás
ru: %d месяцев назад

source: %d more
ar: %d أكثر
fr_ca: %d de plus
mi: %d atu
pt_br: %d mais
ru: %d еще

source: %d replies
ar: %d رد/ردود
fr_ca: %d réponses
mi: %d ngā whakautu
pt_br: %d respostas
ru: %d ответов

source: %d unread
ar: %d غير مقروءة
fr_ca: %d non-lus
mi: %d kaore i pānuihia
pt_br: %d não lido
ru: %d непрочитанных

source: %d years ago
ar: منذ %d سنة/سنوات
fr_ca: Il y a %d ans
mi: %d tau i muri
pt_br: %d anos atrás
ru: %d лет назад

source: %qu bytes
ar: %qu بايت
fr_ca: %qu octets
mi: %qu ngā paita
ru: %qu байтов

source: %tu day
ar: يوم %tu
fr_ca: %tu jour
mi: %tu rā
pt_br: %tu dia
ru: %tu день

source: %tu days
ar: %tu يوم/أيام
fr_ca: %tu jours
mi: %tu ngā rā
pt_br: %tu dias
ru: %tu дней

source: %tu hour
ar: ساعة %tu
fr_ca: %tu heure
mi: %tu haora
pt_br: %tu hora
ru: %tu час

source: %tu hours
ar: %tu ساعة/ساعات
fr_ca: %tu heures
mi: %tu ngā haora
pt_br: %tu horas
ru: %tu часов

source: %tu minute
ar: دقيقة %tu
mi: %tu meneti
pt_br: %tu minuto
ru: %tu минута

source: %tu minutes
ar: %tu دقيقة/دقائق
mi: %tu ngā meneti
pt_br: %tu minutos
ru: %tu минут

source: %u attachments
ar: %u مرفق/مرفقات
fr_ca: %u pièces jointes
mi: %u Ngā Āpitihanga
pt_br: %u Anexos
ru: %u вложений

source: %u files
ar: %u ملف/ملفات
fr_ca: %u fichiers
mi: %u ngā kōnae
pt_br: %u arquivos
ru: %u файлов

source: 1 attachment
ar: مرفق واحد
fr_ca: 1 pièce jointe
mi: 1 Āpitihanga
pt_br: 1 Anexo
ru: 1 вложение

source: 1 day
ar: يوم واحد
fr_ca: 1 jour
mi: 1 rā
pt_br: 1 dia
ru: 1 день

source: 1 day ago
ar: منذ يوم واحد
fr_ca: Il y a 1 jour
mi: 1 rā i muri
pt_br: 1 dia atrás
ru: 1 день назад

source: 1 hour
ar: ساعة واحدة
fr_ca: 1 heure
mi: 1 haora
pt_br: 1 hora
ru: 1 час

source: 1 hour ago
ar: منذ ساعة واحدة
fr_ca: Il y a 1 heure
mi: 1 haora i muri
pt_br: 1 hora atrás
ru: 1 час назад

source: 1 item
ar: عنصر واحد
fr_ca: 1 élément
mi: 1 tūemi
ru: 1 элемент

source: 1 like
ar: إعجاب واحد
fr_ca: 1 « j'aime »
mi: 1 rite
pt_br: 1 gostei
ru: 1 лайк

source: 1 minute ago
ar: منذ دقيقة واحدة
fr_ca: Il y a 1 minute
mi: 1 meneti i muri
pt_br: 1 minuto atrás
ru: 1 минуту назад

source: 1 month ago
ar: منذ شهر واحد
fr_ca: Il y a 1 mois
mi: 1 marama i muri
pt_br: 1 mês atrás
ru: 1 месяц назад

# 1 needs grading
source: 1 needs marking
ar: 1 يتطلب تقييم
fr_ca: 1 doit être noté
mi: 1 hiahia kōeketanga
pt_br: 1 precisa de classificação
ru: 1 требует оценки

source: 1 year ago
ar: منذ سنة واحدة
fr_ca: Il y a 1 an
mi: 1 tau i muri
pt_br: 1 ano atrás
ru: 1 год назад

source: 3 days
ar: 3 أيام
fr_ca: 3 jours
mi: 3 ngā rā
pt_br: 3 dias
ru: 3 дня

source: 5 minutes
ar: 5 دقائق
mi: 5 meneti
pt_br: 5 minutos
ru: 5 минут

source: About
ar: نبذة عن
fr_ca: À propos
mi: Mō
pt_br: Sobre
ru: Общая информация

source: Access denied
ar: الوصول مرفوض
fr_ca: Accès refusé
mi: Aukatia te Uru
pt_br: Acesso Negado
ru: Доступ закрыт

source: Access denied. Please check your permissions for the action you are trying to complete.
ar: تم رفض الوصول. يرجى التحقق من أذونات العملية التي تحاول القيام بها.
fr_ca: Accès refusé. Veuillez vérifier vos permissions pour l'action que vous essayez d'accomplir.
mi: Aukati uru. Tēnā koa tirohia koutou whakāetanga mo te mahi e ngana ana koe ki te whakaoti.
pt_br: Acesso negado. Por favor, verifique suas permissões para a ação que está tentando concluir.
ru: Доступ закрыт. Пожалуйста, проверьте ваши права доступа для действия, которое вы пытаетесь выполнить.

source: Add a folder
ar: إضافة مجلد
fr_ca: Ajouter un dossier
mi: Tāpiri i te kōpaki
pt_br: Adicionar uma pasta
ru: Добавить папку

source: Add attachment
ar: إضافة مرفق
fr_ca: Ajouter une pièce jointe
mi: Tāpiri āpitihanga
pt_br: Adicionar anexo
ru: Добавить вложение

source: Add attachment
ar: إضافة مرفق
fr_ca: Ajouter une pièce jointe
mi: Tāpiri Āpitihanga
pt_br: Adicionar Anexo
ru: Добавить вложение

source: Add comment
ar: إضافة تعليق
fr_ca: Ajouter un commentaire
mi: Tāpiri kōrero
pt_br: Adicionar comentário
ru: Добавить комментарий

source: Add comment
ar: إضافة تعليق
fr_ca: Ajouter un commentaire
mi: Tāpiri Tākupu
pt_br: Adicionar Comentário
ru: Добавить комментарий

source: Add cover photo
ar: إضافة صورة غلاف
fr_ca: Ajouter une photo de couverture
mi: Tāpiri Taupoki Whakāhua
pt_br: Adicionar Foto da Capa
ru: Добавить фотографию для обложки

source: Add folder
ar: إضافة مجلد
fr_ca: Ajouter un dossier
mi: Tāpiri kōpaki
pt_br: Adicionar pasta
ru: Добавить папку

source: Add inline media
ar: إضافة وسط مضمن
fr_ca: Ajouter du média imbriqué
mi: Tāpiri pāpāho rōraina
pt_br: Adicionar mídia inline
ru: Добавить встроенные медиа

source: Add recipients
ar: إضافة مستلمين
fr_ca: Ajouter des destinataires
mi: Tāpiri ngā kaiwhiwhi
pt_br: Adicionar destinatários
ru: Добавить получателей

source: All members
ar: كل الأعضاء
fr_ca: Tous les membres
mi: Ngā mema katoa
pt_br: Todos os membros
ru: Все члены

source: An unknown error occurred
ar: حدث خطأ غير معروف
fr_ca: Un erreur inconnue s'est produite
mi: He hapa kaore i mōhiotia i puta
pt_br: Ocorreu um erro desconhecido.
ru: Произошла неизвестная ошибка

source: Announcement
ar: إعلان
fr_ca: Annonce
mi: Pānui
pt_br: Anúncio
ru: Объявление

source: Announcements
ar: إعلانات
fr_ca: Annonces
mi: Ngā Pānuitanga
pt_br: Anúncios
ru: Объявления

source: Archive
ar: أرشفة
fr_ca: Archiver
mi: Pūranga
pt_br: Arquivo
ru: Архив

source: Archive all selected messages
ar: أرشفة جميع الرسائل المحددة
fr_ca: Archiver tous les messages sélectionnés
mi: Pūranga ngā karere katoa i tīpakohia
pt_br: Arquivar todas as mensagens selecionadas
ru: Архивировать все выбранные сообщения

source: Archive Selected messages button
ar: زر أرشفة الرسائل المحددة
fr_ca: Bouton d'archivage des messages sélectionnés
mi: Pātene Pūranga Tīpakohia Karere
pt_br: Botão Arquivar Mensagens Selecionadas
ru: Кнопка архивации выбранных сообщений

source: Archived
ar: تمت الأرشفة
fr_ca: Archiver
mi: Kua pūrangatia
pt_br: Arquivado
ru: Архивировано

source: Are you ready to log out?
ar: هل أنت مستعد لتسجيل الخروج؟
fr_ca: Êtes-vous prêt à vous déconnecter?
mi: Kei te reri koe ki te takiputa?
pt_br: Você está pronto para sair?
ru: Вы готовы выйти из системы?

source: Ask me later
ar: اسألني فيما بعد
fr_ca: Me le demander plus tard
mi: Pātai mai ki au a muri iho
pt_br: Pergunte-me mais tarde
ru: Спросить меня позже

source: Assignment
ar: المهمة
fr_ca: Tâche
mi: Whakataunga
pt_br: Tarefa
ru: Задание

source: Assignments
ar: المهام
fr_ca: Tâches
mi: Ngā whakataunga
pt_br: Tarefas
ru: Задания

source: Attachment
ar: المرفق
fr_ca: Pièce jointe
mi: Āpitihanga
pt_br: Anexo
ru: Вложение

source: Attachment %d
ar: المرفق %d
fr_ca: Pièce jointe %d
mi: Āpitihanga %d
pt_br: Anexo %d
ru: Вложение %d

source: Attachment %i
ar: المرفق %i
fr_ca: Pièce jointe %i
mi: Āpitihanga %i
pt_br: Anexo %i
ru: Вложение %i

source: Attachments
ar: المرفقات
fr_ca: Pièces jointes
mi: Ngā āpitihanga
pt_br: Anexos
ru: Вложения

source: Attendance
ar: الحضور
fr_ca: Présence
mi: Taenga mai
pt_br: Comparecimento
ru: Посещаемость

source: Audio
ar: صوت
mi: Ororongo
pt_br: Áudio
ru: Аудио

source: Audio input hardware not available
ar: جهاز إدخال الصوت غير متوفر
fr_ca: Le matériel d'entrée audio n'est pas disponible
mi: pūmārō tāuru ororongo kore e wātea ana
pt_br: Hardware de entrada de áudio não disponível
ru: Аппаратное обеспечение для входного аудио сигнала не доступно

source: Authentication error
ar: خطأ في المصادقة
fr_ca: Erreur d'authentification
mi: hapa motuhēhēnga
pt_br: Erro de autenticação
ru: Ошибка аутентификации

source: Build avatar
ar: إنشاء أفاتار
fr_ca: Construire un avatar
mi: Hanga Avatar
pt_br: Construir Avatar
ru: Создать Аватар

source: Cache cleared
ar: مُسحت ذاكرة التخزين المؤقت
fr_ca: Mémoire cache vidée
mi: whakawāteatia Cache
pt_br: Cache limpo
ru: Данные кэша очищены

source: Calendar
ar: التقويم
fr_ca: Calendrier
mi: Maramataka
pt_br: Calendário
ru: Календарь

# Can't load tool
source: Cannot load tool
ar: لا يمكن تحميل الأداة
fr_ca: Chargement de l'outil impossible
mi: e kore e taea te uta taputapu
pt_br: Não é possível carregar ferramenta
ru: Не удается загрузить инструмент

# Can't submit media
source: Cannot submit media
ar: لا يمكن إرسال الوسط
fr_ca: Envoi du média impossible
mi: Kāore e taea te tuku pāpāho
pt_br: Não é possível enviar mídia
ru: Не удается предоставить медиа

source: Cancel
ar: إلغاء
fr_ca: Annuler
mi: Whakakore
pt_br: Cancelar
ru: Отменить

source: Cancel message
ar: إلغاء رسالة
fr_ca: Annuler le message
mi: Whakakore Karere
pt_br: Cancelar Mensagem
ru: Отменить сообщение

source: Canvas appears to be unavailable. Please try again later.
ar: يبدو أن Canvas غير متوفر. يرجى إعادة المحاولة لاحقاً.
fr_ca: Canvas apparait comme étant indisponible. Veuillez réessayer plus tard.
mi: Anō nei kaore a Canvas i te wātea. Tēnā koa ngana anō i muri mai.
pt_br: O Canvas parece estar indisponível. Por favor tente novamente mais tarde.
ru: Canvas не доступен. Пожалуйста, повторите попытку позже.

source: Canvas failed to find recipients for your current search. Please try again later.
ar: فشل Canvas في العثور على مستلمين لبحثك الحالي. يرجى إعادة المحاولة لاحقاً.
fr_ca: Canvas n'a retourné aucun destinataire correspondant à votre recherche actuelle. Veuillez réessayer plus tard.
mi: I rahua a Canvas i ki te kite kaiwhiwhi mo tō rapu o nāianei. Tēnā koa ngana anō i muri mai.
pt_br: O Canvas não conseguiu encontrar os destinatários para a sua pesquisa atual. Por favor, tente novamente mais tarde.
ru: Canvas не удалось найти получателей для текущего поиска. Пожалуйста, повторите попытку позже.

source: Canvas quizzes support various assessment styles. Most of these styles are supported on mobile devices; however, some are not. If you attempt to take one of these unsupported quizzes on your phone, you might be unable to complete the entire quiz, thus leaving you at a disadvantage. Unsupported question types include questions containing Adobe Flash™ content, file uploads and others. If you believe that a quiz contains unsupported content, please take the quiz on a desktop or laptop computer. If you know that the quiz contains only supported content, feel free to take it on your mobile device.
ar: تدعم اختبارات Canvas أنماط تقييم عديدة. معظم هذه الأنماط مدعومة على الأجهزة المحمولة؛ لكن بعض الأجهزة ليست مدعومة بعد. إذا حاولت إجراء أحد الاختبارات غير المدعومة على هاتفك، فقد يستحيل عليك إنهاء الاختبار بأكمله، ما سيضعك في وضع غير موات. أنواع الأسئلة غير المدعومة يشمل أسئلة تتضمن محتويات Adobe Flash™، تحميلات الملفات وغيرها. إذا كنت تعتقد أن اختبار ما يتضمن محتويات غير مدعومة، يرجى إجراء الامتحان على كمبيوتر المكتب أو كمبيوتر محمول. إذا كنت تعلم أن الاختبار يحتوي على محتويات مدعومة فقط، لا تترد في إجرائه على جهازك المحمول.
fr_ca: Les questionnaires Canvas prennent en charge divers styles d'évaluation. La plupart de ces styles sont pris en charge sur les appareils mobiles; cependant, certains ne le sont pas encore. Si vous essayez de répondre à l’un de ces questionnaires non pris en charge sur votre téléphone, vous pourriez être incapable de le terminer dans son ensemble, vous laissant à un certain désavantage. Les types de questions non pris en charge comprennent les questions contenant du contenu Adobe Flash™, des téléversements de fichier et autres. Si vous pensez qu’un questionnaire contient du contenu non pris en charge, veuillez y répondre sur un ordinateur de bureau ou sur un ordinateur portable. Si vous savez que le questionnaire contient uniquement des questions au contenu entièrement pris en charge, n’hésitez pas à y répondre sur votre appareil mobile.
mi: Ka tautoko a Canvas quizzes ngā momo aromatawai. E tautokona te nuinga o ēnei momo i runga i ngā pūrere pūkoro; heoi, e kore ētahi. Ki te ngana koe ki te tango i tētahi o ēnei quizzes tautokona i runga i tou waea, ai waiho koe kaore e taea ki te whakaoti i te quiz katoa, mahue koe i te ngoikoretanga. Ngā momo pātai tē tautokohia ngā pātai kei roto Adobe Flash ™ ihirangi, ngā tukunga kōnae, me ētahi atu. Ki te whakapono koe e kei roto i quiz ihirangi kaore tautokona, tēnā koa tango i runga i te papamahi pona rorohiko rānei. Ki te mōhio koe e te quiz kei roto tautoko ihirangi anake, i te noa ki te tango i runga i tō pūrere pūkoro.
pt_br: Os questionário do Canvas oferecem suporte a vários estilos de avaliação. A maioria destes estilos é suportada em dispositivos móveis; no entanto, alguns não são. Se você tentar fazer dentre estes questionários sem suporte no seu telefone, pode ficar incapaz de completar o questionário inteiro, ficando em desvantagem. Tipos de perguntas sem suporte incluem perguntas que contenham conteúdo Adobe Flash™, carregamentos de arquivos e outros. Se você acredita que um questionário contém conteúdo sem suporte, por favor, faça-o no computador ou laptop. Se você souber que o questionário contém apenas conteúdo com suporte, sinta-se livre para fazê-lo em seu dispositivo móvel.
ru: Тесты Canvas поддерживают различные стили оценивания. Большинство из этих стилей поддерживаются на мобильных устройствах; Тем не менее, некоторые тз них не поддерживаются. Если вы попытаетесь пройти один из этих не поддерживаемых тестов на вашем телефоне, вы можете быть не в состоянии завершить весь тест, и получить плохую оценку. Не поддерживаемые типы вопросов включают вопросы, содержащие контент Adobe Flash™, загрузку файлов, и другое. Если вы считаете, что тест содержит не поддерживаемый контент, пожалуйста, пройдите его на компьютере или ноутбуке. Если вы знаете, что тест содержит только допустимый контент, вы можете смело пройти его на мобильном устройстве.

source: Change user
ar: تغيير المستخدم
fr_ca: Changer d'utilisateur
mi: Huri Kaiwhakamahi
pt_br: Trocar Usuário
ru: Сменить пользователя

source: Choose a name for the new folder
ar: اختيار اسم المجلد الجديد
fr_ca: Choisir un nom pour le nouveau dossier
mi: Kōwhiria he ingoa mo te kōpaki hōu
pt_br: Escolher um nome para a nova pasta
ru: Выберите имя для новой папки

source: Choose a name for the new folder.
ar: اختيار اسم المجلد الجديد.
fr_ca: Choisir un nom pour le nouveau dossier.
mi: Kōwhiria he ingoa mo te kōpaki hōu.
pt_br: Escolher um nome para a nova pasta.
ru: Выберите имя для новой папки.

source: Choose a submission type
ar: اختيار نوع الإرسال
fr_ca: Choisir un type de envoi
mi: Kōwhiria he momo tāpaetanga
pt_br: Escolher um tipo de envio
ru: Выберите тип отправки

source: Choose from library...
ar: الاختيار من المكتبة...
fr_ca: Choisir depuis la bibliothèque...
mi: Kōwhiri mai i te whare Pukapuka
pt_br: Escolher da Biblioteca...
ru: Выбрать из библиотеки...

source: Choose photo
ar: اختيار صورة
fr_ca: Choisir une photo
mi: Kōwhiri Whakāhua
pt_br: Escolher Foto
ru: Выбрать фото

source: Choose profile picture
ar: اختيار صورة ملف التعريف
fr_ca: Choisir une photo de profil
mi: Kōwhiri Pikitia Kōtaha
pt_br: Escolher a Foto do Perfil
ru: Выбор фото профиля

source: Choose video
ar: اختيار فيديو
fr_ca: Choisir une vidéo
mi: Kōwhiri ataata
pt_br: Escolher vídeo
ru: Выбрать видео

source: Choose video
ar: اختيار فيديو
fr_ca: Choisir une vidéo
mi: Kōwhiri Ataata
pt_br: Escolher Vídeo
ru: Выбрать видео

source: Close
ar: إغلاق
fr_ca: Fermer
mi: Katia
pt_br: Fechar
ru: Закрыть

source: Closed for comments
ar: التعليقات مغلقة
fr_ca: N'accepte plus de commentaires
mi: Kua kati mo ngā kōrero
pt_br: Fechado para Comentários
ru: Закрыто для комментариев

source: Collaborations
ar: الأعمال الجماعية
mi: Mahi ngātahi
pt_br: Colaborações
ru: Сотрудничества

source: Comment
ar: تعليق
fr_ca: Commenter
mi: Kōrero
pt_br: Comentário
ru: Комментарий

source: Comment error
ar: خطأ في التعليق
fr_ca: Commenter l'erreur
mi: Hapa Tākupu
pt_br: Erro de Comentário
ru: Ошибка комментария

source: Comments
ar: التعليقات
fr_ca: Commentaires
mi: Ngā tākupu
pt_br: Comentários
ru: Комментарии

source: Comments are disabled
ar: التعليقات معطلة
fr_ca: Les commentaires sont désactivés
mi: Kua monokia Tākupu
pt_br: Comentários estão desativados
ru: Комментарии отключены

source: Complete
ar: مكتمل
fr_ca: Terminé
mi: Oti
pt_br: Concluído
ru: Завершить

source: Completed
ar: مكتمل
fr_ca: Terminé
mi: Kua oti
pt_br: Completado
ru: Завершено

source: Compose a message
ar: إنشاء رسالة
fr_ca: Composer un message
mi: Tuhia he karere
pt_br: Compor uma mensagem
ru: Написать сообщение

source: Compose message button
ar: زر إنشاء رسالة
fr_ca: Bouton de composition de message
mi: Titoa Pātene Karere
pt_br: Botão Compor Mensagem
ru: Кнопка Написать сообщение

source: Conferences
ar: المؤتمرات
fr_ca: Conférences
mi: Ngā Hui
pt_br: Conferências
ru: Конференции

source: Confirm deletion
ar: تأكيد الحذف
fr_ca: Confirmer la suppression
mi: Whakaūngia te mukunga
pt_br: Confirmar a eliminação
ru: Подтвердить удаление

source: Continue
ar: متابعة
fr_ca: Continuer
mi: Haere Tonu
pt_br: Continuar
ru: Продолжить

source: Could not authenticate with server
ar: تعذرت المصادقة مع الخادم
fr_ca: Impossible d’authentifier avec le serveur
mi: Kāore i taea te whakamotuhēhē ki te tūmau
pt_br: Não foi possível autenticar com o servidor
ru: Невозможно проверить подлинность с сервером

# Couldn't find recipients
source: Could not find recipients
ar: تعذر العثور على مستلمين
fr_ca: Impossible de trouver des destinataires
mi: Kāore i kitea ngā kaiwhiwhi
pt_br: Não foi possível encontrar os destinatários
ru: Не удалось найти получателей

# Couldn't Load Submission
source: Could not load submission
ar: تعذر تحميل الإرسال
fr_ca: Impossible de charger l'envoi
mi: Kaore i taea te uta Tukunga
pt_br: Não foi possível Carregar Envio
ru: Не удалось загрузить отправку

source: Course syllabus
ar: مناهج المساق
fr_ca: Programme du cours
mi: mahere akoranga
pt_br: Programa do Curso
ru: Учебная программа

source: Courses
ar: المساقات
fr_ca: Cours
mi: Ngā Akoranga
pt_br: Cursos
ru: Курсы

source: Create folder
ar: إنشاء مجلد
fr_ca: Créer un dossier
mi: Waihanga Kōpaki
pt_br: Criar Pasta
ru: Создать папку

source: Current submission
ar: الإرسال الحالي
fr_ca: Envoi actuelle
mi: Tāpaetanga O nāianei
pt_br: Envio Atual
ru: Текущее задание

source: Currently there is limited quiz support on mobile
ar: دعم الاختبارات محدود حاليًا على الأجهزة المحمولة
fr_ca: L'aide aux questionnaires est actuellement limitée sur plateforme mobile
mi: I tēnei wā he iti tautoko quiz i runga i te waea haerēre
pt_br: Atualmente há suporte limitado de questionário no celular
ru: В настоящее время существует ограниченная поддержка теста на мобильном телефоне

# Custom Grade
source: Custom mark
ar: درجة مخصصة
fr_ca: Note personnalisée
mi: Kōeke Ritenga
pt_br: Customizar Nota
ru: Настроить оценку

# Customize
source: Customise
ar: تخصيص
fr_ca: Personnaliser
mi: Whakaritea
pt_br: Customizar
ru: Настроить

source: Delete
ar: حذف
fr_ca: Supprimer
mi: Muku
pt_br: Exluir
ru: Удалить

source: Delete (%d)
ar: حذف (%d)
fr_ca: Supprimer (%d)
mi: Muku(%d)
pt_br: Excluir (%d)
ru: Удалить (%d)

source: Delete this reply?
ar: حذف هذه الإجابة؟
fr_ca: Supprimer cette réponse?
mi: Mukua tēnei whakautu?
pt_br: Excluir esta resposta?
ru: Удалить этот ответ?
