Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

source: Orange
ar: برتقالي
ca: Taronja
cy: Oren
es_es: Naranja
fi: Oranssi
id: Oranye
is: Appelsínugulur
it: Arancione
ja: オレンジ
mi: Ārani
ms: Oren
nl: Oranje
pl: Pomarańczowy
pt_br: Laranja
ru: Оранжевый
sl: Oranžno
th: ส้ม
vi: Cam

source: Ordered list
ar: قائمة مرتبة
ca: Llista ordenada
cy: Rhestr mewn Trefn
da: Ordnet liste
de: Geordnete Liste
es_es: Lista ordenada
fi: Tilattujen luettelo
fr_ca: Liste dans le bon ordre
id: Daftar Diurutkan
is: Raðaður listi
it: Lista ordinata
ja: 順序リスト
mi: Rārangi whakahau
ms: Senarai Bernombor
nl: Geordende lijst
pl: Uporządkowana lista
pt_br: Lista de Pedidos
ru: Упорядоченный список
sl: Razvrščeni seznam
sv: Ordnad lista
th: รายการที่สั่ง
vi: Danh Sách Theo Thứ Tự

source: Other Apps
ar: تطبيقات أخرى
ca: Altres aplicacions
cy: Apiau Eraill
da: Andre apps
de: Andere Apps
es_es: Otras aplicaciones
fi: Muut sovellukset
fr_ca: Autres applications
id: Aplikasi Lain
is: Önnur smáforrit
it: Altre app
ja: その他アプリ
mi: Ētahi atu Taupānga
ms: Aplikasi Lain
nl: Andere apps
pl: Inne aplikacje
pt_br: Outros aplicativos
ru: Другие приложения
sl: Druge aplikacije
sv: Andra appar
th: แอพอื่น ๆ
vi: Các Ứng Dụng Khác

source: out of
ar: من إجمالي
ca: de
cy: allan o
da: ud af
de: von insgesamt
es_es: de
fr_ca: sur
id: dari
is: af
it: su
ja: 中
mi: i waho i te
ms: daripada
nl: van de
pl: z
pt_br: de
ru: из
sl: od
sv: av
th: จาก
vi: trên tổng số

source: page
ar: صفحة
ca: pàgina
cy: tudalen
da: side
de: Seite
es_es: página
fi: sivu
id: hal.
is: síða
it: pagina
ja: ページ
mi: Whārangi
ms: halaman
nl: pagina
pl: strona
pt_br: página
ru: страница
sl: stran
sv: sida
th: หน้าเพจ
vi: trang

source: Page
ar: صفحة
ca: Pàgina
cy: Tudalen
da: Side
de: Seite
es_es: Página
fi: Sivu
id: Halaman
is: Síða
it: Pagina
ja: ページ
mi: Whārangi
ms: Halaman
nl: Pagina
pl: Strona
pt_br: Página
ru: Страница
sl: Stran
sv: Sida
th: หน้า
vi: Trang

source: Page content
ar: محتوى الصفحة
ca: Contingut de la pàgina
cy: Cynnwys tudalen
da: Sideindhold
de: Seiteninhalt
es_es: Contenido de la página
fi: Sivun sisältö
fr_ca: Contenu de la page
id: Konten halaman
is: Efni á síðu
it: Contenuto pagina
ja: ページの内容
mi: Ihirangi whārangi
ms: Kandungan halaman
nl: Pagina-inhoud
pl: Zawartość strony
pt_br: Conteúdo da página
ru: Содержание страницы
sl: Vsebina strani
sv: Sidinnehåll
th: เนื้อหาในเพจ
vi: Nội dung trang

source: Page details
ar: تفاصيل الصفحة
ca: Detalls de la pàgina
cy: Manylion y Dudalen
da: Sidedetaljer
de: Seitendetails
es_es: Detalles de la página
fi: Sivun tiedot
fr_ca: Détails de la page
id: Detail Halaman
is: Upplýsingar um síðu
it: Dettagli pagina
ja: ページ詳細
mi: Taipitopito Whārangi
ms: Butiran Halaman
nl: Paginadetails
pl: Szczegóły strony
pt_br: Detalhes da página
ru: Данные страницы
sl: Podrobnosti o strani
sv: Sidinformation
th: รายละเอียดหน้าเพจ
vi: Thông Tin Chi Tiết Trang

source: Pages
ar: الصفحات
ca: Pàgines
cy: Tudalennau
da: Sider
de: Seiten
es_es: Páginas
fi: Sivut
id: Halaman
is: Síður
it: Pagine
ja: ページ
mi: Ngā whārangi
ms: Halaman
nl: Pagina's
pl: Strony
pt_br: Páginas
ru: Страницы
sl: Strani
sv: Sidor
th: เพจ
vi: Trang

source: Pages front page
ar: الصفحة الأمامية للصفحات
ca: Pàgines pàgina frontal
cy: Tudalen Flaen ar gyfer Tudalennau
da: Sider forside
de: Seiten – Startseite
es_es: Página principal de las páginas
fi: Sivujen etusivu
fr_ca: Première page
id: Halaman Depan Halaman
is: Forsíða síðna
it: Pagine pagina iniziale
ja: ページ/トップ ページ
mi: Ngā Whārangi Whārangi O Mua
ms: Muka Depan Halaman
nl: Voorpagina van pagina\'s
pl: Strony, pierwsza strona
pt_br: Primeira página das páginas
ru: Страницы титульной страницы
sl: Prva stran pri straneh
sv: Sidornas framsida
th: หน้าเพจ หน้าแรก
vi: Các Trang Trang Đầu

source: Pair with observer
ar: الإقران بالمراقب
ca: Emparella amb l'observador
cy: Paru ag Arsyllwr
da: Par med observatør
de: Pairing mit Beobachter*in
es_es: Emparejar con un observador
fi: Yhdistä havaitsijan kanssa
fr_ca: Jumeler avec l’observateur
id: Pasangkan dengan Pengamat
is: Para við áhorfanda
it: Accoppia con osservatore
ja: オブザーバーとペアにする
mi: Hono ki te Kaitirotiro
ms: Pasangkan dengan Pemerhati
nl: Koppelen met waarnemer
pl: Paruj z obserwującym
pt_br: Emparelhar com observador
ru: Объединение с наблюдателем
sl: Poveži s skritim bralcem
sv: Koppla med observatör
th: เข้าคู่กับผู้สังเกตการณ์
vi: Ghép Cặp Với Người Quan Sát

source: Pairing Code:
ar: رمز الإقران:
ca: Codi d'emparellament:
cy: Cod Paru:
da: Parringskode:
es_es: Código de emparejamiento:
fi: Parinmuodostuskoodi:
fr_ca: Code de jumelage :
id: Kode Pairing:
is: Pörunarkóði:
it: Accoppiamento codice:
ja: ペアリングコード：
mi: Waihere Hono
ms: Kod Berpasangan:
nl: Koppelingscode:
pl: Kod parowania:
pt_br: Código de emparelhamento:
ru: Код сопряжения:
sl: Koda za seznanjanje:
sv: Parkopplingskod:
th: รหัสเข้าคู่:
vi: Mã Ghép Cặp:

source: Partially selected
ar: تم التحديد بشكل جزئي
ca: S’ha seleccionat parcialment
cy: Wedi’i ddewis yn rhannol
da: Delvist valgt
de: Teilweise ausgewählt
es_es: Parcialmente seleccionado
fi: Osittain valittu
fr_ca: Partiellement sélectionné
id: Dipilih secara parsial
is: Valið að hluta til
it: Parzialmente selezionato
ja: 部分的に選択
mi: Kua tohua he waahanga
ms: Dipilih sebahagian sahaja
nl: Gedeeltelijk geselecteerd
pl: Częściowo zaznaczono
pt_br: Parcialmente selecionado
ru: Частично выбрано
sl: Delno izbrano
sv: Delvis vald
th: เลือกบางส่วน
vi: Đã chọn một phần

source: Pass
ar: نجاح
ca: Aprovat
cy: Pasio
da: Bestået
de: Bestehen
es_es: Aprobado
fi: Hyväksytty
fr_ca: Réussi
id: Lulus
is: Staðið
it: Superato
ja: 合格
mi: Pāhi
ms: Lulus
nl: Geslaagd
pl: Zaliczenie
pt_br: Aprovados
ru: Прохождение
sl: Opravljeno
sv: Godkänd
th: ผ่าน
vi: Đạt

source: Password
ar: كلمة المرور
ca: Contrasenya
cy: Cyfrinair
da: Adgangskode
de: Kennwort
es_es: Contraseña
fi: Salasana
fr_ca: Mot de passe
id: Kata sandi
is: Lykilorð
ja: パスワード
mi: Kupuhipa
ms: Kata Laluan
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
sl: Geslo
sv: Lösenord
th: รหัสผ่าน
vi: Mật khẩu

# Past Enrollments
source: Past enrolments
ar: التسجيلات الماضية
ca: Assignatures anteriors
cy: Ymrestriadau'r Gorffennol
da: Tidligere tilmeldinger
de: Frühere Einschreibungen
es_es: Asignaturas anteriores
fi: Menneet rekisteröitymiset
fr_ca: Inscriptions antérieures
id: Pendaftaran Terdahulu
is: Fyrri innritanir
it: Iscrizioni passate
ja: 過去の登録
mi: Whakaurunga O Muri Nei
ms: Pendaftaran Lepas
nl: Oude inschrijvingen
pl: Wcześniejsze zapisy
pt_br: Matrículas passadas
ru: Прошлые регистрации
sl: Pretekli vpisi
sv: Tidigare registreringar
th: การลงทะเบียนที่ผ่านมา
vi: Ghi Danh Trước Đây

source: Pause
ar: إيقاف مؤقت
ca: Posa en pausa
cy: Rhewi
es_es: Pausar
fi: Keskeytä
fr_ca: Mettre en pause
id: Jeda
is: Gera hlé
it: Pausa
ja: 一時停止
mi: Okioki
ms: Jedakan
nl: Onderbreken
pl: Pauza
pt_br: Pausar
ru: Пауза
sl: Začasna zaustavitev
sv: Pausa
th: หยุดชั่วคราว
vi: Tạm Dừng

source: People
ar: الأشخاص
ca: Persones
cy: Pobl
da: Deltagere
de: Teilnehmer*innen
es_es: Personas
fi: Henkilöt
fr_ca: Personnes
id: Orang
is: Fólk
it: Persone
ja: メンバー
mi: Tāngata
ms: Orang
nl: Personen
pl: Ludzie
pt_br: Pessoas
ru: Люди
sl: Sodelujoči
sv: Personer
th: บุคคล
vi: Mọi Người

source: Percentage
ar: نسبة مئوية
ca: Percentatge
cy: Canran
da: Procentdel
de: Prozentsatz
es_es: Porcentaje
fi: Prosenttimäärä
fr_ca: Pourcentage
id: Persentase
is: Hlutfall
it: Percentuale
ja: 割合
mi: Ōrau
ms: Peratusan
pl: Wartość procentowa
pt_br: Porcentagem
ru: Процент
sl: Odstotek
sv: Procent
th: เปอร์เซ็นต์
vi: Phần Trăm

source: Permission needed
ar: مطلوب إذن
ca: Cal permís
cy: Angen Caniatâd
da: Tilladelse nødvendig
de: Berechtigung erforderlich
es_es: Se necesita permiso
fi: Käyttöoikeus tarvitaan
fr_ca: Autorisation nécessaire
id: Izin Dibutuhkan
is: Leyfis krafist
it: Autorizzazione necessaria
ja: 許可が必要
mi: E hiahiatia ana he whakāetanga
ms: Keizinan Diperlukan
nl: Toestemming vereist
pl: Wymagane uprawnienia
pt_br: Permissão necessária
ru: Требуется разрешение
sl: Potrebno je dovoljenje.
sv: Tillstånd behövs
th: ต้องมีสิทธิ์อนุญาต
vi: Cần Cho Phép

source: Photo library
ar: مكتبة الصور
ca: Biblioteca de fotos
cy: Llyfrgell Luniau
da: Billedbibliotek
de: Fotobibliothek
es_es: Biblioteca de fotos
fi: Valokuvakirjasto
fr_ca: Bibliothèque de photos
id: Pustaka Foto
is: Myndasafn
it: Libreria fotografica
ja: 画像ライブラリ
mi: Whakāhua Pukapuka
ms: Pustaka Foto
nl: Fotobibliotheek
pl: Biblioteka zdjęć
pt_br: Biblioteca de fotos
ru: Фотобиблиотека
sl: Knjižnica fotografij
sv: Bildbibliotek
th: ไลบรารี่ภาพ
vi: Thư Viện Ảnh

source: Pin
ar: تثبيت
ca: Ancora
cy: Pinio
da: Fastgør
de: Anheften
es_es: Fijar
fi: Kiinnitä
fr_ca: Épingler
is: Festa
it: Blocca
ja: 固定
mi: Pine
ms: Pinkan
nl: Vastzetten
pl: Przypnij
pt_br: Fixar
ru: Привязать
sl: Pripni
sv: Sätt upp
th: ปักหมุด
vi: Ghim

source: Pink
ar: وردي
ca: Rosa
cy: Pinc
da: Lyserød
de: Rosa
es_es: Rosa
fi: Vaaleanpunainen
fr_ca: Rose
id: Merah Muda
is: Bleikt
it: Rosa
ja: ピンク
mi: Māwhero
ms: Merah jambu
nl: Roze
pl: Różowy
pt_br: Rosa
ru: Розовый
sl: Rožnato
sv: Rosa
th: ชมพู
vi: Hồng

source: Pinned discussions
ar: مناقشات مثبتة
ca: Fòrums ancorats
cy: Trafodaethau wedi’u Pinio
da: Fastgjorte diskussioner
de: Angeheftete Diskussionen
es_es: Foros fijados
fi: Kiinnitetyt keskustelut
fr_ca: Discussions épinglées
id: Diskusi Dipin
is: Festar umræður
it: Discussioni bloccate
ja: 固定したディスカッション
mi: Ngā Kōrerorero Kua Pinea
ms: Perbincangan yang dipinkan
nl: Vastgezette discussies
pl: Przypięte dyskusje
pt_br: Fóruns fixados
ru: Прикрепленные обсуждения
sl: Pripete razprave
sv: Nålade diskussioner
th: การพูดคุยที่ปักหมุดไว้
vi: Cuộc Thảo Luận Đã Ghim

source: Play
ar: تشغيل
ca: Reprodueix
cy: Chwarae
da: Afspil
de: Abspielen
es_es: Reproducir
fi: Toista
fr_ca: Lecture
id: Putar
is: Spila
it: Riproduci
ja: 再生
mi: Tākaro
ms: Mainkan
nl: Afspelen
pl: Odtwórz
pt_br: Reproduzir
ru: Воспроизвести
sl: Predvajaj
sv: Spela upp
th: เปิดเล่น
vi: Phát

source: Please generate another QR Code and try again.
ar: يرجى إنشاء رمز QR آخر وأعد المحاولة.
ca: Genereu un altre codi QR i torneu-ho a provar.
cy: Crëwch God QR arall a rhoi cynnig arall arni
da: Generer en anden QR-kode, og prøv igen.
de: Bitte erzeugen Die einen anderen QR-Code und versuchen Sie es erneut
es_es: Genera otro código QR y vuelve a intentarlo.
fi: Luo toinen viivakoodi ja yritä uudelleen.
fr_ca: Veuillez générer un autre code QR et essayer de nouveau.
id: Silakan buat Kode QR lain dan coba lagi.
is: Búðu til annan QR kóða og reyndu aftur.
it: Genera un altro codice QR e riprova.
ja: 別の QR コードを生成して、再試行してください。
mi: Tēnā koa whakamahia anō he QR Waehere me te ngana anō.
ms: Sila jana Kod QR yang lain dan cuba semula.
nl: Genereer een andere QR-code en probeer het opnieuw.
pl: Wygeneruj nowy kod QR i spróbuj ponownie.
pt_br: Gere outro código QR e tente novamente.
ru: Создайте другой код QR и повторите попытку.
sl: Ustvarite drugo kodo QR in poskusite znova.
sv: Generera en annan QR-kod och försök igen.
th: กรุณาจัดทำรหัส QR อื่นแล้วลองใหม่อีกครั้ง
vi: Vui lòng tạo Mã QR khác rồi thử lại.

source: Please log in via the application
ar: يُرجى تسجيل الدخول عبر التطبيق
ca: Inicieu la sessió a través de l’aplicació
cy: Mewngofnodwch gan ddefnyddio’r rhaglen
da: Log ind via applikationen
de: Melden Sie sich bitte über die App an
es_es: Inicia sesión a través de la aplicación
fi: Kirjaudu sisään sovelluksen kautta
fr_ca: Veuillez vous connecter par l’application
id: Silakan login melalui aplikasi
is: Skráðu þig inn í gegnum smáforritið
it: Accedere mediante l’applicazione
ja: アプリケーションからログインしてください
mi: Tēnā koa takiuru mā te puka tono
ms: Sila log masuk melalui aplikasi
nl: Log in via de applicatie
pl: Zaloguj się za pomocą aplikacji
pt_br: Por favor, faça o login através do aplicativo
ru: Войдите в систему через приложение
sl: Prijavite se prek aplikacije
sv: Logga in via programmet
th: กรุณาล็อกอินผ่านแอพพลิเคชั่น
vi: Vui lòng đăng nhập thông qua ứng dụng

source: Please wait, this might take a minute.
ar: يرجى الانتظار، قد تستغرق هذا الأمر دقيقة.
ca: Espereu, pot ser que trigui un minut.
cy: Arhoswch funud, gall hyn gymryd ychydig funudau.
da: Vent venligst, dette kan tage et minut.
de: Bitte warten, es dauert einen Moment.
es_es: Espera, esta acción puede tardar algo de tiempo.
fi: Odota, tämä voi kestää hetken.
fr_ca: Merci de patienter, cela peut prendre une minute.
id: Mohon menunggu, ini dapat membutuhkan beberapa saat.
is: Hinkraðu þetta gæti tekið mínútu.
it: Attendere, ci potrebbe volere un minuto.
ja: お待ちください。これには少し時間がかかる場合があります。
mi: Tēnā koa, tatari ka roa pea he meneti.
ms: Sila tunggu, ini mungkin mengambil masa beberapa minit
nl: Een ogenblik geduld...
pl: Proszę czekać, to może potrwać chwilę.
pt_br: Aguarde, isso pode levar um minuto.
ru: Подождите несколько минут.
sl: Počakajte, to lahko traja kakšno minuto.
sv: Vänta, detta kan ta en minut.
th: กรุณารอสักครู่ อาจต้องใช้เวลาครู่หนึ่ง
vi: Vui lòng chờ, quá trình này có thể mất một phút.

source: Points
ar: نقاط
ca: Punts
cy: Pwynt
da: Point
de: Punkte
es_es: Puntos
fi: Pisteet
id: Poin
is: Punktar
it: Punti
ja: ポイント
mi: Ngā Koinga
ms: Mata
nl: Punten
pl: Punkty
pt_br: Pontos
ru: Баллы
sl: Točke
sv: Poäng
th: คะแนน
vi: Điểm

source: Post at
ar: نشر في
ca: Publica el
cy: Postio at
da: Læg ud kl.
de: Veröffentlichen am
es_es: Publicar en
fi: Lähetä
fr_ca: Publié à
id: Posting di
is: Birta
it: Pubblica alle
ja: 投稿先
mi: Whakairi kī
ms: Siarkan pada
nl: Plaatsen op
pl: Opublikuj w
pt_br: Postar em
ru: Опубликовать в
sl: Objavi ob
sv: Publicera på
th: โพสต์เมื่อ
vi: Đăng vào

source: Practice quiz
ar: أداء الاختبار الموجز
ca: Prova sobre pràctiques
cy: Cwis Ymarfer
da: Øvelsestest
de: Übungsquiz
es_es: Prueba de práctica
fi: Harjoittelutesti
fr_ca: Questionnaire d’entraînement
id: Kuis Latihan
is: Æfingapróf
it: Quiz di esercitazione
ja: 練習小テスト
mi: Mahi Quiz
ms: Berlatih Kuiz
nl: Oefentoets
pl: Test próbny
pt_br: Teste de prática
ru: Практическое тестирование
sl: Kviz za vajo
sv: Övningsquiz
th: แบบฝึกหัด
vi: Câu Hỏi Kiểm tra Luyện Tập

source: Practice quizzes
ar: التدريب على اختبارات موجزة
ca: Proves de pràctica
cy: Cwisiau Ymarfer
da: Øvelsestest
de: Übungsquizze
es_es: Pruebas de práctica
fi: Harjoitustestit
fr_ca: Questionnaires d'entraînement
id: Kuis Latihan
is: Æfingapróf
it: Quiz di esercitazione
ja: 練習小テスト
mi: Mahi Quizzes
ms: Kuiz Latihan
nl: Oefentoetsen
pl: Testy próbne
pt_br: Testes de prática
ru: Практические тесты
sl: Kvizi za vajo
sv: Övningsquiz
th: แบบทดสอบฝึกหัด
vi: Các Câu Hỏi Kiểm Tra Luyện Tập

source: Preferences
ar: التفضيلات
ca: Preferències
cy: Blaenoriaethau
da: Indstillinger
de: Präferenzen
es_es: Preferencias
fi: Asetukset
fr_ca: Préférences
id: Preferensi
is: Kjörstillingar
it: Preferenze
ja: 優先設定
mi: Ngā manakohanga
ms: Keutamaan
nl: Voorkeuren
pl: Preferencje
pt_br: Preferências
ru: Предпочтения
sl: Nastavitve
sv: Inställningar
th: ค่าปรับตั้ง
vi: Cài Đặt Ưu Tiên

source: Preparing Files For Upload
ar: جارٍ تجهيز الملفات للتحميل
ca: S’estan preparant els fitxers per penjar-los
cy: Paratoi Ffeiliau i’w Llwytho i Fyny
da: Forberedelse af filer til upload
de: Dateien für Hochladen vorbereiten
es_es: Preparando archivos para la carga
fi: Valmistellaan tiedostoja ladattavaksi
fr_ca: Préparation des fichiers pour le téléversement
id: Menyiapkan File Untuk Unggahan
is: Undirbúa skrár fyrir upphleðslu
it: Preparazione file per il caricamento
ja: ファイルをアップロードする準備
mi: Te whakarite i nga konae mo te tuku ake
ms: Menyediakan Fail Untuk Muat Naik
nl: Bestanden voorbereiden om te uploaden
pl: Przygotowywanie plików do przesłania
pt_br: Preparando arquivos para upload
ru: Подготовка файлов к загрузке
sl: Pripravljam datoteke za nalaganje
sv: Förbereder filer för uppladdning
th: กำลังเตรียมไฟล์ที่จะอัพโหลด
vi: Chuẩn Bị Các Tập Tin Để Tải Lên

source: Prerequisite: %@
ar: المتطلبات الأساسية: %@
ca: Prerequisit: %@
cy: Rhagofyniad: %@
da: Forudsætning: %@
de: Voraussetzung: %@
es_es: Prerrequisito: %@
fi: Edellytys: %@
fr_ca: Prérequis : %@
id: Prasyarat: %@
is: Forsenda: %@
it: Prerequisito: %@
ja: 前提条件:%@
mi: Hiahiatanga: %@
ms: Prasyarat: %@
nl: Eerste vereiste: %@
pl: Wymóg wstępny: %@
pt_br: Pré-requisito: %@
ru: Предварительные условия: %@
sl: Predpogoj: %@
sv: Systemkrav: %@
th: เงื่อนไขเบื้องต้น: %@
vi: Điều Kiện Tiên Quyết %@

source: Preview Quiz
ar: معاينة الاختبار الموجز
ca: Feu una visualització prèvia de la prova
cy: Rhagolwg o'r Cwis
da: Forhåndsvisning af quiz
de: Quizvorschau
es_es: Vista previa de la prueba
fi: Esikatsele tietovisa
fr_ca: Prévisualiser le questionnaire
id: Pratinjau Kuis
is: Forskoða próf
it: Visualizza anteprima quiz
ja: プレビュー小テスト
mi: Arokite Quiz
ms: Pratonton Kuiz
nl: Voorbeeld toets weergeven
pl: Poprzedni test
pt_br: Pré-visualizar teste
ru: Просмотреть контрольную работу
sl: Predogled kviza
sv: Visa quiz
th: แสดงตัวอย่างแบบทดสอบ
vi: Xem Trước Bài Kiểm Tra

source: Previous logins
ar: عمليات تسجيل الدخول السابقة
ca: Inicis de sessió anteriors
cy: Manylion Mewngofnodi Blaenorol
da: Tidligere logins
de: Frühere Anmeldungen
es_es: Inicios de sesión anteriores
fi: Edelliset kirjautumiset
fr_ca: Connexions précédentes
id: Login Sebelumnya
is: Fyrri innskráningar
it: Login precedenti
ja: 以前のログイン
mi: Ngā takiurunga o mua
ms: Log Masuk Sebelumnya
nl: Eerdere aanmeldingen
pl: Poprzednie logowania
pt_br: Logins prévios
ru: Предыдущие идентификаторы
sl: Predhodne prijave
sv: Tidigare inloggningar
th: การล็อกอินก่อนหน้า
vi: Lần Đăng Nhập Trước

source: Previous Week
ar: الأسبوع السابق
ca: La setmana anterior
cy: Wythnos Flaenorol
da: Forrige uge
de: Vorherige Woche
es_es: Semana anterior
fi: Edellinen viikko
fr_ca: Semaine précédente
id: Minggu Sebelumnya
is: Fyrri vika
it: Settimana precedente
ja: 前の週
mi: Te Wiki o Mua
ms: Minggu Sebelumnya
nl: Vorige week
pl: Poprzedni tydzień
pt_br: Semana anterior
ru: Предыдущая неделя
sl: Prejšnji teden
sv: Föregående vecka
th: สัปดาห์ก่อนหน้า
vi: Tuần Trước

source: Privacy Policy
ar: سياسة الخصوصية
ca: Política de privacitat
cy: Polisi Preifatrwydd
da: Datapolitik
de: Datenschutzrichtlinien
es_es: Política de privacidad
fi: Tietosuojakäytäntö
fr_ca: Politique de confidentialité
id: Kebijakan Privasi
is: Persónuverndarstefna
it: Informativa sulla privacy
ja: 個人情報保護方針
mi: Kaupapahere Tūmataiti
ms: Dasar Privasi
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de privacidade
ru: Политика конфиденциальности
sl: Pravilnik o zasebnosti
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
vi: Chính Sách Quyền Riêng Tư

source: Profile avatar
ar: افاتار ملف التعريف
ca: Avatar del perfil
cy: Avatar proffill
da: Profilavatar
de: Profilavatar
es_es: Avatar del perfil
fi: Profiilin avatar
fr_ca: Avatar du profil
id: Avatar profil
is: Notandamynd
it: Avatar profilo
ja: プロフィールアバター
mi: Kōtaha atamariko
ms: Avatar profil
nl: Profielavatar
pl: Awatar profilu
pt_br: Avatar do perfil
ru: Аватар профиля
sl: Avatar profila
sv: Profilavatar
th: ภาพประจำตัวสำหรับโพรไฟล์
vi: Hình đại diện hồ sơ

source: Profile avatar, double tap to change
ar: أفاتار ملف التعريف، اضغط ضغطاً مزدوجاً للتغيير
ca: Avatar del perfil, toqueu-lo dues vegades per canviar-lo
cy: Avatar proffil, tapiwch ddwywaith i newid
da: Profilavatar, dobbeltklik for at ændre
de: Profilavatar, doppelt antippen zum Ändern
es_es: Avatar del perfil; toca dos veces para cambiarlo
fi: Profiilin avatar, vaihda napauttamalla kahdesti
fr_ca: Avatar du profil, appuyez deux fois pour modifier
id: Avatar profil, ketuk dua kali untuk mengubah
is: Notandamynd, pikkaðu tvisvar til að breyta
it: Avatar profilo, fai un doppio tocco per cambiare
ja: プロフィールアバター、ダブルタップして変更
mi: Kōtaha atamariko; patō tuarua ki te huri
ms: Avatar profil, ketik dua kali untuk menukar
nl: Profielavatar, dubbeltikken om te veranderen
pl: Awatar profilu; dwukrotnie stuknij, aby zmienić
pt_br: Avatar do perfil, toque duas vezes para alterar
ru: Аватар профиля — коснитесь дважды, чтобы изменить
sl: Avatar profila, dvotapnite za spremembo
sv: Profilavatar. Dubbeltryck för att ändra.
th: ภาพประจำตัวสำหรับโพรไฟล์ กดสองครั้งเพื่อแก้ไข
vi: Hình đại diện hồ sơ, nhấn đúp để thay đổi

source: Profile menu
ar: قائمة ملف التعريف
ca: Menú Perfil
cy: Dewislen Proffil
da: Profilmenu
de: Profilmenü
es_es: Menú de perfil
fi: Esikatseluvalikko
fr_ca: Menu Profil
id: Menu Profil
is: Uppsetningar valmynd
it: Menu del profilo
ja: プロフィールメニュー
mi: Kōtaha Tāhua
ms: Menu Profil
nl: Menu Profiel
pl: Menu profilu
pt_br: Menu do perfil
ru: Меню профиля
sl: Meni profila
sv: Profilmeny
th: เมนูโพรไฟล์
vi: Menu Hồ Sơ

source: Publish
ar: نشر
ca: Publica
cy: Cyhoeddi
da: Offentliggør
de: Veröffentlichen
es_es: Publicar
fi: Julkaise
fr_ca: Publier
id: Terbitkan
is: Birta
it: Pubblica
ja: 公開
mi: Whakaputa
ms: Terbitkan
nl: Publiceren
pl: Publikuj
pt_br: Publicar
ru: Разместить
sl: Objavi
sv: Publicera
th: เผยแพร่
vi: Phát Hành

source: published
ar: تم النشر
ca: publicat
cy: wedi cyhoeddi
da: offentliggjort
de: veröffentlicht
es_es: publicado
fi: julkaistu
fr_ca: publié
id: diterbitkan
is: birt
it: pubblicato
ja: 公開済み
mi: whakaputaina
ms: telah diterbitkan
nl: gepubliceerd
pl: opublikowane
pt_br: publicado
ru: опубликовано
sl: objavljeno
sv: publicerad
th: เผยแพร่แล้ว
vi: đã công bố

source: Published
ar: منشور
ca: Publicat
cy: Wedi Cyhoeddi
da: Offentliggjort
de: Veröffentlicht
es_es: Publicado
fi: Julkaistu
fr_ca: Publié
id: Diterbitkan
is: Birt
it: Pubblicato
ja: 公開済み
mi: I whakaputaina
ms: Telah diterbitkan
nl: Gepubliceerd
pl: Opublikowane
pt_br: Publicado
ru: Размещено
sl: Objavljeno
sv: Publicerad
th: เผยแพร่แล้ว
vi: Đã Phát Hành

source: Pull to refresh to try again
ar: اسحب للتحديث لإعادة المحاولة
ca: Estireu per actualitzar per tornar-ho a provar
cy: Tynnwch i adnewyddu a rhoi cynnig arall arni
da: Træk for at opdatere for at prøve igen
de: Zum Neuladen ziehen, um es erneut zu versuchen
es_es: Pulsa actualizar para volver a intentarlo
fi: Yritä uudelleen ja vedä päivittääksesi
fr_ca: Tirez pour actualiser pour réessayer
id: Tarik untuk menyegarkan atau mencoba lagi
is: Dragðu til að endurnýja til að reyna aftur
it: Trascinare verso il basso per aggiornare e riprovare
ja: プルして更新し、再試行してください
mi: Toia ki te tāmata ki te ngana anō
ms: Tarik untuk segar semula bagi mencuba semula
nl: Pull om te vernieuwen en het opnieuw te proberen
pl: Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt_br: Puxe para atualizar para tentar novamente
ru: Потяните для обновления, чтобы попробовать еще раз
sl: Povlecite za osvežitev, da poskusite znova
sv: Dra för att uppdatera och försöka igen
th: ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Hãy kéo để làm mới rồi thử lại

source: Pumpkin
ar: يقطين
ca: Carabassa
da: Græskar
de: Kürbis
es_es: Calabaza
fi: Kurpitsa
fr_ca: Citrouille
id: LabuPumpkin
is: Grasker
it: Zucca
ja: かぼちゃ
mi: Paukena
ms: Labu
nl: Pompoen
pl: Dynia
pt_br: Abóbora
ru: Цвет тыквы
sl: Buča
sv: Pumpa
th: ฟักทอง
vi: Bí Ngô

source: purple
ar: أرجواني
ca: porpra
cy: porffor
da: lilla
de: lila
es_es: morado
fi: purppura
fr_ca: violet
id: ungu
is: fjólublár
it: viola
ja: パープル
mi: waiporoporo
ms: ungu
nl: paars
pl: fioletowy
pt_br: roxo
ru: пурпурный
sl: škrlatna
sv: lila
th: ม่วง
vi: tía

source: Purple
ar: أرجواني
ca: Porpra
cy: Porffor
da: Lilla
de: Violett
es_es: Morado
fi: Violetti
fr_ca: Violet
id: Ungu
is: Fjólublár
it: Viola
ja: パープル
mi: Waiporoporo
ms: Ungu
nl: Paars
pl: Fioletowy
pt_br: Roxo
ru: Пурпурный
sl: Škrlatno
sv: Lila
th: ม่วง
vi: Tía
