Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

source: Nothing Due Today
ar: لا شيء مستحق اليوم
ca: Res venç avui
cy: Dim byd i fod i mewn heddiw
da: Intet forfalder i dag
de: Heute ist nichts fällig.
es_es: No hay nada con fecha de entrega el día de hoy
fi: Tänään ei eräänny mitään
fr_ca: Rien n’est dû aujourd’hui
id: Tidak Batas Waktu Hari Ini
is: Ekkert á skilum í dag
it: Niente in scadenza oggi
ja: 今日が期限のものなし
mi: Kaore e Tika ana mō tēnei rā
ms: Tiada Yang Cukup Tempoh Hari Ini
nl: Vandaag niets in te leveren
pl: Brak elementów z dzisiejszym terminem
pt_br: Nada com prazo vencendo hoje
ru: Сегодня ничего сдавать не нужно
sl: Danes nič ne poteče
sv: Inget måste lämnas in i dag
th: ไม่มีวันครบกำหนดวันนี้
vi: Không Có Gì Đến Hạn Hôm Nay

source: Nothing planned yet
ar: لم يتم تخطيط أي شيء بعد
ca: Encara no hi ha res planificat
cy: Does dim byd wedi’i drefnu hyd yma
da: Intet planlagt endnu
de: Noch nichts geplant
es_es: Nada planificado aún
fi: Ei mitään vielä suunniteltuna
fr_ca: Rien de planifié en ce moment
id: Belum direncanakan
is: Ekkert skipulagt ennþá
it: Ancora nulla programmato
ja: 計画はまだありません
mi: Heoi kaore he mahere
ms: Belum ada apa-apa dirancang
nl: Nog niets gepland
pl: Nic jeszcze nie zaplanowano
pt_br: Nada planejado ainda
ru: Пока ничего не запланировано
sl: Nič še ni načrtovano
sv: Inget planerat ännu
th: ยังไม่มีแผนตอนนี้
vi: Chưa có gì được hoạch định

source: Notification error
ar: خطأ في الإخطارات
ca: Error de notificació
cy: Gwall Hysbysu
da: Meddelelsesfejl
de: Benachrichtigungsfehler
es_es: Error de notificación
fi: Ilmoitusvirhe
fr_ca: Erreur de notification
id: Kesalahan Notifikasi
is: Tilkynningarvilla
it: Errore di notifica
ja: 通知エラー
mi: Hapa whakamōhiotanga
ms: Ralat Pemberitahuan
nl: Meldingsfout
pl: Błąd powiadomienia
pt_br: Erro de notificação
ru: Ошибка уведомления
sl: Napaka pri sporočilu
sv: Aviseringsfel
th: ข้อผิดพลาดการแจ้งข้อมูล
vi: Lỗi Thông Báo

source: Notifications
ar: الإعلامات
ca: Notificacions
cy: Hysbysiadau
da: Notifikationer
de: Benachrichtigungen
es_es: Notificaciones
fi: Ilmoitukset
id: Notifikasi
is: Tilkynningar
it: Notifiche
ja: 通知
mi: Whakamōhiotanga
ms: Pemberitahuan
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
sl: Obvestila
sv: Aviseringar
th: การแจ้งข้อมูล
vi: Thông Báo

source: Notifications are currently disabled in Settings. Tap to enable them again.
ar: الإعلامات معطلة حاليًا في الإعدادات. اضغط لتمكينها مرة أخرى.
ca: En aquest moment, les notificacions estan desactivades a Configuració. Toqueu per tornar a activar-les.
cy: Hysbysiadau wedi'u hanalluogi ar hyn o bryd yn y Gosodiadau. Tapiwch i'w galluogi eto.
da: Meddelelser er i øjeblikket deaktiveret i indstillingerne. Tryk for at aktivere dem igen.
de: Benachrichtigungen sind zurzeit in den Einstellungen deaktiviert. Tippen Sie, um sie wieder zu aktivieren.
es_es: Las notificaciones están deshabilitadas actualmente en las configuraciones. Pulsa para habilitarlas nuevamente.
fi: Ilmoitukset on parhaillaan poistettu käytöstä asetuksissa Ota ne uudelleen käyttöön napauttamalla
fr_ca: Toutes les notifications sont actuellement désactivées dans les paramètres. Tapoter pour les activer à nouveau.
id: Notifikasi saat ini dinonaktifkan di Pengaturan. Ketuk untuk mengaktifkan lagi.
is: Tilkynningar eru óvirkjaðar í stillingum í augnablikinu. Smelltu til að virkja þær aftur.
it: Le notifiche sono attualmente disabilitate in Impostazioni. Tocca per riabilitarle.
ja: 現在、設定で通知は無効になっています。タップすると再度有効になります。
mi: Kei te mukuhia ngā whakamōhiotanga i roto i ngā Tautuhinga. Pātō ki te whakahohe ia rātou anō.
ms: Pemberitahuan Ketik untuk mendayakannya semula.
nl: Meldingen zijn momenteel uitgeschakeld in Instellingen. Tik om ze weer in te schakelen.
pl: Powiadomienia są obecnie wyłączone w Ustawieniach. Stuknij, aby włączyć je ponownie.
pt_br: Notificações atualmente estão desabilitadas em Configurações. Toque para habilitá-las novamente.
ru: Уведомления в настоящее время отключены в настройках. Прикоснитесь для их включения.
sl: Sporočila so trenutno onemogočena v nastavitvah. Tapnite, da jih znova omogočite.
sv: Aviseringar är för närvarande inaktiverade i Inställningar. Tryck för att aktivera dem igen.
th: ปิดการแจ้งข้อมูลในปัจจุบันจาก ค่าปรับตั้ง กดเลือกเพื่อเปิดใช้อีกครั้ง
vi: Thông báo hiện đang bị tắt trong Cài Đặt. Hãy nhấn để bật lại.

source: Notify me right away
ar: إعلامي على الفور
ca: Notifica'm de seguida
cy: Rhoi gwybod i mi’n syth
da: Informer mig med det samme
de: Benachrichtigen Sie mich sofort.
es_es: Notificarme de inmediato
fi: Ilmoita minulle välittömästi
fr_ca: Me notifier immédiatement
id: Segera beri tahu saya
is: Tilkynna mér strax
it: Inviami una notifica immediatamente
ja: すぐにお知らせを送ってください
mi: Whakamōhio ahau tika atu
ms: Beritahu saya serta-merta
nl: Breng mij meteen op de hoogte
pl: Powiadamiaj mnie natychmiast
pt_br: Notifique-me imediatamente
ru: Уведомить прямо сейчас
sl: Takoj me obvesti
sv: Meddela mig genast
th: แจ้งฉันทันที
vi: Thông báo tôi ngay lập tức

source: Observer
ar: المراقب
ca: Observador
cy: Arsyllwr
da: Observatør
de: Beobachter*in
es_es: Observador
fi: Havainnoija
fr_ca: Observateur
id: Pengamat
is: Skoðandi
it: Osservatore
ja: オブザーバー
mi: Kaimātakitaki
ms: Pemerhati
nl: Waarnemer
pl: Obserwujący
pt_br: Observador
ru: Наблюдатель
sl: Skriti bralec
sv: Observatör
th: ผู้สังเกตการณ์
vi: Người Quan Sát

source: Observers
ar: المراقبون
ca: Observadors
cy: Arsyllwyr
da: Observatører
de: Beobachter*in
es_es: Observadores
fi: Tarkkailijat
fr_ca: Observateur
id: Pengamat
is: Skoðendur
it: Osservatori
ja: オブザーバー
mi: Kaitirotiro
ms: Pemerhati
nl: Waarnemers
pl: Obserwatorzy
pt_br: Observadores
ru: Наблюдатели
sl: Skriti bralci
sv: Observatörer
th: ผู้สังเกตการณ์
vi: Người Quan Sát

source: Offline Content
ar: المحتوى دون اتصال
ca: Contingut sense connexió
cy: Cynnwys All-lein
da: Offline indhold
de: Offline-Inhalte
es_es: Contenido sin conexión
fi: Verkon ulkopuolinen sisältö
fr_ca: Contenu hors ligne
id: Konten Offline
is: Efni án nettengingar
it: Contenuto offline
ja: オフラインコンテンツ
mi: Ihirangi tuimotu
ms: Kandungan Luar Talian
nl: Offline inhoud
pl: Zawartość offline
pt_br: Conteúdo off-line
ru: Оффлайн-контент
sl: Vsebina brez povezave
sv: Offlineinnehåll
th: เนื้อหาออฟไลน์
vi: Nội Dung Ngoại Tuyến

source: Offline Content Sync Failed
ar: تعذرت مزامنة المحتوى دون اتصال
ca: No s’ha pogut sincronitzar el contingut sense connexió
cy: Cysoni Cynnwys All-lein wedi Methu
da: Synkronisering af offlineindhold mislykkedes
de: Offline-Inhaltssynchronisierung fehlgeschlagen
es_es: Ha habido un error en la sincronización del contenido sin conexión
fi: Verkon ulkopuolisen sisällön synkronisointi epäonnistui.
fr_ca: Échec de la synchronisation du contenu hors connexion
id: Sinkronisasi Konten Offline Gagal
is: Samstilling efnis án nettengingar mistókst
it: Sincronizzazione contenuto offline non andata a buon fine
ja: オフラインコンテンツの同期に失敗しました
mi: I Rahua te Tukutahi Ihirangi Tuimotu
ms: Penyegerakan Kandungan Luar Talian Gagal
nl: Offline contentsynchronisatie mislukt
pl: Niepowodzenie synchronizacji zawartości offline
pt_br: Falha na sincronização de conteúdo off-line
ru: Сбой синхронизации автономного содержимого
sl: Sinhronizacija vsebine brez povezave ni uspela
sv: Innehållssynkronisering offline misslyckades
th: ซิงค์เนื้อหาออฟไลน์ล้มเหลว
vi: Đồng Bộ Nội Dung Ngoại Tuyến Không Thành Công

source: Offline mode
ar: وضع غير متصل
ca: Mode fora de línia
cy: Modd all-lein
da: Offline tilstand
de: Offline-Modus
es_es: Modo sin conexión
fi: Offline-tila
fr_ca: Mode hors ligne
id: Mode offline
is: Utan nets hamur
it: Modalità offline
ja: オフラインモード
mi: Aratau tuimotu
ms: Mod luar talian
nl: Offline modus
pl: Tryb offline
pt_br: Modo offline
ru: Режим офлайн
sl: Način brez povezave
sv: Offlineläge
th: โหมดออฟไลน์
vi: Chế độ ngoại tuyến

source: OK
ar: موافق
ca: D'acord
cy: Iawn
es_es: Aceptar
is: Í lagi
mi: Ae
sl: V redu

source: Olive
ar: زيتي
ca: Oliva
da: Oliven
es_es: Verde oliva
fi: Oliivi
id: Zaitun
is: Ólífa
it: Oliva
ja: オリーブ
mi: Ōriwa
ms: Zaitun
nl: Olijfkleurig
pl: Oliwkowy
pt_br: Verde-oliva
ru: Оливковый
sl: Olivna
sv: Oliv
th: โอลีฟ
vi: Ô liu

source: On paper
ar: على الورق
ca: En paper
cy: Ar bapur
da: På papir
de: Als Papierdokument
es_es: En papel
fi: Paperilla
fr_ca: Sur papier
id: Di Atas Kertas
is: Á blaði
it: In formato cartaceo
ja: 書類上
mi: I runga i te Pepa
ms: Atas Kertas
nl: Op papier
pl: Na papierze
pt_br: Em Papel
ru: На бумаге
sl: Na papirju
sv: På papper
th: เอกสาร
vi: Trên Giấy

source: One of your submissions is still being uploaded. Logging out might interrupt it. Are you sure you want to log out?
ar: . قد يؤدي تسجيل الخروج إلى إيقافه. هل تريد بالتأكيد تسجيل الخروج؟ أحد إرسالاتك ما زالت قيد التحمي
ca: Una de les entregues encara s’està carregant. En tancar la sessió pot ser que s’interrompi. Segur que voleu tancar la sessió?
cy: Mae un o’ch cyflwyniadau yn dal i gael ei lwytho i fyny. Gallai allgofnodi darfu ar hyn. Ydych chi’n siŵr eich bod am allgofnodi?
da: En af dine afleveringer uploades stadig. Hvis du logger ud, kan processen blive afbrudt. Er du sikker på, du vil logge af?
de: Eine Ihrer Abgaben wird gerade hochgeladen. Abmelden führt möglicherweise zum Abbruch. Möchten Sie sich wirklich abmelden?
es_es: Una de tus entregas aún se está cargando. Si cierras sesión, es posible que se interrumpa el proceso. ¿Estás seguro de que quieres salir?
fi: Yhtä lähetyksistä ladataan. Jos kirjaudut ulos, tämä saattaa häiriytyä. Haluatko varmasti kirjautua ulos?
fr_ca: Un de vos envois est toujours en cours de téléversement. Se déconnecter pourrait l’interrompre. Voulez-vous vraiment vous déconnecter?
id: Salah satu penyerahan Anda masih diunggah. Logout dapat menghentikannya. Anda yakin mau logout?
is: Enn er verið að hlaða upp skilunum þínum. Útskráning gæti truflað ferlið. Viltu örugglega skrá þig út?
it: Caricamento di una delle consegne ancora in corso. Se ti disconnetti potresti interromperlo. Disconnettersi?
ja: 提出物の1つがまだアップロード中です。ログアウトすると中断する場合があります。 ログアウトしてもよろしいですか？
mi: Ko tētahi o tō tāpaetanga kei te tikiake tonu tia. Takiuru ki waho ka whakararutia pea. Kei te tino hiahia koe ki te takiuru atu?
ms: Salah satu serahan anda masih dalam proses muat naik. Mengelog keluar mungkin menjejaskannya. Adakah anda pasti anda ingin log keluar?
nl: Een van je inleveringen wordt nog steeds geüpload. Bij uitloggen kan dit worden onderbroken. Weet je zeker dat je wilt uitloggen?
pl: Jedna z przesyłek jest nadal przesyłana. Wylogowanie mogłoby przerwać ten proces. Czy na pewno chcesz się wylogować?
pt_br: Um dos seus envios ainda está sendo carregado. Desconectar-se pode interrompê-lo. Tem certeza de que deseja sair?
ru: Один из отправляемых ресурсов еще выгружается. При выходе выгрузка может быть прервана. Вы уверены, что вы хотите выйти?
sl: Ena vaših oddaj se še nalaga. Odjava bi lahko ta postopek prekinila. Ali ste prepričani, da se želite odjaviti?
sv: En av dina inlämningar laddas upp fortfarande. Om du loggar ut kan den avbrytas. Vill du logga ut?
th: ผลงานจัดส่งบางส่วนของคุณยังอัพโหลดอยู่ การล็อกเอาท์อาจส่งผลกระทบต่อการทำงาน แน่ใจว่าต้องการล็อกเอาท์หรือไม่
vi: Một trong các bài nộp của bạn vẫn đang được tải lên. Đăng xuất có thể sẽ làm gián đoạn quá trình này. Bạn có chắc chắn muốn đăng xuất không?

source: One or more files failed to sync. Check your internet connection and retry to submit.
ar: تعذرت مزامنة ملف واحد أو أكثر. تحقق من اتصالك بالإنترنت وأعد محاولة الإرسال.
ca: No s'han pogut sincronitzar un o més fitxers. Reviseu la connexió a Internet i torneu a provar de fer l'entrega.
cy: Wedi methu cysoni un neu ragor o ffeiliau. Gwiriwch eich cysylltiad rhyngrwyd a rhoi cynnig arall ar gyflwyno.
da: En eller flere filer kunne ikke synkronisere. Kontroller din internetforbindelse, og prøv igen for at aflevere.
de: Eine oder mehrere Dateien wurden nicht synchronisiert. Überprüfen Sie Ihre Internetverbindung, und versuchen Sie es erneut.
es_es: No se han podido sincronizar uno o más archivos. Comprueba tu conexión a Internet y vuelve a realizar la entrega.
fi: Yhden tai useamman tiedoston synkronisointi ei onnistunut. Tarkista Internet-yhteytesi ja yritä lähettää uudelleen.
fr_ca: La synchronisation d’un ou plusieurs fichiers a échoué. Vérifiez votre connexion Internet et réessayez l’envoi.
id: Satu atau lebih file gagal disinkronkan. Periksa sambungan internet Anda dan coba serahkan lagi.
is: Ekki tókst að samstilla eina eða fleiri skrár. Athugaðu nettenginguna þína og reyndu aftur að skila.
it: Impossibile sincronizzare uno o più file. Controlla la tua connessione Internet e riprova a inviare.
ja: 1つまたは複数のファイルが同期に失敗しました。インターネット接続をチェックしてから、提出を再試行してください。
mi: Kotahi neke atu ranei nga konae i rahua ki te tukutahi. Tirohia to hononga ipurangi ka ngana ano ki te tuku.
ms: Satu atau lebih fail gagal disegerakkan. Semak sambungan Internet anda dan cuba semula untuk membuat serahan.
nl: Een of meer bestanden kunnen niet worden gesynchroniseerd. Controleer je internetverbinding en probeer opnieuw in te leveren.
pl: Nie udało się zsynchronizować co najmniej jednego pliku. Sprawdź połączenie internetowe i ponów przesyłanie.
pt_br: Falha na sincronização de um ou mais arquivos. Verifique sua conexão à Internet e tente enviar novamente.
ru: Не удалось синхронизировать один или более файлов. Проверьте подключение к Интернету и повторите отправку.
sl: Sinhronizacija ene ali več datotek ni uspela. Preverite internetno povezavo in poskusite poslati znova.
sv: En eller fler filer synkroniserades inte. Kontrollera din internetanslutning och försök lämna in igen.
th: ไฟล์บางส่วนไม่สามารถซิงค์ได้ ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณแล้วลองส่งใหม่อีกครั้ง
vi: Một hoặc nhiều tập tin không đồng bộ thành công. Hãy kiểm tra kết nối internet của bạn rồi thử lại để nộp.

source: One or more files failed to upload. Check your internet connection and retry to submit.
ar: تعذر تحميل ملف أو أكثر. تحقق من اتصالك بالإنترنت وأعد محاولة الإرسال.
ca: No s'han pogut penjar un o més fitxers. Reviseu la connexió a Internet i torneu a provar de fer l'entrega.
cy: Wedi methu llwytho un neu ragor o ffeiliau i fyny. Gwiriwch eich cysylltiad rhyngrwyd a rhoi cynnig arall ar gyflwyno.
da: En eller flere filer kunne ikke uploades. Kontroller din internetforbindelse, og prøv igen for at aflevere.
de: Eine oder mehrere Dateien wurden nicht hochgeladen. Überprüfen Sie Ihre Internetverbindung, und versuchen Sie erneut sie zu senden.
es_es: No se han podido cargar uno o más archivos. Comprueba tu conexión a Internet y vuelve a realizar la entrega.
fi: Yksi tai useampi tiedosto ei latautunut. Tarkista Internet-yhteytesi ja yritä lähettää uudelleen.
fr_ca: Le téléversement d’un ou de plusieurs fichiers a échoué. Vérifiez votre connexion Internet et réessayez l’envoi.
id: Satu atau lebih file gagal diunggah. Periksa sambungan internet Anda dan coba serahkan lagi.
is: Ekki tókst að hlaða upp einni eða fleiri skrám. Athugaðu nettenginguna þína og reyndu aftur að skila.
it: Impossibile caricare uno o più file. Controlla la tua connessione Internet e riprova a inviare.
ja: 1つ以上のファイルのアップロードに失敗しました。インターネット接続をチェックしてから、提出を再試行してください。
mi: Kotahi me te nui atu o ngā kōnae i hapa te tukuake. Āta titro ki to hono ipurangi ka ngana anō ki te tuku.
ms: Satu atau lebih fail gagal dimuat naik. Semak sambungan Internet anda dan cuba semula untuk membuat serahan.
nl: Er kunnen een of meer bestanden niet worden geüpload. Controleer je internetverbinding en probeer opnieuw in te leveren.
pl: Nie udało się przesłać co najmniej jednego pliku. Sprawdź połączenie internetowe i ponów przesyłanie.
pt_br: Falha no carregamento de um ou mais arquivos. Verifique sua conexão à Internet e tente enviar novamente.
ru: Не удалось загрузить один или несколько файлов. Проверьте подключение к Интернету и повторите отправку.
sl: Nalaganje ene ali več datotek ni uspelo. Preverite internetno povezavo in poskusite poslati znova.
sv: En eller fler filer laddades inte upp. Kontrollera din internetanslutning och försök lämna in igen.
th: ไฟล์บางส่วนไม่สามารถอัพโหลดได้ ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณแล้วลองส่งใหม่อีกครั้ง
vi: Tải lên một hoặc nhiều tập tin thất bại. Hãy kiểm tra kết nối internet của bạn rồi thử lại để nộp.

source: One Question at a Time:
ar: سؤال واحد في كل مرة:
ca: Una pregunta cada vegada:
cy: Un Cwestiwn ar y Tro:
da: Et spørgsmål ad gangen:
de: Fragen einzeln anzeigen:
es_es: Una pregunta cada vez:
fi: Yksi kysymys kerrallaan:
fr_ca: Une question à la fois :
id: Satu Pertanyaan pada Satu Waktu:
is: Ein spurning í einu:
it: Una domanda alla volta:
ja: 一度に1つの質問：
mi: Kotahi te patai i te wa kotahi:
ms: Satu Soalan pada satu Masa:
nl: Eén vraag tegelijk:
pl: Jedno pytanie na raz:
pt_br: Uma pergunta de cada vez:
ru: По одному вопросу за раз:
sl: Eno vprašanje naenkrat:
sv: En fråga åt gången:
th: ทีละคำถาม:
vi: Từng Câu Hỏi Một:

source: Only available to students with link
ar: متاح فقط للطلاب الذين لديهم رابط
ca: Només està disponible per als estudiants a través d'un enllaç
cy: Dim ond ar gael i fyfyrwyr sydd â dolen
da: Kun tilgængeligt for studerende med link
de: Nur verfügbar für Studierende mit Link
es_es: Disponible solo para estudiantes con enlace
fi: Saatavissa opiskelijoille, joilla on linkki
fr_ca: Seulement disponible aux étudiants avec un lien
id: Hanya tersedia untuk siswa dengan tautan
is: Aðeins aðgengilegt nemendum með tengil
it: Disponibile solo agli studenti con link
ja: リンク付きの受講者のみ利用可能です
mi: E wātea ana anake ki ngā ākonga me ngā hononga
ms: Hanya tersedia untuk pelajar dengan pautan
nl: Alleen beschikbaar voor cursisten met koppeling
pl: Dostępne tylko dla uczestników z łączem
pt_br: Disponível apenas para alunos com link
ru: Доступно только студентам по ссылке
sl: Na voljo je le študentom s povezavo
sv: Endast tillgängligt för studenter via länk
th: เฉพาะผู้เรียนที่มีลิงค์เท่านั้น
vi: Chỉ khả dụng đối với sinh viên bằng liên kết

# Only graders can like
source: Only graders are allowed to 'like'
ar: المقيّمون فقط يستطيعون الإعجاب
ca: Només els qualificadors poden marcar com a M'agrada
cy: Dim ond graddwyr sy’n gallu hoffi
da: Kun bedømmere kan 'synes godt om'
de: Nur Benoter können liken
es_es: Solo los evaluadores pueden darle a Me gusta
fi: Vain arvioijat voivat tykätä
fr_ca: Seuls les évaluateurs peuvent laisser des rétroactions de type « J’aime »
id: Hanya penilai bisa menyukai
is: Aðeins matsaðilar geta líkað
it: Solo gli esaminatori possono inserire Mi piace
ja: 採点者のみがいいねをつけられます
mi: Ka taea e ngā kōeke anake rite
ms: Hanya penggred boleh menyukai
nl: Alleen beoordelaars mogen liken
pl: Tylko osoby oceniające mogą 'lubić to'
pt_br: Apenas avaliadores podem curtir
ru: Только оценивающие могут ставить лайки
sl: Samo ocenjevalci lahko všečkajo.
sv: Endast bedömare kan gilla
th: เฉพาะผู้ให้เกรดที่กดไลค์ได้
vi: Chỉ người chấm điểm có thể thích

source: Only members
ar: الأعضاء فقط
ca: Només membres
cy: Dim ond aelodau
da: Kun medlemmer
de: Nur Mitglieder
es_es: Solo miembros
fi: Vain jäsenet
fr_ca: Uniquement les membres
id: Khusus anggota
is: Aðeins meðlimir
it: Solo membri
ja: メンバーのみ
mi: Ngā mema anake
ms: Hanya ahli
nl: Alleen leden
pl: Tylko członkowie
pt_br: Somente membros
ru: Только участники
sl: Samo člani
sv: Endast medlemmar
th: เฉพาะสมาชิก
vi: Chỉ dành cho các thành viên

source: Only teachers
ar: المعلمون فقط
ca: Només professors
cy: Dim ond athrawon
da: Kun lærere
de: Nur Lehrende
es_es: Solo profesores
fi: Vain opettajat
fr_ca: Uniquement les enseignants
id: Khusus guru
is: Aðeins kennarar
it: Solo insegnanti
ja: 教員のみ
mi: Kaiako anake
ms: Hanya guru
nl: Alleen docenten
pl: Tylko instruktorzy
pt_br: Somente professores
ru: Только учителя
sl: Samo izvajalci
sv: Endast lärare
th: เฉพาะผู้สอน
vi: Chỉ giáo viên

source: Open
ar: مفتوح
ca: Obre
cy: Agor
da: Åben
de: Offen
es_es: Abrir
fi: Avaa
fr_ca: Ouvrir
id: Buka
is: Opið
it: Apri
ja: 開く
mi: Whakatuwhera
ms: Buka
pl: Otwarty
pt_br: Abrir
ru: Открыть
sl: Odpri
sv: Öppna
th: เปิด
vi: Mở

source: Open application
ar: فتح تطبيق
ca: Obre l’aplicació
cy: Agor rhaglen
da: Åbn applikation
de: Anwendung öffnen
es_es: Abrir aplicación
fi: Avaa sovellus
fr_ca: Ouvrir l’application
id: Buka aplikasi
is: Opna forrit
it: Apri applicazione
ja: アプリケーションを開く
mi: Huaki tono
ms: Buka aplikasi
nl: Applicatie openen
pl: Otwórz aplikację
pt_br: Abrir formulário
ru: Открыть приложение
sl: Odpri aplikacijo
sv: Öppna programmet
th: เปิดแอพพลิเคชั่น
vi: Mở ứng dụng

# Open course details
source: Open module details
ar: فتح تفاصيل المساق
ca: Obre els detalls de l'assignatura
cy: Agor manylion cwrs
da: Åbn fagoplysninger
de: Kursdetails öffnen
es_es: Abrir detalles de la asignatura
fi: Avaa kurssitiedot
fr_ca: Ouvrir les détails du cours
id: Buka detail kursus
is: Opnið upplýsingar um námskeið
it: Apri dettagli corso
ja: コース詳細を開く
mi: Huaki taipitopito akoranga
ms: Buka butiran kursus
nl: Cursusdetails openen
pl: Otwórz szczegóły kursu
pt_br: Abrir detalhes do curso
ru: Открыть подробную информацию о курсе
sl: Odpri podrobnosti o predmetu
sv: Öppna kursinformation
th: เปิดรายละเอียดบทเรียน
vi: Mở thông tin chi tiết khóa học

source: Open item details
ar: فتح تفاصيل العنصر
ca: Obre els detalls de l'element
cy: Agor manylion eitem
da: Åbn elementoplysninger
de: Objektdetails öffnen
es_es: Abrir detalles del ítem
fi: Avaa kohteen tiedot
fr_ca: Ouvrir les détails de l’élément
id: Buka detail item
is: Opnið upplýsingar um atriði
it: Apri dettagli elemento
ja: アイテム 詳細を開く
mi: Huaki ngā taipitopito tūemi
ms: Buka butiran item
nl: Itemdetails openen
pl: Otwórz szczegóły elementu
pt_br: Abrir detalhes do item
ru: Открыть подробную информацию об элементе
sl: Odpri podrobnosti o elementu
sv: Öppna objektinformation
th: เปิดรายละเอียดรายการ
vi: Mở thông tin chi tiết mục

source: Open section
ar: فتح القسم
ca: Obre la secció
cy: Agor adran
da: Åbn sektionen
de: Abschnitt öffnen
es_es: Abrir sección
fi: Avaa osio
fr_ca: Ouvrir la section
id: Bukan bagian
is: Opna hluta
it: Apri sezione
ja: セクションを開く
mi: Tuwhera te waahanga
ms: Buka seksyen
nl: Sectie openen
pl: Otwórz sekcję
pt_br: Abrir seção
ru: Открыть раздел
sl: Odpri sekcijo
sv: Öppna sektionen
th: เปิดกลุ่มย่อย
vi: Mở phần

source: Opens in Canvas Student
ar: يفتح في Canvas Student
ca: S'obre al Canvas Student
cy: Yn agor yn Canvas Student
da: Åbner i Canvas for studerende
de: Öffnet in Canvas Studierenden
es_es: Se abre en Canvas Student
fi: Avautuu Canvas Studentissa
fr_ca: S’ouvre dans Canvas Student
id: Membuka di Canvas Student
is: Opnast í Canvas Student
it: Si apre in Canvas Student
ja: Canvas受講者内で開く
mi: Huaki ai i roto i Canvas Ākonga
ms: Terbuka dalam Canvas Student
nl: Opent in Canvas Student
pl: Otwiera się w Canvas Student
pt_br: Abrir no Canvas Student
ru: Открыть в Canvas Student
sl: Odpiranje v Canvas Student
sv: Öppnas i Canvas Student
th: เปิดในผู้เรียนของ Canvas
vi: Mở Trong Canvas Student

source: Options
ar: الخيارات
ca: Opcions
cy: Opsiynau
da: Muligheder
de: Optionen
es_es: Opciones
fi: Asetukset
id: Opsi
is: Valkostir
it: Opzioni
ja: オプション
mi: Ngā kōwhiringa
ms: Pilihan
nl: Opties
pl: Opcje
pt_br: Opções
ru: Опции
sl: Možnosti
sv: Alternativ
th: ตัวเลือก
vi: Tùy Chọn

source: OPTIONS
ar: الخيارات
ca: OPCIONS
cy: OPSIYNAU
da: INDSTILLINGER
de: OPTIONEN
es_es: OPCIONES
fi: ASETUKSET
id: OPSI
is: VALKOSTIR
it: OPZIONI
ja: オプション
mi: NGĀ WAIRANGI
ms: PILIHAN
nl: OPTIES
pl: OPCJE
pt_br: OPÇÕES
ru: ВАРИАНТЫ
sl: MOŽNOSTI
sv: ALTERNATIV
th: ตัวเลือก
vi: TÙY CHỌN

source: orange
ar: برتقالي
ca: taronja
cy: oren
es_es: naranja
fi: oranssi
id: oranye
is: appelsínugulur
it: arancione
ja: オレンジ
mi: ārani
ms: oren
nl: oranje
pl: pomarańczowy
pt_br: laranja
ru: оранжевого цвета
sl: oranžna
th: ส้ม
vi: cam
