Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

source: Experimental Features
ar: ميزات تجريبية
ca: Característiques experimentals
cy: Nodweddion Arbrofol
da: Eksperimentelle funktioner
de: Experimentelle Funktionen
es_es: Funcionalidades experimentales
fi: Kokeelliset omaisuudet
fr_ca: Fonctions expérimentales
id: Fitur Eksperimental
is: Tilraunaeiginleikar
it: Funzionalità sperimentali
ja: 実験機能
mi: Ngā Ahuatanga Whakamātautau
ms: Ciri Eksperimental
nl: Experimentele functies
pl: Funkcje eksperymentalne
pt_br: Funcionalidades experimentais
ru: Экспериментальные функции
sl: Eksperimentalne funkcionalnosti
sv: Experimentella funktioner
th: คุณสมบัติทดลองใช้
vi: Tính Năng Thử Nghiệm

source: External tool
ar: أداة خارجية
ca: eina externa
cy: adnodd allanol
da: eksternt værktøj
de: Externes Tool
es_es: herramienta externa
fi: ulkoinen työkalu
fr_ca: outil externe
id: alat eksternal
is: ytra tæki
it: strumento esterno
ja: 外部ツール
mi: taputapu waho
ms: alat luar
nl: externe tool
pl: zewnętrzne narzędzia
pt_br: ferramenta externa
ru: внешний инструмент
sl: zunanje orodje
sv: externt verktyg
th: เครื่องมือจากภายนอก
vi: công cụ ngoài

source: External tool
ar: أداة خارجية
ca: Eina externa
cy: Adnodd Allanol
da: Eksternt værktøj
de: Externes Tool
es_es: Herramienta externa
fi: Ulkoinen työkalu
fr_ca: Outil externe
id: Alat Eksternal
is: Ytra tól
it: Strumento esterno
ja: 外部ツール
mi: Taputapu waho
ms: Alat Luar
nl: Externe tool
pl: Narzędzie zewnętrzne
pt_br: Ferramenta externa
ru: Внешний инструмент
sl: Zunanje orodje
sv: Externt verktyg
th: เครื่องมือจากภายนอก
vi: Công Cụ Ngoài

source: external URL
ar: عنوان URL خارجي
ca: URL extern
cy: URL allanol
da: ekstern URL
de: Externe URL
es_es: URL externa
fi: ulkoinen URL
fr_ca: URL externe
id: URL eksternal
is: ytri vefslóð
it: URL esterna
ja: 外部URL
mi: URL waho
ms: URL luar
nl: externe URL
pl: zewnętrzny adres URL
pt_br: URL externo
ru: внешний URL-адрес
sl: zunanji naslov URL
sv: extern URL
th: URL จากภายนอก
vi: URL bên ngoài

source: External URL
ar: عنوان URL خارجي
ca: URL externa
cy: URL allanol
da: Ekstern URL
de: Externer URL
es_es: URL externa
fi: Ulkoinen URL
fr_ca: URL externe
id: URL Eksternal
is: Ytri vefslóð
it: URL esterno
ja: 外部 URL
mi: URL waho
ms: URL Luar
nl: Externe URL's
pl: Zewnętrzny adres URL
pt_br: URL externa
ru: Внешний URL-адрес
sl: Zunanji naslov URL
sv: Extern URL
th: URL จากภายนอก
vi: URL Bên Ngoài

source: Extremely critical emergency
ar: حالة طارئة حرجة للغاية
ca: Emergència extremadament crítica
cy: Argyfwng difrifol iawn
da: Ekstrem kritisk nødsituation
de: Sehr kritischer Notfall
es_es: Emergencia extremadamente crítica
fi: Erittäin kiireellinen hätätapaus
fr_ca: État d'urgence extrêmement critique
id: Darurat kritis ekstrem
is: Gífurlegt neyðarástand
it: Emergenza estremamente critica
ja: 非常に深刻な緊急事態
mi: Whawhati tata tino nui
ms: Kecemasan kritikal melampau
nl: Extreem noodgeval
pl: Niezwykle krytyczna awaria
pt_br: Emergência extremamente crítica
ru: Крайне критическая ситуация
sl: Skrajno kritični nujni primer
sv: Extremt kritiskt nödläge
th: กรณีฉุกเฉินอย่างยิ่ง
vi: Trường hợp khẩn cấp cực kỳ quan trọng

source: Fail
ar: فشل
ca: Suspès
cy: Methiant
da: Ikke bestået
de: Fehlschlagen
es_es: Suspendido
fi: Hylätty
fr_ca: Échec
id: Gagal
is: Tókst ekki
it: Errore
ja: 失敗
mi: Rahua
ms: Gagal
nl: Mislukt
pl: Niepowodzenie
pt_br: Reprovado
ru: Ошибка
sl: Neuspelo
sv: Misslyckades
th: ล้มเหลว
vi: Không đạt

source: Failed to Load Login Page
ar: تعذر تحميل صفحة تسجيل الدخول
ca: No s’ha pogut carregar la pàgina d’inici de sessió
cy: Wedi methu llwytho’r dudalen fewngofnodi
da: Kunne ikke indlæse login-side
de: Login-Seite konnte nicht geladen werden
es_es: Ha habido un error al acceder a la página de inicio de sesión
fi: Sisäänkirjautumissivun lataus epäonnistui
fr_ca: Échec du chargement de la page de connexion
id: Gagal Memuat Halaman Login
is: Mistókst að hlaða innskráningarsíðu
it: Impossibile caricare la pagina di accesso
ja: ログインページの読み込みに失敗しました
mi: I rahua te uta i te whaarangi takiuru
ms: Gagal Memuatkan Halaman Log Masuk
nl: Inlogpagina kan niet worden geladen
pl: Nie udało się wczytać strony logowania.
pt_br: Falha ao carregar a página de login
ru: Не удалось загрузить страницу входа в систему
sl: Nalaganje strani za prijavo ni uspelo
sv: Det gick inte att läsa in inloggningssidan
th: ไม่สามารถโหลดล็อกอินไปได้
vi: Tải Trang Đăng Nhập Không Thành Công

source: Failed to save image
ar: تعذر حفظ الصورة
ca: No s'ha pogut desar la imatge
cy: Wedi methu cadw delwedd
da: Kunne ikke gemme billede
de: Bild wurde nicht gespeichert
es_es: No se ha podido guardar la imagen
fi: Kuvan tallennus epäonnistui
fr_ca: Impossible d’enregistrer l’image
id: Gagal menyimpan gambar
is: Ekki tókst að vista mynd
it: Impossibile salvare immagine
ja: 画像の保存に失敗しました
mi: I rahua te tiaki i te āhua
ms: Gagal menyimpan imej
nl: Kan afbeelding niet Opslaan
pl: Nie udało się zapisać obrazu
pt_br: Falha ao salvar imagem
ru: Не удалось сохранить изображение
sl: Shranjevanje slike ni uspelo.
sv: Det gick inte att spara bilden
th: ไม่สามารถบันทึกภาพได้
vi: Lưu hình ảnh thất bại

source: Failed to start upload.
ar: تعذر بدء التحميل.
ca: No s'ha pogut iniciar la penjada.
cy: Wedi methu dechrau llwytho i fyny.
da: Kunne ikke starte upload.
de: Start des Hochladens fehlgeschlagen.
es_es: Ha ocurrido un error al empezar la carga
fi: Latauksen käynnistys epäonnistui.
fr_ca: Échec du démarrage du téléversement.
id: Gagal memulai unggahan.
is: Tókst ekki að byrja upphleðslu.
it: Impossibile avviare caricamento.
ja: アップロード開始に失敗しました:
mi: I rahua te tiimata ki te tuku ake.
ms: Gagal memulakan muat naik.
nl: Kan upload niet starten.
pl: Nie udało się wznowić przesyłania.
pt_br: Falha ao iniciar o upload.
ru: Не удалось запустить загрузку.
sl: Nalaganja ni bilo mogoče začeti.
sv: Det gick inte att starta uppladdningen.
th: ไม่สามารถเริ่มการอัพโหลดได้
vi: Bắt đầu tải lên không thành công.

source: Failed upload
ar: فشل التحميل
ca: No s'ha pogut completar la penjada
cy: Wedi methu llwytho i fyny
da: Upload mislykkedes
de: Upload fehlgeschlagen
es_es: Ha habido un error al cargar
fi: Lataus epäonnistui
fr_ca: Échec du téléversement
id: Gagal mengunggah
is: Upphleðsla mistókst
it: Caricamento non riuscito
ja: アップロード中に失敗
mi: I rahua ki te tukuake
ms: Muat naik gagal
nl: Upload mislukt
pl: Nie udało się przesłać
pt_br: Carregamento falhou
ru: Сбой загрузки
sl: Nalaganje ni uspelo
sv: Det gick inte att läsa in
th: อัพโหลดล้มเหลว
vi: Tải lên thất bại

source: Failed Upload
ar: تعذر التحميل
ca: No s'ha pogut completar la penjada
cy: Wedi methu llwytho i fyny
da: Fejl ved upload
de: Upload fehlgeschlagen
es_es: Ha habido un error al cargar
fi: Lataus epäonnistui
fr_ca: Échec du téléversement
id: Gagal Mengunggah
is: Upphleðsla mistókst
it: Caricamento non riuscito
ja: アップロードに失敗しました
mi: I rahua te tikiake
ms: Muat Naik Gagal
nl: Upload mislukt
pl: Nie udało się przesłać
pt_br: Falha do carregamento
ru: Сбой загрузки
sl: Nalaganje ni uspelo
sv: Det gick inte att läsa in
th: อัพโหลดล้มเหลว
vi: Tải Lên Thất Bại

source: Failed. Tap for options
ar: فشل. اضغط للوصول إلى الخيارات.
ca: S'ha produït un error. Toqueu per veure les opcions
cy: Wedi methu. Tapiwch i gael opsiynau
da: Mislykkedes. Tryk for indstillinger
de: Fehlgeschlagen. Antippen für Optionen
es_es: Ha habido un error. Toca para ver las opciones
fi: Epäonnistui. Asetukset napauttamalla
fr_ca: Échec. Appuyez pour des options
id: Gagal. Ketuk untuk opsi
is: Tókst ekki. Smelltu fyrir valkosti
it: Non riuscito. Tocca per le opzioni
ja: 失敗しました。タップしてオプションを表示
mi: I hapa. Pātō mo ngā kōwhiringa
ms: Gagal. Ketik untuk melihat pilihan
nl: Mislukt. Tik voor opties
pl: Nie powiodło się. Stuknij, aby wyświetlić opcje
pt_br: Falhou. Toque para opções
ru: Сбой. Коснитесь для просмотра опций
sl: Ni uspelo. Tapnite za možnosti
sv: Misslyckades. Flik för alternativ
th: ล้มเหลว กดเพื่อดูตัวเลือก
vi: Thất bại Nhấn để xem tùy chọn

# favorite
source: favourite
ar: مفضلة
ca: preferit
cy: ffefryn
da: favorit
de: Favorit
es_es: favorito
fi: suosikki
fr_ca: favori
is: eftirlæti
it: preferito
ja: お気に入り
mi: makau
ms: kegemaran
nl: favoriet
pl: dodano do ulubionych
pt_br: favorito
ru: предпочтительный
sl: priljubljeno
sv: favorit
th: รายการโปรด
vi: ưa thích

source: Feedback
ar: الملاحظات
ca: Suggeriments
cy: Adborth
es_es: Comentarios
fi: Palaute
fr_ca: Rétroaction
id: Umpan Balik
is: Endurgjöf
ja: フィードバック
mi: Urupare
ms: Maklum balas
pl: Informacje zwrotne
ru: Оценка
sl: Povratne informacije
th: ผลตอบรับ
vi: Ý Kiến Phản Hồi

source: file
ar: ملف
ca: fitxer
cy: ffeil
da: Fil
de: Datei
es_es: archivo
fi: tiedosto
fr_ca: fichier
is: skrá
ja: ファイル
mi: kōnae
ms: fail
nl: bestand
pl: plik
pt_br: arquivo
ru: файл
sl: datoteka
sv: fil
th: ไฟล์
vi: tập tin

source: File
ar: الملف
ca: Fitxer
cy: Ffeil
da: Fil
de: Datei
es_es: Archivo
fi: Tiedosto
fr_ca: Fichier
is: Skrá
ja: ファイル
mi: Kōnae
ms: Fail
nl: Bestand
pl: Plik
pt_br: Arquivo
ru: Файл
sl: Datoteka
sv: Fil
th: ไฟล์
vi: Tập Tin

source: File (fileName) size (size).
ar: حجم الملف (fileName) (الحجم).
ca: Mida del fitxer (fileName) (mida).
cy: Maint ffeil (fileName) (maint).
da: Filstørrelse (fileName) (størrelse).
de: Datei (fileName) Größe (Größe).
es_es: Archivo (fileName) tamaño (tamaño).
fi: Tiedosto (fileName) koko (koko).
fr_ca: Taille du fichier (fileName).
id: File (fileName) berukuran (ukuran).
is: Skrá (fileName) stærð (stærð).
it: Dimensione (dimensione) file (fileName).
ja: ファイル (fileName) サイズ(サイズ)。
mi: Kōnae (fileName) rahi (rahi).
ms: Fail (fileName) saiz (saiz).
nl: Grootte van bestand (fileName) (grootte).
pl: Rozmiar pliku (fileName).
pt_br: Tamanho do (fileName) arquivo (arquivo).
ru: Размер (fileName) файла (размер).
sl: Velikost datoteke (fileName) (velikost).
sv: Filstorlek (fileName) (storlek).
th: ขนาดไฟล์ (fileName) (ชนาด)
vi: Kích thước (kích thước) tập tin (fileName).

source: File Details
ar: تفاصيل الملف
ca: Detalls del fitxer
cy: Manylion y Ffeil
da: Filoplysninger
de: Dateidetails
es_es: Detalles del archivo
fi: Tiedoston tiedot
fr_ca: Détails du fichier
id: Detail File
is: Upplýsingar um skrá
it: Dettagli file
ja: ファイル詳細
mi: Ngā taipitopito o te kōnae
ms: Butiran Fail
nl: Bestandsdetails
pl: Szczegóły pliku
pt_br: Detalhes do arquivo
ru: Подробная информация о файле
sl: Podatki o datoteki
sv: Filinformation
th: รายละเอียดไฟล์
vi: Thông Tin Chi Tiết Tập Tin

source: File No Longer Exists
ar: الملف غير موجود
ca: El fitxer ja no existeix
cy: Dydy’r ffeil ddim yn bodoli mwyach.
da: Fil eksisterer ikke længere
de: Datei existiert nicht mehr
es_es: Ese archivo ya no existe
fi: Ei enää ole olemassa.
fr_ca: Le fichier n'existe plus
id: File Tidak Lagi Ada.
is: Skrá er ekki lengur til
it: Il file non esiste più
ja: ファイルはもう存在しません
mi: Kore ake te konae
ms: Fail Tidak Lagi Wujud
nl: Bestand bestaat niet meer
pl: Ten plik już nie istnieje
pt_br: Arquivo não existe mais
ru: Файл больше не существует
sl: Ta datoteka ne obstaja več
sv: Filen finns inte längre
th: ไฟล์ไม่มีอยู่อีกต่อไป
vi: Tập Tin Không Còn Tồn Tại

source: File upload
ar: تحميل ملف
ca: Penjada de fitxer
cy: Llwytho Ffeil i Fyny
da: Filoverførsel
de: Datei hochladen
es_es: Carga del archivo
fi: Tiedoston lataus
fr_ca: Téléversement de fichier
id: Unggahan File
is: Hlaða upp skrá
it: Caricamento file
ja: ファイルのアップロード
mi: Kōnae Tukuake
ms: Muat Naik Fail
nl: Bestand uploaden
pl: Prześlij plik
pt_br: Carregamento de arquivo
ru: Отправка файла
sl: Nalaganje datotek
sv: Filuppladdning
th: การอัพโหลดไฟล์
vi: Tải Lên Tập Tin

source: File upload failed. Please cancel your submission and try uploading again.
ar: فشل تحميل الملف. يرجى إلغاء إرسالك ومحاولة التحميل مرة أخرى.
ca: No s'ha pogut penjar el fitxer. Cancel·leu l’entrega i torneu a provar de carregar-la.
cy: Wedi methu llwytho ffeil i fyny. Canslwch eich tanysgrifiad a cheisiwch lwytho i lawn eto.
da: Fil upload mislykkedes. Annuller din indsendelse, og prøv at uploade igen.
de: Hochladen der Datei fehlgeschlagen. Bitte stornieren Sie Ihre Abgabe, und versuchen Sie, sie erneut hochzuladen.
es_es: Ha habido un error al cargar el archivo. Cancela tu entrega y vuelve a intentar cargarla.
fi: Tiedoston lataus epäonnistui. Peruuta lähetyksesi ja yritä ladata uudelleen.
fr_ca: Le téléversement du fichier a échoué. Veuillez annuler votre envoi et réessayer.
id: Unggahan file gagal. Silakan batalkan penyerahan Anda dan coba mengunggah lagi.
is: Upphleðsla skrár mistókst. Vinsamlegast hættu við skil og reyndu að hlaða upp aftur.
it: Errore di caricamento file. Annulla la consegna e riprova caricamento.
ja: ファイルのアップロードに失敗しました。送信をキャンセルして、もう一度アップロードしてみてください。
mi: I rahua te utanga i te Kōnae. Tēnā koa whakakore tō tāpaetanga ana ka ngana anō ki te tikiake.
ms: Muat naik fail gagal. Sila batalkan serahan anda dan cuba muat naik semula.
nl: Uploaden van bestand mislukt. Annuleer je inlevering en probeer opnieuw te uploaden.
pl: Pobieranie pliku nie powiodło się. Anuluj przesyłanie i spróbuj ponownie.
pt_br: O upload de arquivo falhou. Por favor, cancele seu envio e tente fazer o upload novamente.
ru: Не удалось загрузить файл. Отмените свою отправку и попробуйте выполнить загрузку еще раз.
sl: Nalaganje datoteke ni uspelo. Oddajo prekličite in jo poskusite znova naložiti.
sv: Det gick inte att ladda upp filen. Avbryt din inlämning och försöka ladda upp igen.
th: อัพโหลดไฟล์ล้มเหลว กรุณายกเลิกผลงานจัดส่งของคุณและลองอัพโหลดอีกครั้ง
vi: Tải lên tập tin thất bại. Vui lòng hủy bài nộp của bạn rồi thử tải lên lại.

source: Files
ar: الملفات
ca: Fitxers
cy: Ffeiliau
da: Filer
de: Dateien
es_es: Archivos
fi: Tiedostot
fr_ca: Fichiers
id: File
is: Skrár
it: File
ja: ファイル
mi: Kōnae
ms: Fail
nl: Bestanden
pl: Pliki
pt_br: Arquivos
ru: Файлы
sl: Datoteke
sv: Filer
th: ไฟล์
vi: Các Tập Tin

source: Filter
ar: عامل تصفية
ca: Filtre
cy: Hidlo
es_es: Filtrar
fi: Suodatin
fr_ca: Filtrer
is: Sía
it: Filtra
ja: フィルター
mi: Tātari
ms: Tapis
pl: Filtruj
pt_br: Filtrar
ru: Фильтровать
sv: Filtrera
th: ตัวกรอง
vi: Lọc

source: Filter by
ar: التصفية حسب
ca: Filtra per
cy: Hidlo yn ôl
da: Filtrer efter
de: Filtern nach
es_es: Filtrar por
fi: Suodatusperuste
fr_ca: Filtrer par
id: Filter menurut
is: Sía eftir
it: Filtra per
ja: フィルタ条件
mi: Tātari mā
ms: Tapis mengikut
nl: Filteren op
pl: Filtruj wg
pt_br: Filtrar por
ru: Фильтровать по
sl: Filtriraj glede na
sv: Filtrera efter
th: กรองจาก
vi: Lọc theo

source: Filter by:
ar: التصفية حسب:
ca: Filtra per:
cy: Hidlo yn ôl:
da: Filtrer efter:
de: Filtern nach:
es_es: Filtrar por:
fi: Suodatustapa:
fr_ca: Filtrer par :
id: Filter menurut:
is: Sía eftir:
it: Filtra per:
ja: フィルター要素：
mi: Tātari ī
ms: Tapis mengikut:
nl: Filteren op:
pl: Filtruj wg:
pt_br: Filtrar por:
ru: Фильтровать по:
sl: Filtriraj glede na:
sv: Filtrerat efter:
th: กรองจาก:
vi: Lọc theo:

source: Filter events
ar: تصفية الأحداث
ca: Filtra els esdeveniments
cy: Hidlo digwyddiadau
da: Filtrer begivenheder
de: Ereignisse filtern
es_es: Filtrar eventos
fi: Suodata tapahtumia
fr_ca: Filtrer les événements
id: Filter acara
is: Sía viðburði
it: Filtra eventi
ja: イベントをフィルタする
mi: Tātari Tauwhainga
ms: Tapis acara
nl: Gebeurtenissen filteren
pl: Filtruj wydarzenia
pt_br: Filtrar eventos
ru: Фильтровать события
sl: Filtriraj dogodke
sv: Filterhändelser
th: กรองกิจกรรม
vi: Lọc sự kiện

# Filter messages by course
source: Filter messages by module
ar: تصفية الرسائل حسب المساق
ca: Filtra els missatges per assignatura
cy: Hidlo negeseuon yn ôl cwrs
da: Filtrer beskeder efter fag
de: Nachrichten nach Kurs filtern
es_es: Filtrar mensajes por asignatura
fi: Suodata viestit kurssin perusteella
fr_ca: Filtrer les messages par cours
id: Filter pesan menurut kursus
is: Sía skilaboð eftir námskeiðum
it: Filtra messaggi per corso
ja: コースでメッセージをフィルタ
mi: Tātari ngā karere i te akoranga
ms: Tapis mesej mengikut kursus
nl: Berichten filteren per cursus
pl: Filtruj wiadomości wg kursów
pt_br: Filtrar mensagens por curso
ru: Фильтровать сообщения по курсам
sl: Filtriraj sporočila glede na predmet
sv: Filtrera meddelanden efter kurs
th: กรองข้อความจากบทเรียน
vi: Lọc tin nhắn bằng khóa học

source: Filter messages by type
ar: تصفية الرسائل حسب النوع
ca: Filtra els missatges per tipus
cy: Hidlo negeseuon yn ôl math
da: Filtrer beskeder efter type
de: Nachrichten nach Typ filtern
es_es: Filtrar mensajes por tipo
fi: Suodata viestit tyypin perusteella
fr_ca: Filtrer les messages par type
id: Filter pesan menurut jenis
is: Sía skilaboð eftir tegund
it: Filtra messaggi per tipo
ja: タイプでメッセージをフィルタ
mi: Tātari karere ma te momo
ms: Tapis mesej mengikut jenis
nl: Berichten filteren per type
pl: Filtruj wiadomości wg typu
pt_br: Filtrar mensagens por tipo
ru: Фильтровать сообщения по типам
sl: Filtriraj sporočil glede na vrsto
sv: Filtrera meddelanden efter typ
th: กรอกข้อความตามประเภท
vi: Lọc tin nhắn theo loại

source: Final grade: %@
ar: الدرجة النهائية: %@
ca: Nota final: %@
cy: Gradd Derfynol: %@
da: Endelig karakter: %@
de: Gesamtnote: %@
es_es: Nota final: %@
fi: Lopullinen arvosana: %@
fr_ca: Note finale : %@
id: Filter Nilai: %@
is: Lokaeinkunn: %@
it: Voto finale: %@
ja: 最終的な評定：%@
mi: Kōeke whakamutunga: %@
ms: Gred Akhir: %@
nl: Eindcijfer: %@
pl: Ocena końcowa: %@
pt_br: Nota final: %@
ru: Итоговая оценка: %@
sl: Končna ocena: %@
sv: Totalt omdöme: %@
th: เกรดสรุป: %@
vi: Điểm Cuối Cùng: %@

source: Find a code to scan
ar: ابحث عن رمز للمسح الضوئي
ca: Cerca un codi per escanejar
cy: Dod o hyd i god i’w sganio
da: Find en kode, der skal scannes
de: Einen Code zum Scannen finden
es_es: Busca un código para escanear
fi: Etsi skannattava koodi
fr_ca: Trouver un code à numériser
id: Temukan kode untuk discan
is: Finndu kóða til að skanna
it: Trova un codice da sottoporre a scansione
ja: スキャンするコードを探す
mi: Kimihia he waehere hei
ms: Cari kod untuk mengimbas
nl: Zoek een code om te scannen
pl: Znajdź kod do zeskanowania
pt_br: Encontrar um código para escanear
ru: Поиск кода для сканирования
sl: Poiščite kodo, ki jo želite prebrati
sv: Sök efter en kod att skanna
th: ค้นหารหัสเพื่อสแกน
vi: Tìm mã để quét

source: Find another school
ar: ابحث عن مدرسة أخرى
ca: Cerca una altra escola
cy: Dod o hyd i ysgol arall
da: Find en anden skole
de: Eine andere Schule finden
es_es: Encontrar otra escuela
fi: Etsi muu koulu
fr_ca: Chercher une autre école
id: Temukan sekolah lain
is: Finna annan skóla
it: Trova un’altra scuola
ja: 別の学校を探す
mi: Kimihia tetahi atu kura
ms: Cari sekolah lain
nl: Zoek een andere school
pl: Znajdź inną szkołę
pt_br: Encontrar outra escola
ru: Найти другую школу
sl: Najdi drugo šolo
sv: Hitta en annan skola
th: ค้นหาสถานศึกษาอื่น
vi: Tìm trường khác

source: Find my school
ar: ابحث عن مدرستي
ca: Cerca la meva escola
cy: Dod o hyd i fy ysgol
da: Find min skole
de: Meine Schule suchen
es_es: Encontrar mi escuela
fi: Etsi kouluni
fr_ca: Trouver mon école
id: Temukan sekolah saya
is: Finna skólann minn
it: Trova la mia scuola
ja: 私の学校を探す
mi: Kimihia taku kura
ms: Cari sekolah anda
nl: Zoek mijn school
pl: Znajdź moją szkołę
pt_br: Encontrar minha escola
ru: Найти мою школу
sl: Najdi mojo šolo
sv: Hitta min skola
th: ค้นหาสถานศึกษาของฉัน
vi: Tìm trường của tôi

source: Find School
ar: البحث عن مدرسة
ca: Cerca una escola
cy: Dod o hyd i Ysgol
da: Find skole
de: Schule suchen
es_es: Buscar escuela
fi: Etsi koulu
fr_ca: Trouver une école
id: Temukan Sekolah
is: Finna skóla
it: Trova scuola
ja: 学校を探す
mi: Kimihia taku kura
ms: Cari Sekolah
nl: School zoeken
pl: Znajdź szkołę
pt_br: Encontrar escola
ru: Найти школу
sl: Poišči šolo
sv: Sök efter skola
th: ค้นหาสถานศึกษา
vi: Tìm Trường

source: Find your school or district
ar: ابحث عن مدرستك أو دائرتك التعليمية
ca: Cerqueu la vostra escola o el vostre districte
cy: Ewch ati i ddod o hyd i'ch ysgol neu'ch ardal
da: Find din skole eller distrikt
de: Suchen Sie Ihre Schule oder den Bezirk
es_es: Encuentra tu escuela o distrito
fi: Etsi koulusi tai alueesi
fr_ca: Trouver votre école ou votre district
id: Temukan sekolah atau distrik Anda
is: Finndu skólann þinn eða umdæmi
it: Trova la tua scuola o distretto
ja: あなたの学校または地域を見つける
mi: Kimihia tō kura takiwa ranei
ms: Cari sekolah atau daerah anda
nl: Vind je school of district
pl: Znajdź swoją szkołę lub dzielnicę
pt_br: Encontre sua escola ou distrito
ru: Найдите свое учебное заведение или район
sl: Najdite svojo šolo ali okoliš.
sv: Hitta din skola eller ditt distrikt
th: ค้นหาสถานศึกษาหรือพื้นที่ของคุณ
vi: Tìm trường hoặc khu của bạn

source: Folder name
ar: اسم المجلد
ca: Nom de la carpeta
cy: Enw ffolder
da: Mappenavn
de: Ordnername
es_es: Nombre de carpeta
fi: Kansion nimi
fr_ca: Nom du dossier
id: Nama Folder
is: Möppuheiti
it: Nome cartella
ja: フォルダ名
mi: Ingoa kōpaki
ms: Nama Folder
nl: Mapnaam
pl: Nazwa folderu
pt_br: Nome da pasta
ru: Имя папки
sl: Ime mape
sv: Mappens namn
th: ชื่อโฟลเดอร์
vi: Tên Thư Mục

source: For
ar: بالنسبة لـ
ca: Per a
cy: Ar gyfer
da: Til
de: Für
es_es: Para
fr_ca: Pour
id: Untuk
is: Fyrir
it: Per
ja: 対象
mi: Mō
ms: Untuk
nl: Voor
pl: Dla
pt_br: Para
ru: Для
sl: Za
sv: För
th: สำหรับ
vi: Cho

source: for %@
ar: لـ %@
ca: per a %@
cy: ar gyfer %@
da: til %@
de: für %@
es_es: para %@
fr_ca: pour %@
id: untuk %@
is: fyrir %@
it: per %@
ja: ための%@
mi: hoki %@
ms: untuk %@
nl: voor %@
pl: dla %@
pt_br: para %@
ru: для %@
sl: za %@
sv: för %@
th: สำหรับ %@
vi: cho %@

source: For:
ar: لـ:
ca: Per a:
cy: Ar gyfer:
da: Til:
de: Für:
es_es: Para:
fi: Kenelle:
fr_ca: Pour :
id: Untuk:
is: Fyrir:
it: Per:
ja: 対象：
mi: Mō:
ms: Untuk:
nl: Voor:
pl: Dla:
pt_br: Para:
ru: Для:
sl: Za:
sv: Till:
th: สำหรับ:
vi: Cho:

source: Forget %@
ar: نسيت %@
ca: Oblida %@
cy: Anghofio %@
da: Glem %@
de: Vergessen %@
es_es: Dejar de recordar %@
fi: Unohda %@
fr_ca: Oublier %@
id: Lupa %@
is: Gleyma %@
it: Dimentica %@
ja: 忘れた%@
mi: Wareware %@
ms: Lupakan %@
nl: Vergeten %@
pl: Zapomnij %@
pt_br: Esquecer %@
ru: Исключить %@
sl: Pozabi %@
sv: Glöm %@
th: ลืม %@
vi: Quên %@

source: Format not supported
ar: التنسيق غير مدعوم
ca: Format no admès
cy: Does dim modd delio â'r fformat
da: Format understøttes ikke
de: Format nicht unterstützt
es_es: Formato no compatible
fi: Muotoa ei tueta
fr_ca: Format non pris en charge
id: Format tidak didukung
is: Snið ekki stutt
it: Formato non supportato
ja: サポートされていないフォーマット
mi: Hōputu kaore e tautokotia
ms: Format tidak disokong
nl: Indeling niet ondersteund
pl: Format nie obsługiwany
pt_br: Formato não suportado
ru: Формат не поддерживается
sl: Oblika zapisa ni podprta
sv: Formatet stöds inte
th: ฟอร์แมตไม่รองรับ
vi: Định dạng không được hỗ trợ

source: Forward
ar: إعادة توجيه
ca: Reenvia
cy: Ymlaen
da: Fremad
de: Weiterleiten
es_es: Reenviar
fi: Välitä eteenpäin
fr_ca: Transférer
id: Maju
is: Áfram
it: Inoltra
ja: 転送
mi: Whakamua
ms: Majukan
nl: Doorsturen
pl: Przekaż
pt_br: Encaminhar
ru: Переслать
sl: Naprej
sv: Vidarebefordra
th: ส่งต่อ
vi: Chuyển Tiếp

source: Front page
ar: الصفحة الأمامية
ca: Pàgina frontal
cy: Tudalen Flaen
da: Forside
de: Frontseite
es_es: Página de inicio
fi: Etusivu
fr_ca: Page de couverture
id: Halaman Depan
is: Forsíða
it: Pagina iniziale
ja: フロントページ
mi: Whārangi mua
ms: Halaman Depan
nl: Voorpagina
pl: Pierwsza strona
pt_br: Primeira página
ru: Первая страница
sl: Prva stran
sv: Framsida
th: หน้าแรก
vi: Trang Đầu

# Future Enrollments
source: Future enrolments
ar: عمليات الالتحاق المستقبلية
ca: Assignatures futures
cy: Ymrestriadau yn y Dyfodol
da: Fremtidige tilmeldinger
de: Zukünftige Einschreibungen
es_es: Asignaturas futuras
fi: Tulevat ilmoittautumiset
fr_ca: Inscriptions futures
id: Pendaftaran Mendatang
is: Framtíðarinnritanir
it: Iscrizioni future
ja: 将来の登録
mi: Whakaurunga e heke mai nei
ms: Pendaftaran Akan Datang
nl: Toekomstige inschrijvingen
pl: Przyszłe zapisy
pt_br: Matrículas futuras
ru: Будущие регистрации
sl: Prihodnji vpisi
sv: Framtida registreringar
th: การลงทะเบียนในอนาคต
vi: Ghi Danh Tương Lai
