Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

source: Text entry
ar: إدخال النص
ca: Entrada de text
cy: Cofnod Testun
da: Tekstindlæg
de: Texteintrag
es_es: Entrada de texto
fi: Tekstin syöttäminen
fr_ca: Saisie de texte
id: Entri Teks
is: Textafærsla
it: Immissione testo
ja: テキストエントリ
mi: Whakauru kuputuhi
ms: Masukan Teks
nl: Tekstinvoer
pl: Zapis tekstu
pt_br: Entrada de texto
ru: Ввод текста
sl: Vnos besedila
sv: Textinmatning
th: การกรอกข้อความ
vi: Mục Nhập Văn Bản

source: Thanks, your request was received.
ar: شكراً، تم استلام طلبك!
ca: Gràcies, s'ha rebut la vostra sol·licitud.
cy: Wedi cael eich cais, diolch!
da: Tak, din anmodning er modtaget!
de: Danke sehr. Wir haben Ihre Anfrage erhalten.
es_es: Gracias, tu solicitud ha sido recibida.
fi: Kiitos, pyyntösi vastaanotettiin
fr_ca: Merci, votre requête a bien été reçue!
id: Terima kasih, permintaan Anda sudah diterima!
is: Takk, beiðni þín var móttekin!
it: Grazie, la tua richiesta è stata ricevuta!
ja: リクエストが受理されました！
mi: Ngā Mihi, kua tae tō tono!
ms: Terima kasih, permintaan anda selamat diterima!
nl: Dank je, je verzoek is ontvangen!
pl: Dziękujemy, Twoja prośba została odebrana!
pt_br: Obrigado, sua solicitação foi recebida!
ru: Спасибо, ваш запрос был получен!
sl: Hvala, vaša zahteva je prejeta.
sv: Tack, din förfrågan har tagits emot!
th: ขอขอบคุณ เราได้รับคำขอของคุณแล้ว
vi: Cảm ơn, chúng tôi đã nhận được yêu cầu của bạn!

source: The app needs to restart to use the new language settings. Please relaunch the app.
ar: يحتاج التطبيق لإعادة التشغيل لاستخدام إعدادات اللغة الجديدة. يرجى إعادة تشغيل التطبيق.
ca: Per utilitzar la configuració d'idioma nova, cal reiniciar l'aplicació. Torneu a iniciar l'aplicació.
cy: Er mwyn defnyddio’r gosodiadau iaith newydd mae angen ailddechrau’r ap. Ail-lansiwch yr ap.
da: Appen skal genstarte for at bruge de nye sprogindstillinger. Genstart venligst appen.
de: Die App muss neu gestartet werden, um die neuen Spracheinstellungen zu übernehmen. Bitte starten Sie die App neu.
es_es: La aplicación debe reiniciarse para aplicar la nueva configuración de idioma. Vuelve a ejecutar la aplicación.
fi: Sovellus täytyy käynnistää uudelleen, jotta uusia kieliasetuksia voidaan käyttää. Käynnistä sovellus uudelleen.
fr_ca: L'application doit redémarrer pour utiliser les nouveaux paramètres de langue. Veuillez relancer l'application.
id: App perlu dimulai ulang untuk menggunakan pengaturan bahasa baru. Silakan jalankan ulang app.
is: Appið þarf að endurræsa til að nota nýju tungumálastillinguna. Endurræstu appið.
it: È necessario riavviare l’app per usare le nuove impostazioni lingua. Riavviare l’app.
ja: 新しい言語設定を使用するには、アプリの再起動が必要です。アプリを再起動してください。
mi: Me tīmata te taupānga anō ki te whakamahi i ngā tautuhinga reo hou. Tēna koa tuku anō i te taupānga.
ms: Apl ini perlu dimulakan semula untuk menggunakan tetapan bahasa yang baharu. Sila lancarkan semula apl.
nl: De app moet opnieuw worden gestart om de nieuwe taalinstellingen te activeren. Start de app opnieuw.
pl: Aby użyć nowych ustawień językowych, aplikację należy uruchomić ponownie. Uruchom aplikację ponownie.
pt_br: O aplicativo precisa ser reiniciado para usar as novas configurações de idioma. Reinicie o aplicativo.
ru: Необходимо перезапустить приложение для использования новых языковых настроек. Перезапустите приложение.
sl: Aplikacija se mora znova zagnati, da lahko uporabi nove jezikovne nastavitve. Ponovno zaženite aplikacijo.
sv: Du måste starta om appen för att använda de nya språkinställningarna. Starta om appen.
th: แอพจะต้องรีสตาร์ทเพื่อใช้ค่าภาษาใหม่ กรุณาเปิดแอพขึ้นใหม่
vi: Ứng dụng cần được khởi động lại để sử dụng cài đặt ngôn ngữ mới. Vui lòng khởi chạy lại ứng dụng.

source: The module content will be listed here, and then you can make them available for offline usage.
ar: سيتم إدراج محتوى المساق هنا، ثم يمكنك إتاحته للاستخدام دون اتصال.
ca: El contingut de l’assignatura s’enumerarà aquí; posteriorment, podeu fer que estigui disponible per utilitzar-se sense connexió.
cy: Bydd cynnwys y cwrs yn cael ei restru yma, ac yna gallwch chi ei gwneud ar gael i'w defnyddio all-lein.
da: Fagindholdet vil blive vist her, og derefter kan du gøre det tilgængeligt til offline brug.
de: Die Kursinhalte werden hier aufgelistet und können dann für die Offline-Nutzung verfügbar gemacht werden.
es_es: El contenido del curso aparecerá aquí y luego, podrás habilitarlo para utilizarlo sin conexión.
fi: Kurssisältö näkyy täällä, ja voit sitten asettaa sen saataville verkon ulkopuoliseen käyttöön.
fr_ca: Le contenu du cours sera répertorié ici, puis vous pourrez le rendre disponible pour une utilisation hors ligne.
id: Konten kursus akan tertera di sini, lalu Anda dapat menyediakannya untuk penggunaan offline.
is: Efni námskeiðsins verður skráð hér og síðan er hægt að gera það aðgengilegt til notkunar án nettengingar.
it: Il contenuto del corso sarà elencato qui, quindi è possibile renderlo disponibile per l’uso offline.
ja: コースコンテンツはここに表示され、オフラインで利用できるようになります。
mi: Kua whakarārangitia te ihirangi akoranga ki konei katahi ka taea e koe te waatea mo te whakamahi tuimotu.
ms: Kandungan kursus akan disenaraikan di sini, kemudian anda boleh menyediakannya untuk kegunaan luar talian.
nl: De cursusinhoud wordt hier weergegeven, waar je deze beschikbaar kunt maken voor offline gebruik.
pl: Zawartość kursu zostanie podana tutaj, następnie można ją będzie udostępnić do użytku offline.
pt_br: O conteúdo do curso será listado aqui e você poderá disponibilizá-lo para uso offline.
ru: Содержание курсов будет перечислено здесь, а затем вы сможете сделать их доступными для использования в режиме офлайн.
sl: Vsebina predmeta bo navedena tukaj, nato pa lahko zanjo omogočite uporabo brez povezave.
sv: Kursinnehållet kommer att listas här, och sedan kan du göra dem tillgängliga för offlineanvändning.
th: เนื้อหาบทเรียนจะถูกแสดงไว้ที่นี่ จากนั้นคุณสามารถเผยแพร่สำหรับการใช้งานออฟไลน์
vi: Nội dung khóa học sẽ được liệt kê ở đây, và sau đó bạn có thể xử lý để sử dụng ngoại tuyến.

source: The file has been deleted by the author.
ar: تم حذف الملف بواسطة المؤلف.
ca: L'autor ha suprimit el fitxer.
cy: Mae'r ffeil wedi’i dileu gan yr awdur.
da: Filen er blevet slettet af forfatteren.
de: Die Datei wurde vom Autor gelöscht.
es_es: Este archivo ha sido eliminado por el autor.
fi: Tekijä on poistanut tiedoston.
fr_ca: Le fichier a été supprimé par l'auteur.
id: File ini telah dihapus oleh penulis.
is: Skránni hefur verið eitt af höfundi.
it: Il file è stato eliminato dall'autore.
ja: このファイルは作者によって削除されました。
mi: Kua mukua te kōnae e te kaituhi.
ms: Fail telah dipadamkan oleh pengarang.
nl: Dit bestand is verwijderd door de auteur.
pl: Ten plik został usunięty przez autora.
pt_br: O arquivo foi excluído pelo autor.
ru: Файл был удален автором.
sl: Datoteko je izbrisal avtor.
sv: Filen har raderats av författaren.
th: ไฟล์นี้ถูกลบโดยผู้จัดทำ
vi: Tập tin đã bị tác giả xóa.

source: The submission process was terminated by the operating system.
ar: تم إيقاف عملية الإرسال بواسطة نظام التشغيل.
ca: El sistema operatiu ha finalitzat el procés d'entrega.
cy: Cafodd y broses gyflwyno ei therfynu gan y system weithredu.
da: Indsendelsesprocessen blev afsluttet af operativsystemet.
de: Der Abgabeprozess wurde vom Betriebssystem abgebrochen.
es_es: El sistema operativo ha terminado el proceso de entrega.
fi: Käyttöjärjestelmä keskeytti tehtävänpalautuksen.
fr_ca: Le processus d’envoi a été interrompu par le système d'exploitation.
id: Proses penyerahan diakhiri oleh sistem operasi.
is: Skilaferlinu var hætt af stýrikerfinu.
it: Il processo di consegna è stato terminato dal sistema operativo.
ja: OSにより提出プロセスが中止されました。
mi: I whakamutua te tukanga tuku e te punaha whakahaere.
ms: Proses serahan telah ditamatkan oleh sistem operasi.
nl: Het inleveringsproces werd beëindigd door het besturingssysteem.
pl: Przesyłanie zostało przerwane przez system operacyjny.
pt_br: O processo de envio foi encerrado pelo sistema operacional.
ru: Процесс отправки был прерван операционной системой.
sl: Postopek oddaje je prekinil operacijski sistem.
sv: Inlämningsprocessen avbröts av operativsystemet.
th: กระบวนการจัดส่งถูกยกเลิกโดยระบบปฏิบัติการ
vi: Quá trình nộp bị hệ điều hành chấm dứt.

source: There are %d items selected for offline availability. The selected content will be downloaded to the device.
ar: توجد %d من العناصر محددة للإتاحة دون اتصال. سيتم تنزيل المحتوى المحدد للجهاز.
ca: S’han seleccionat %d elements perquè estiguin disponibles sense connexió. El contingut seleccionat es baixarà al dispositiu.
cy: Mae %d eitem wedi’u dewis i fod ar gael all-lein. Bydd y cynnwys sydd wedi’i ddewis yn cael ei lwytho i lawr i’r ddyfais.
da: Der er %d elementer valgt til offline tilgængelighed. Det valgte indhold vil blive downloadet til enheden.
de: Es sind %d Elemente für die Offline-Verfügbarkeit ausgewählt. Die ausgewählten Inhalte werden auf das Gerät heruntergeladen.
es_es: Hay %d ítems seleccionados para que estén disponibles sin conexión. El contenido seleccionado se descargará en el dispositivo.
fi: Verkon ulkopuoliseen käyttöön on saatavilla %d kohdetta. Valittu sisältöä ladataan laitteeseen.
fr_ca: Il y a %d éléments sélectionnés pour la disponibilité hors connexion. Le contenu sélectionné sera téléchargé sur l’appareil.
is: Það eru %d atriði sem eru valin fyrir tiltækileika án nettengingar. Valið efni verður hlaðið niður í tækið.
it: Vi sono %d elementi selezionati per la disponibilità offline. Il contenuto selezionato sarà scaricato nel dispositivo.
ja: オフラインで利用できるように選択された項目が%dあります。選択されたコンテンツは端末にダウンロードされます。
mi: He %d nga mea kua tohua mo te waatea tuimotu. Putanga kua tohua ki te whakatutuki i nga whakaritenga.
ms: Sebanyak %d item dipilih untuk ketersediaan luar talian. Kandungan terpilih akan dimuat turun ke peranti.
nl: Er zijn %d items geselecteerd voor beschikbaarheid offline. De geselecteerde inhoud wordt naar het apparaat gedownload.
pl: Wybrane elementy dla dostępności offline: %d. Wybrana zawartość zostanie pobrana na urządzenie.
pt_br: Existem %d itens selecionados para disponibilidade offline. O conteúdo selecionado será baixado para o dispositivo.
ru: Имеется %d выбранных позиций, которые будут доступны в режиме офлайн. Выбранный контент будет загружен на устройство.
sl: Obstaja(ta/jo) %d elementov(-a/i), izbrani(-a/-ih) za uporabo brez povezave. Izbrana vsebina bo prenesena na napravo.
sv: Det finns %d objekt valda för offlinetillgänglighet. Det valda innehållet kommer att laddas ner till enheten.
th: มี %d รายการที่เลือกสำหรับใช้งานแบบออฟไลน์ เนื้อหาที่เลือกจะถูกดาวน์โหลดไปยังอุปกรณ์
vi: Có %d mục được chọn để có thể sử dụng ngoại tuyến. Nội dung được chọn sẽ được tải về thiết bị.

# There are no active assignments in this course.
source: There are no active assignments in this module.
ar: لا توجد أي مهام نشطة في هذا المساق.
ca: No hi ha cap activitat activa en aquesta assignatura.
cy: Does dim aseiniadau gweithredol yn y cwrs hwn.
da: Der er ingen aktive opgaver for dette fag
de: Es gibt keine aktiven Aufgaben in diesem Kurs.
es_es: No hay actividades activas en esta asignatura.
fi: Tällä kurssilla ei ole aktiivisia tehtäviä.
fr_ca: Il n’y a aucune tâche active dans ce cours.
id: Tidak ada tugas aktif pada kursus ini.
is: Það eru engin virk verkefni í þessu námskeiði.
it: Non ci sono compiti attivi in questo corso.
ja: このグループには、アクティブな課題はありません。
mi: Karekau he whakataunga e ora ana i roto i tēnei akoranga.
ms: Tiada tugasan aktif dalam kursus ini.
nl: Er zijn geen actieve opdrachten in deze cursus.
pl: Obecnie nie ma aktywnych zadań w tym kursie.
pt_br: Não há tarefas ativas neste curso.
ru: В этом курсе нет активных заданий.
sl: Pri tem predmetu ni aktivnih nalog.
sv: Det finns inga aktiva uppgifter i den här kursen.
th: ไม่มีภารกิจที่เปิดใช้อยู่ในบทเรียนนี้
vi: Không có bài tập đang hoạt động nào trong khóa học này.

source: There are no assignments to display.
ar: لا توجد أي مهام للعرض.
ca: No hi ha cap activitat que es pugui mostrar.
cy: Does dim aseiniadau i’w dangos.
da: Der er ikke nogen opgaver at vise.
de: Es sind keine Aufgaben anzuzeigen.
es_es: No hay actividades que mostrar.
fi: Näytettäviä tehtäviä ei ole.
fr_ca: Il n'existe aucune tâche à afficher.
id: Tidak ada tugas untuk ditampilkan.
is: Það eru engin verkefni til að sýna.
it: Non ci sono compiti da visualizzare.
ja: 表示する課題はありません。
mi: Kaore ngā whakataunga hei whakātu.
ms: Tiada tugasan untuk dipaparkan.
nl: Er zijn geen opdrachten om weer te geven.
pl: Brak zadań do wyświetlenia.
pt_br: Não há tarefas para mostrar.
ru: Нет доступных для отображения заданий.
sl: Ni nobenih nalog za prikaz.
sv: Det finns inga uppgifter att visa.
th: ไม่มีภารกิจที่จะแสดง
vi: Không có bài tập để hiển thị.

source: There are no conferences to display yet.
ar: لا توجد أي مؤتمرات للعرض حتى الآن.
ca: Encara no hi ha cap conferència per mostrar.
cy: Does dim cynadleddau i’w dangos eto.
da: Der er ikke nogen konferencer at vise endnu.
de: Es gibt noch keine Konferenzen zum Anzeigen.
es_es: Todavía no hay conferencias para mostrar.
fi: Näytettäviä konferensseja ei vielä ole.
fr_ca: Il n'y a pas encore de conférences à afficher.
id: Belum ada konferensi untuk ditampilkan.
is: Það eru engar ráðstefnur til að sýna enn.
it: Non ci sono ancora conferenze da visualizzare.
ja: 表示する会議はまだありません。
mi: Kaore rāno he hui hei whakātu.
ms: Belum ada persidangan untuk dipaparkan.
nl: Er zijn nog geen vergaderingen om weer te geven.
pl: Brak konferencji do wyświetlenia.
pt_br: Ainda não há conferências para mostrar.
ru: Пока нет отображаемых веб-конференций
sl: Zaenkrat ni nobenih konferenc za prikaz.
sv: Det finns inga konferenser att visa än.
th: ไม่มีการประชุมสำหรับจัดแสดงในตอนนี้
vi: Chưa có hội nghị để hiển thị.

# There are no modules to display yet.
source: There are no units to display yet.
ar: لا توجد أي وحدات نمطية للعرض حتى الآن.
ca: Encara no hi ha cap contingut per mostrar.
cy: Does dim modiwlau i’w dangos eto.
da: Der er ikke nogen moduler at vise endnu.
de: Es gibt noch keine Module zum Anzeigen.
es_es: Todavía no hay contenidos para mostrar.
fi: Näytettäviä moduuleita ei vielä näytetä.
fr_ca: Il n'y a pas encore de modules à afficher.
id: Belum ada modul untuk ditampilkan.
is: Ekki er hægt að sýna neinar einingar enn.
it: Non sono ancora presenti dei moduli da visualizzare.
ja: 表示するモジュールはまだありません。
mi: Kaore he kōwae hei whakātu anō.
ms: Belum ada modul untuk dipaparkan.
nl: Er zijn nog geen modules om weer te geven.
pl: Brak modułów do wyświetlenia.
pt_br: Ainda não há módulos para exibir.
ru: Пока нет модулей для отображения.
sl: Zaenkrat ni modulov za prikaz.
sv: Det finns inga moduler att visa än.
th: ยังไม่มีหน่วยการเรียนที่จะจัดแสดง
vi: Chưa có học phần để hiển thị.

source: There are no pages to display yet.
ar: لا توجد أي صفحات للعرض حتى الآن.
ca: Encara no hi ha cap pàgina per mostrar.
cy: Does dim tudalennau i’w dangos eto.
da: Der er ikke nogen sider at vise endnu.
de: Es gibt noch keine Seiten zum Anzeigen.
es_es: Todavía no hay páginas para mostrar.
fi: Näytettäviä sivuja ei vielä ole.
fr_ca: Il n'y a pas encore de pages à afficher.
id: Belum ada halaman untuk ditampilkan
is: Það eru enn engar síður til að sýna.
it: Non ci sono ancora delle pagine da visualizzare.
ja: まだ表示するページはありません。
mi: Kaore he whārangi hei whakātu anō.
ms: Belum ada halaman untuk dipaparkan.
nl: Er zijn nog geen pagina's om weer te geven.
pl: Brak stron do wyświetlenia.
pt_br: Ainda não há páginas para mostrar.
ru: Пока нет страниц для отображения.
sl: Zaenkrat ni strani za prikaz.
sv: Det finns inga sidor att visa än.
th: ยังไม่มีเพจที่จะจัดแสดง
vi: Chưa có trang để hiển thị.

source: There was a problem registering your device for push notifications.
ar: ظهرت مشكلة في تسجيل جهازك لإرسال الإخطارات.
ca: S'ha produït un problema en registrar el dispositiu per rebre notificació d'inserció.
cy: Problem wrth gofrestru'ch dyfais i dderbyn hysbysiadau marchnata.
da: Der opstod et problem ved tilmelding af din enhed til push-meddelelser
de: Es gab ein Problem bei der Registrierung Ihres Geräts für Push-Benachrichtigungen.
es_es: Ha habido un problema al registrar tu dispositivo para notificaciones automáticas.
fi: Laitteesi rekisteröinnissä push-ilmoituksia varten esiintyi ongelma.
fr_ca: Un problème est survenu lors de l'enregistrement de votre appareil pour les notifications « push ».
id: Ada masalah saat mendaftarkan perangkat Anda untuk notifikasi Push.
is: Villa kom upp við skráningu tækisins þíns fyrir þrýstar tilkynningar.
it: Si è verificato un problema durante la registrazione del tuo dispositivo per le notifiche push.
ja: デバイスにプッシュ通知を登録する際に問題が発生しました。
mi: He raruraru i te wā e rēhita ana i tō pūrere mo ngā whakamōhiotanga pana.
ms: Terdapat masalah untuk mendaftarkan peranti anda untuk pemberitahuan tolak.
nl: Er is een fout opgetreden bij het registreren van je apparaat voor pushberichten.
pl: Wystąpił błąd z zarejestrowaniem urządzenia dla powiadomień push.
pt_br: Houve um problema ao inscrever o seu dispositivo para notificações push.
ru: При регистрации вашего устройства для получения push-уведомлений возникла проблема.
sl: Prišlo je do težave pri registriranju naprave za poslana sporočila.
sv: Ett problem uppstod vid registreringen av din enhet för push-aviseringar.
th: มีปัญหาในการลงทะเบียนอุปกรณ์ของคุณเพื่อรับการแจ้งเตือนแบบพุช
vi: Đã xảy ra vấn đề khi đăng ký thông báo đẩy cho thiết bị của bạn

source: There was a problem retrieving the Terms of Use.
ar: حدثت مشكلة أثناء استرداد شروط الاستخدام.
ca: S'ha produït un problema en recuperar les condicions d'ús.
cy: Problem wrth adfer y Telerau Defnyddio
da: Der opstod et problem ved hentning af Betingelser for brug
de: Es gab ein Problem beim Abrufen der Nutzungsbedingungen.
es_es: Ha habido un problema al intentar acceder a los términos de uso.
fi: Ilmeni ongelma käyttöehtoja noudettaessa.
fr_ca: Un problème est survenu lors de la récupération des conditions d’utilisation.
id: Ada masalah saat mengambil Ketentuan Penggunaan.
is: Vandamál kom upp við að endurheimta notandaskilmála.
it: Si è verificato un problema durante il recupero dei Termini di utilizzo.
ja: 利用規約の取得中に問題が発生しました。
mi: He raruraru i te wā e kimi ana i ngā Ture Whakamahia
ms: Terdapat masalah untuk mendapatkan semula Terma Penggunaan.
nl: Er is een probleem met het ophalen van de gebruiksvoorwaarden
pl: Wystąpił problem z pobraniem Warunków korzystania.
pt_br: Houve um problema ao recuperar os Termos de Uso.
ru: Возникла проблема при обращении к условиям использования.
sl: Prišlo je do težav pri pridobivanju pogojev uporabe.
sv: Det gick inte att hämta användningsvillkoren.
th: มีปัญหาในการเรียกค้นเงื่อนไขการใช้งาน
vi: Đã xảy ra vấn đề khi truy xuất Điều Khoản Sử Dụng.

source: There was an error loading announcements. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل الإعلانات. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar els anuncis. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho cyhoeddiadau. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsning af beskeder. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden von Ankündigungen. Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es_es: Ha habido un error al cargar los anuncios. Pulsa actualizar para volver a intentarlo.
fi: Ilmoitusten latauksessa ilmeni virheitä. Yritä uudelleen ja vedä päivittääksesi.
fr_ca: Une erreur est survenue lors du chargement des annonces. Tirez pour actualiser et réessayer.
id: Terjadi kesalahan saat memuat pengumuman. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa kom upp við að hlaða tilkynningum. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento degli annunci. Trascinare verso il basso per aggiornare e riprovare.
ja: アナウンスの読み込み中にエラーが発生しました。プルして更新し、再試行してください。
mi: He hapa i te wā e uta ana ngā pānuitanga. Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat untuk memuatkan pengumuman. Tarik untuk segar semula untuk mencuba lagi.
nl: Er is een fout opgetreden bij het laden van aankondigingen. Ophalen om te vernieuwen en het nogmaals te proberen.
pl: Wystąpił błąd podczas wczytywania ogłoszeń. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt_br: Ocorreu um erro ao carregar os anúncios. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при загрузке объявлений. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju obvestil je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in meddelanden. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดประกาศ ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải thông báo chung. Hãy kéo để làm mới rồi thử lại.

source: There was an error loading conferences. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل المؤتمرات. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar les conferències. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho cynadleddau Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsningen af konferencer. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden der Konferenzen Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es_es: Ha habido un error al cargar las conferencias. Pulsa actualizar para volver a intentarlo.
fi: Konferenssien latauksessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
fr_ca: Une erreur est survenue lors du chargement des conférences. Tirez pour actualiser et réessayer.
id: Terjadi kesalahan saat memuat konferensi. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa kom við að sækja ráðstefnur. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento delle conferenze. Trascinare verso il basso per aggiornare e riprovare.
ja: 会議のロード中にエラーが発生しました。プルして更新し、再試行してください。
mi: He hapa i puta i te wa e uta ana i ngā hui Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat untuk memuatkan persidangan. Tarik untuk segar semula untuk mencuba lagi.
nl: Er is een fout opgetreden bij het laden van vergaderingen. Pull om te vernieuwen om het opnieuw te proberen.
pl: Wystąpił błąd podczas wczytywania konferencji. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt_br: Houve um erro ao carregar conferências. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при загрузке веб-конференций. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju vaših konferenc je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in konferenser. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดการประชุม ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải hội nghị. Hãy kéo để làm mới rồi thử lại.
