Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

source: Sent
ar: مرسَل
ca: Enviat
cy: Wedi anfon
da: Sendt
de: Gesendet
es_es: Enviado
fi: Lähetetty
fr_ca: Envoyé
id: Terkirim
it: Inviato
ja: 送信済み
mi: Kua tukuna
ms: Telah dihantar
nl: Verzonden
pl: Wysłane
pt_br: Enviado
ru: Отправлено
sl: Poslano
sv: Skickade
th: ส่งแล้ว
vi: Đã Gửi
