Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

source: Go back and make sure you entered a valid institution name.
ar: ارجع وتأكد من إدخال اسم مؤسسة صالح.
ca: Torneu enrere i assegureu-vos que heu introduït un nom d’institució vàlid.
cy: Ewch yn ôl a gwneud yn siŵr eich bod chi wedi rhoi enw sefydliad dilys.
da: Gå tilbage, og sørg for, at du har indtastet et gyldigt institutionsnavn.
de: Gehen Sie zurück und stellen Sie sicher, dass Sie den gültigen Namen der Einrichtung eingegeben haben.
es_es: Vuelve y comprueba que has introducido un nombre de institución correcto.
fi: Siirry takaisin ja varmista, että syötit voimassa olevan laitoksen nimen.
fr_ca: Revenez en arrière et assurez-vous d’avoir entré un nom d’établissement valide.
id: Kembalilah dan pastikan Anda memasukkan nama institusi yang valid.
is: Farðu til baka og vertu viss um að þú hafir slegið inn gilt nafn stofnunar.
it: Torna indietro e verifica di aver inserito un nome istituto valido.
ja: 元に戻って、有効な機関名を入力したことを確認してください。
mi: Hoki atu kia mohio kua whakauruhia e koe he ingoa whare whaimana.
ms: Kembali semula dan pastikan anda memasukkan nama institusi yang sah.
nl: Ga terug en controleer of je een geldige naam voor de onderwijsinstelling hebt opgegeven.
pl: Wróć i upewnij się, że wprowadzono prawidłową nazwę instytucji.
pt_br: Volte e verifique se você inseriu um nome de instituição válido.
ru: Вернитесь назад и убедитесь в том, что вы ввели правильное название учреждения.
sl: Vrnite se in se prepričajte, da ste vnesli veljavno ime ustanove.
sv: Gå tillbaka och kontrollera att du angav ett giltigt namn på lärosätet.
th: ย้อนกลับและกรอกชื่อสถาบันให้ถูกต้อง
vi: Quay lại và đảm bảo rằng bạn đã nhập tên tổ chức hợp lệ.

source: Go to today
ar: الذهاب إلى اليوم
ca: Vés a avui
cy: Mynd i heddiw
da: Gå til I dag
de: Zum heutigen Tag gehen
es_es: Ir a la fecha de hoy
fi: Siirry tähän päivään
fr_ca: Aller à aujourd'hui
id: Pergi ke hari ini
is: Fara í daginn í dag
it: Vai a oggi
ja: 今日に進む
mi: Haere ki te rā
ms: Terus ke hari ini
nl: Ga naar vandaag
pl: Przejdź do dziś
pt_br: Ir para hoje
ru: Перейти к сегодня
sl: Pojdi na danes
sv: Gå till i dag
th: ไปที่วันนี้
vi: Đi đến hôm nay.

source: GPA scale
ar: مقياس GPA
ca: Escala GPA
cy: Graddfa GPA
da: GPA-scala
de: GPA-Skala
es_es: Escala del promedio general de notas
fi: GPA-asteikko
fr_ca: Échelle du GPA
id: Skala IPK
is: Meðaleinkunnakvarði
it: Scala GPA
ja: GPAスケール
mi: GPA Tauine
ms: Skala GPA
nl: Gemiddeld eindcijfer
pl: Skala GPA
pt_br: Escala GPA
ru: Шкала GPA
sl: Lestvica GPA
sv: Skala för genomsnittsbetyg
th: คะแนน GPA
vi: Thang GPA

source: grade
ar: التقدير
ca: nota
cy: gradd
da: karakter
de: Note
es_es: nota
fi: arvosana
fr_ca: notation
id: nilai
is: einkunn
it: voto
ja: 評定評価
mi: kōeke
ms: gred
nl: cijfer
pl: ocena
pt_br: classificar
ru: оценка
sl: ocena
sv: omdöme
th: เกรด
vi: lớp

source: Grade
ar: التقدير
ca: Nota
cy: Gradd
da: Karakter
de: Note
es_es: Nota
fi: Arvosana
fr_ca: Note
id: Kelas
is: Einkunn
it: Voto
ja: 評定
mi: Kōeke
ms: Gred
nl: Cijfer
pl: Ocena
pt_br: Avaliar
ru: Оценка
sl: Ocena
sv: Omdöme
th: เกรด
vi: Lớp

source: Grade after posting
ar: التقدير بعد النشر
ca: Nota després de la publicació
cy: Gradd ar ôl postio
da: Karakter efter opslag
de: Note nach Posting
es_es: Nota después de la publicación
fi: Arvosana lähetyksen jälkeen
fr_ca: Notation après publication
id: Nilai setelah posting
is: Gefa einkunn eftir birtingu
it: Voto dopo pubblicazione
ja: 投稿後の評定
mi: Te kōeke i muri o te whakairi
ms: Gred selepas disiarkan
nl: Beoordelen na posten
pl: Ocena po opublikowaniu
pt_br: Nota após postar
ru: Оценка после публикации
sl: Ocena po objavi
sv: Bedöm efter publicering
th: เกรดหลังแจ้ง
vi: Điểm sau khi đăng

source: Grade before posting
ar: التقدير قبل النشر
ca: Nota abans de la publicació
cy: Gradd cyn postio
da: Karakter inden opslag
de: Note vor Posting
es_es: Nota antes de la publicación
fi: Arvosana ennen lähetystä
fr_ca: Notation avant publication
id: Nilai sebelum posting
is: Gefa einkunn fyrir birtingu
it: Voto prima della pubblicazione
ja: 投稿前の評定
mi: Te kōeke i mua o te whakairi
ms: Gred sebelum disiarkan
nl: Beoordelen vóór posten
pl: Ocena przed opublikowaniem
pt_br: Nota antes de postar
ru: Оценка до публикации
sl: Ocena pred objavo
sv: Bedöm före publicering
th: เกรดก่อนแจ้ง
vi: Điểm trước khi đăng

source: Grade override
ar: تجاوز التقدير
ca: Substitució de la nota
cy: Disodli gradd
da: Tilsidesættelse af karakter
de: Note außer Kraft setzen
es_es: Anulación de nota
fi: Korvaa arvosana
fr_ca: Surclasser la notation
id: Override nilai
is: Hnekking einkunnar
it: Sostituzione voto
ja: 評定上書き
mi: Whakakorenga kōeke
ms: Gantian gred
nl: Cijferoverschrijving
pl: Nadpisująca ocena
pt_br: Substituição da nota
ru: Игнорировать оценку
sl: Preglasitev ocene
sv: Åsidosättning av omdöme
th: บอกล้างเกรด
vi: Ghi đè điểm

source: Grade Override
ar: تجاوز التقدير
ca: Substitució de la nota
cy: Disodli Gradd
da: Tilsidesættelse af karakter
de: Note außer Kraft setzen
es_es: Anulación de nota
fi: Korvaa arvosana
fr_ca: Surclasser la notation
id: Override Nilai
is: Hnekking einkunnar
it: Sostituzione valutazione
ja: 評定上書き
mi: Whakakorenga Kōeke
ms: Gantian Gred
nl: Cijferoverschrijving
pl: Nadpisująca ocena
pt_br: Substituição da nota
ru: Отклонение оценки
sl: Preglasitev ocene
sv: Åsidosättning av omdöme
th: บอกล้างเกรด
vi: Ghi Đè Điểm

source: Graded
ar: تم تقييم الدرجة
ca: Amb nota
cy: Wedi graddio
da: Bedømt
de: Benotet
es_es: Evaluado
fi: Arvosteltu
fr_ca: Noté
id: Dinilai
is: Metið
it: Valutato
ja: 採点済み
mi: Kōekehia
ms: Digredkan
nl: Beoordeeld
pl: Oceniono
pt_br: Avaliado
ru: С оценкой
sl: Ocenjeno
sv: Har bedömts
th: ให้เกรดแล้ว
vi: Đã Chấm Điểm

source: Graded quiz
ar: اختبار موجز تم تقييم درجاته
ca: Prova qualificada
cy: Cwis wedi’i Raddio
da: Bedømt test
de: Benotetes Quiz
es_es: Prueba evaluada
fi: Arvioitu testi
fr_ca: Questionnaire noté
id: Kuis Dinilai
is: Metið próf
it: Quiz con valutazione
ja: 採点済みの小テスト
mi: Whakatau Quiz
ms: Kuiz Bergred
nl: Beoordeelde toets
pl: Oceniony test
pt_br: Teste avaliado
ru: Оцененное тестирование
sl: Ocenjeni kviz
sv: Bedömt quiz
th: แบบทดสอบที่ลงเกรดแล้ว
vi: Kiểm Tra Có Chấm Điểm

source: Graded survey
ar: استطلاع تم تقييم درجاته
ca: Estudi qualificat
cy: Arolwg wedi’i Raddio
da: Bedømt spørgeundersøgelse
de: Benotete Befragung
es_es: Encuesta evaluada
fi: Arvioitu kysely
fr_ca: Enquête notée
id: Survei Dinilai
is: Metin könnun
it: Sondaggio con valutazione
ja: 採点済みのサーベイ
mi: Whakatau Rangahau
ms: Tinjauan Bergred
nl: Beoordeelde enquête
pl: Oceniona ankieta
pt_br: Pesquisa avaliada
ru: Оцененный опрос
sl: Ocenjena anketa
sv: Bedömd enkät
th: แบบสำรวจที่ลงเกรดแล้ว
vi: Khảo Sát Có Chấm Điểm

# Graded Surveys
source: Marked surveys
ar: استطلاعات تم تقييمها
ca: Estudis amb nota
cy: Arolygon wedi’u Graddio
da: Bedømte spørgeundersøgelse
de: Benotete Umfragen
es_es: Encuestas evaluadas
fi: Arvostellut kyselyt
fr_ca: Enquêtes notées
id: Survei Dinilai
is: Kannanir með einkunn
it: Sondaggi con valutazione
ja: 採点されたアンケート
mi: Ngā Rangahau Kua Kōeketia
ms: Tinjauan Bergred
nl: Beoordeelde onderzoeken
pl: Ocenione ankiety
pt_br: Pesquisas avaliadas
ru: Оцениваемые опросы
sl: Ocenjene ankete
sv: Bedömda enkäter
th: แบบสำรวจที่ลงเกรดแล้ว
vi: Khảo Sát Được Chấm Điểm

source: Grades
ar: الدرجات
ca: Notes
cy: Graddau
da: Karakterer
de: Noten
es_es: Notas
fi: Arvosanat
fr_ca: Notes
id: Nilai
is: Einkunnir
it: Voti
ja: 評定
mi: Ngā Kōeke
ms: Gred
nl: Cijfers
pl: Oceny
pt_br: Notas
ru: Оценки
sl: Ocene
sv: Omdömen
th: เกรด
vi: Điểm

source: Grading
ar: تقييم الدرجات
ca: Nota
cy: Graddio
da: Karaktergivning
de: Benotung
es_es: Evaluación
fi: Arvosanojen anto
fr_ca: Notation
id: Penilaian
is: Einkunnagjöf
it: Valutazione
ja: 採点
mi: Kōeke
ms: Penggredan
nl: Beoordeling
pl: Ocenianie
pt_br: Classificação
ru: Выставление оценок
sl: Ocenjevanje
sv: Bedömning
th: การให้เกรด
vi: Chấm Điểm

source: Grading policies
ar: سياسات تقييم الدرجات
ca: Normatives de qualificació
cy: Polisïau Graddio
da: Karakterbestemmelser
de: Benotungsrichtlinien
es_es: Políticas de evaluación
fi: Arvosanojen antokäytäntö
fr_ca: Politiques de notation
id: Kebijakan Penilaian
is: Einkunnastefnur
it: Criteri di valutazione
ja: 採点方針
mi: kōeke kaupapa here
ms: Dasar Penggredan
nl: Beoordelingsbeleid
pl: Zasady oceniania
pt_br: Políticas de avaliação
ru: Политика выставления оценок
sl: Politike ocenjevanja
sv: Bedömningsregler
th: นโยบายการให้เกรด
vi: Chính Sách Chấm Điểm

source: green
ar: أخضر
ca: verd
cy: gwyrdd
da: grøn
de: grün
es_es: verde
fi: vihreä
fr_ca: vert
id: hijau
is: grænt
it: verde
ja: グリーン
mi: kākāriki
ms: hijau
nl: groen
pl: zielony
pt_br: verde
ru: цвета окиси меди
sl: zelena
sv: grön
th: เขียว
vi: xanh lục

source: Green
ar: أخضر
ca: Verd
cy: Gwyrdd
da: Grøn
de: Grün
es_es: Verde
fi: Vihreä
fr_ca: Vert
id: Hijau
is: Grænn
it: Verde
ja: グリーン
mi: Kākāriki
ms: Hijau
nl: Groen
pl: Zielony
pt_br: Verde
ru: Зеленый
sl: Zeleno
sv: Grön
th: เขียว
vi: Xanh Lục

source: grey
ar: رمادي
ca: gris
cy: llwyd
da: grå
de: grau
es_es: gris
fi: harmaa
fr_ca: gris
id: abu-abu
is: grátt
it: grigio
ja: グレー
mi: hina
ms: kelabu
nl: grijs
pl: szary
pt_br: cinza
ru: серый
sl: siva
sv: grå
th: เทา
vi: xám

source: Grid
ar: شبكة
ca: Quadrícula
da: Gitter
de: Raster
es_es: Cuadrícula
fi: Gitter
fr_ca: Grille
is: Hnitanet
it: Griglia
ja: グリッド
mi: Mātiti
nl: Raster
pl: Siatka
pt_br: Grade
ru: Сетка
sl: Mrežo
sv: Rutnät
th: ตาราง
vi: Ô

source: Groups
ar: المجموعات
ca: Grups
cy: Grwpiau
da: Grupper
de: Gruppen
es_es: Grupos
fi: Ryhmät
fr_ca: Groupes
id: Grup
is: Hópar
it: Gruppi
ja: グループ
mi: Rōpū
ms: Kumpulan
nl: Groepen
pl: Grupy
pt_br: Grupos
ru: Группы
sl: Skupine
sv: Grupper
th: กลุ่ม
vi: Nhóm

source: Have your parent scan this QR code from the Canvas Parent app to pair with you.
ar: اطلب من أحد الوالدين مسح رمز QR من تطبيق Canvas Parent لإقرانه بك.
ca: Feu que el vostre progenitor escanegi aquest codi QR de l'aplicació Canvas Parent per emparellar-vos-hi.
cy: Cael eich rhiant i sganio’r cod QR hwn o ap Canvas Parent i baru â chi.
da: Bed din forælder om at scanne denne QR-kode fra Canvas Parent-appen for at parre til din konto.
de: Lassen Sie ein Elternteil diesen QR-Code der Canvas Parent-App scannen, um ein Pairing mit Ihnen herzustellen.
es_es: Pídele a tu padre/madre que escanee este código QR desde la aplicación Canvas Parent para emparejarse contigo.
fi: Pyydä vanhempiasi skannaamaan tämä viivakoodi Canvas Parent -sovelluksesta, jotta he saavat yhteyden sovellukseen.
fr_ca: Demandez à votre parent de numériser ce code QR à partir de l'application Canvas Parent pour le jumeler avec vous.
id: Minta orang tua Anda memindai kode QR ini dari app Canvas Parent untuk pairing dengan Anda.
is: Láttu foreldra þína skanna þennan QR-kóða úr Canvas foreldra appinu til að para við þig.
it: Il tuo elemento principale deve eseguire la scansione di questo codice QR dall’app Canvas Parent per accoppiarlo con te.
ja: あなたとペアリングするために、親にCanvas ParentアプリからこのQRコードをスキャンしてもらいます。
mi: Ma ō matua e matawai tēnei QR waehere mai i te Canvas Matua Taupanga ki te takirua ki ā koe.
ms: Sudahkan ibu bapa anda mengimbas kod QR daripada apl Canvas Parent untuk dipasangkan denan anda.
nl: Laat je ouder deze QR-code scannen van de Canvas Parent-app om met jou te koppelen.
pl: Poproś rodzica o zeskanowanie tego kodu QR w aplikacji Canvas Parent w celu sparowania.
pt_br: Faça o seu pai escanear este código QR a partir do app Canvas Parent para emparelhar com você.
ru: Отсканировал ли ваш родитель этот QR-код из приложения Canvas Parent для сопряжения с вами.
sl: Starši se lahko z vami povežejo, tako da preberejo to kodo QR v aplikaciji Canvas Parent.
sv: Be din förälder scanna QR-koden från Canvas Parent-appen för att parkopplas med dig.
th: พ่อแม่ผู้ปกครองของคุณสแกนรหัส QR นี้จากแอพ Canvas Parent เพื่อเข้าคู่กับคุณแล้วหรือยัง
vi: Hãy nhờ phụ huynh của bạn quét mã QR này từ ứng dụng Canvas Parent để ghép cặp với bạn.

source: Help your students with this assignment by adding instructions.
ar: ساعد طلابك لإنجاز هذه المهمة من خلال إضافة تعليمات.
ca: Afegiu instruccions a aquesta activitat per ajudar els estudiants a realitzar-la.
cy: Helpwch eich myfyrwyr gyda’r aseiniad hwn trwy ychwanegu cyfarwyddiadau.
da: Hjælp dine studerende med denne opgave ved at tilføje vejledning.
de: Helfen Sie Ihren Studenten bei dieser Aufgabe mit zusätzlichen Anweisungen.
es_es: Ayuda a tus estudiantes a realizar esta actividad añadiendo instrucciones.
fi: Auta opiskelijoitasi tämän tehtävän kanssa lisäämällä ohjeet.
fr_ca: Aidez vos étudiants à cette tâche par l’ajout d’instructions.
id: Bantu siswa Anda dengan tugas ini dengan menambah instruktur.
is: Hjálpaðu nemendum þínum með þetta verkefni með því að bæta við leiðbeiningum.
it: Aiuta i tuoi studenti con questo compito aggiungendo le istruzioni.
ja: 指示を追加して、この課題を受講者に分かりやすくしてください。
mi: Āwhinatia ō ākonga i tēnei whakataunga me te tāpiri tohutohu atu.
ms: Permudahkan pelajar anda untuk membuat tugasan ini dengan menambah arahan.
nl: Help je cursisten met deze opdracht door instructies toe te voegen.
pl: Pomóż uczestnikom w wykonaniu zadania, dodając instrukcje.
pt_br: Ajude os seus alunos com esta tarefa ao adicionar instruções.
ru: Помогите своим студентам с этим заданием, добавив инструкции.
sl: Dodajte navodila in tako pomagajte študentom pri tej nalogi.
sv: Hjälp dina studenter med denna uppgift genom att lägga till instruktioner.
th: ช่วยเหลือผู้เรียนของคุณสำหรับภารกิจนี้โดยการเพิ่มคำแนะนำเข้าไป
vi: Giúp sinh viên của bạn thực hiện bài tập này bằng cách thêm chỉ dẫn.

source: Hide
ar: إخفاء
ca: Amaga
cy: Cuddio
da: Skjul
de: Ausblenden
es_es: Ocultar
fi: Piilota
fr_ca: Masquer
id: Sembunyikan
is: Fela
it: Nascondi
ja: 非表示にする
mi: Huna
ms: Sembunyikan
nl: Verbergen
pl: Ukryj
pt_br: Ocultar
ru: Скрыть
sl: Skrij
sv: Dölj
th: ซ่อน
vi: Ẩn

source: Hide content for %@
ar: إخفاء محتوى لـ %@
ca: Amaga el contingut per a %@
cy: Cuddio cynnwys ar gyfer %@
da: Skjul indhold for %@
de: Ausblenden des Inhalts für %@
es_es: Ocultar contenido para %@
fi: Piilota sisältö kohteesta %@
fr_ca: Masquer le contenu de %@
id: Sembunyikan konten untuk %@
is: Fela efni fyrir %@
it: Nascondi contenuto per %@
ja: （）にコンテンツを非表示にする%@
mi: Hunga ihirangi mō %@
ms: Sembunyikan kandungan untuk %@
nl: Inhoud verbergen voor %@
pl: Ukryj zawartość dla %@
pt_br: Ocultar conteúdo para %@
ru: Скрыть контент для %@
sl: Skrij vsebino za %@
sv: Dölj innehåll för %@
th: ซ่อนเนื้อหาสำหรับ %@
vi: Ẩn nội dung cho %@

source: High: %@
ar: المرتفع: %@
ca: Alta: %@
cy: Uchel: %@
da: Høj: %@
de: Hoch: %@
es_es: Alto: %@
fi: Korkea: %@
fr_ca: Élevé : %@
id: Tinggi: %@
is: Hátt: %@
it: Alto: %@
ja: 高：%@
mi: Tiketike: %@
ms: Tinggi: %@
nl: Hoog: %@
pl: Wysoki: %@
pt_br: Alta: %@
ru: Высокий: %@
sl: Visoko: %@
sv: Hög: %@
th: สูง: %@
vi: Cao: %@

source: Highest
ar: الأعلى
ca: Superior
cy: Uchaf
da: Højeste
de: Höchste
es_es: Más alta
fi: Korkein
fr_ca: La plus élevée
id: Tertinggi
is: Hæst
it: Massimo
ja: 最高
mi: teitei
ms: Tertinggi
nl: Hoogste
pl: Najwyższe
pt_br: Maior
ru: Самая высокая
sl: Najvišje
sv: Högsta
th: สูงสุด
vi: Cao Nhất

source: Homeroom
ar: جلسة التسجيل
ca: Tutoria
cy: Ystafell hafan
da: Klasselokale
de: Organisationsstunde
es_es: Aula principal
fr_ca: Classe titulaire
is: Námssalur
ja: ホームルーム
mi: Kainga rūma
ms: Kelas Umum
nl: Klas
pl: Pokój główny
pt_br: Sala de aula
ru: «Домашняя комната»
sl: Matični
sv: Fjärrundervisningsrum
th: โฮมรูม
vi: Phòng Chính

source: Homeroom View
ar: عرض جلسة التسجيل
ca: Vista de la tutoria.
cy: Gwedd Homeroom
da: Klasseværelsevisning
de: Organisationsstundenansicht
es_es: Vista del aula
fi: Homeroom-näkymä
fr_ca: Vue de la salle d’accueil
id: Tampilan Homeroom
is: Yfirlit yfir námssal
it: Visualizzazione homeroom
ja: ホームルームビュー
mi: Kainga rūma Tiro
ms: Pandangan Kelas Umum
nl: Huisklasweergave
pl: Widok pokoju głównego
pt_br: Visualização da sala de aula
ru: Представление домашней комнаты
sl: Pogled matičnega razreda
sv: Vy för fjärrundervisningsrum
th: มุมมองโฮมรูม
vi: Dạng Xem Phòng Chính

source: How do I find my school?
ar: كيف أعثر على مدرستي؟
ca: Com puc trobar l'escola?
cy: Sut ydw i’n dod o hyd i fy ysgol?
da: Hvordan finder jeg min skole?
de: Wie finde ich meine Schule?
es_es: ¿Cómo encuentro mi escuela?
fi: Miten löydän kouluni
fr_ca: Comment puis-je trouver mon école?
id: Bagaimana cara menemukan sekolah saya?
is: Hvernig finn ég skólann minn?
it: Come posso trovare la mia scuola?
ja: 私のスクールの見つけ方は？
mi: Me pehea e kitea ai e ahau taku kura?
ms: Bagaimanakah cara mencari sekolah saya?
nl: Hoe vind ik mijn school?
pl: Jak mogę znaleźć swoją szkołę?
pt_br: Como encontrar minha escola?
ru: Как мне найти свою школу?
sl: Kako najdem svojo šolo?
sv: Hur hittar jag min skola?
th: จะค้นหาสถานศึกษาของฉันได้อย่างไร
vi: Làm thế nào để tìm trường của tôi?

source: I agree to the Acceptable Use Policy.
ar: أوافق على سياسة الاستخدام المقبول
ca: Accepto la política d’ús acceptable.
cy: Mae’n rhaid i chi gytuno i’r Polisi Defnydd Derbyniol
da: Jeg accepterer betingelserne for acceptabel brug.
de: Ich stimme der Richtlinie zur akzeptablen Nutzung zu
es_es: Acepto la política de uso aceptable.
fi: Sinun täytyy hyväksyä hyväksyttävää käyttöä koskeva käytäntö
fr_ca: J’accepte la Politique d’utilisation acceptable.
id: Saya menyetujui Kebijakan Penggunaan yang Dapat Diterima.
is: Ég samþykki Stefnu um ásættanlega notkun.
it: Accetto le Norme di utilizzo accettabile.
ja: 許可される使用ポリシーに合意します
mi: Ko te Kaupapa Whakamahi Whakaae he pai ki ahau.
ms: Anda mesti memberikan persetujuan untuk Dasar Penggunaan Boleh Diterima.
nl: Ik ga akkoord met het Beleid voor acceptabel gebruik.
pl: Wyrażam zgodę na Zasady dozwolonego użytku.
pt_br: Eu concordo com a Política de Uso Aceitável.
ru: Я соглашаюсь с Политикой допустимого использования.
sl: Strinjam se s Pravilnikom o sprejemljivi rabi.
sv: Jag godkänner policyn för godkänd användning.
th: ฉันยอมรับนโยบายการใช้งานที่ยอมรับได้
vi: Tôi đồng ý với Chính Sách Sử Dụng Có Thể Chấp Nhận Được.

source: I can't get things done until I hear back from you
ar: لن أستطيع إنجاز أعمالي حتى تردون عليّ
ca: No podré fer res fins que em respongueu
cy: Alla i ddim bwrw ymlaen nes bydda i wedi cael ateb gennych chi
da: Jeg kan ikke gøre noget, før jeg hører fra dig
de: Ich kann ohne eine Antwort nicht weitermachen.
es_es: No puedo hacer nada hasta que me contestéis
fi: En saa asioita tehtyä, ennen kuin kuulen sinusta.
fr_ca: Je ne peux pas continuer mon travail avant d’avoir reçu une réponse de votre part
id: Saya tidak bisa melakukan apa pun sampai saya mendapat info dari Anda
is: Ég get ekkert gert fyrr en þú svarar mér
it: Non riesco a terminare il lavoro finché non ricevo una risposta
ja: 回答があるまで何もできません
mi: Ka taea e kore kia mea mahi ahau, kia hoki rongo ahau i a koutou
ms: Saya tidak dapat menyelesaikan perkara ini sehingga saya menerima maklum balas daripada anda
nl: Er is een probleem, ik kan niets doen zonder antwoord van jullie
pl: Nie mogę skończyć pracy, dopóki nie otrzymam tej informacji.
pt_br: Eu não posso deixar tudo pronto até ter o seu retorno
ru: Я не могу закончить, пока не услышу ваш ответ
sl: Ne morem dokončati zadev, dokler ne prejmem vašega odziva.
sv: Jag kan inte utföra saker innan jag hör från dig
th: ฉันไม่สามารถดำเนินการใด ๆ ได้จนกว่าจะได้รับการติดต่อกลับจากคุณ
vi: Tôi không làm được gì cho đến khi được nghe phản hồi từ bạn.

source: I don't have a Canvas account
ar: ليس لدي حساب Canvas
ca: No tinc un usuari del Canvas
cy: Does gen i ddim cyfrif Canvas
da: Jeg har ikke en Canvas-konto
de: Ich besitze kein Canvas-Konto
es_es: No tengo cuenta de Canvas
fi: Minulla ei ole Canvas-tiliä
fr_ca: Je n’ai pas de compte Canvas
id: Saya tidak punya akun Canvas
is: Ég er ekki með Canvas-reikning
it: Non ho un account Canvas
ja: Canvasアカウントを持っていません
mi: Kaore he pūkete Canvas tāku
ms: Saya tidak memiliki akaun Canvas
nl: Ik heb geen Canvas-account
pl: Nie mam konta Canvas
pt_br: Eu não tenho uma conta do Canvas
ru: У меня нет учетной записи Canvas
sl: Nimam računa Canvas
sv: Jag har inte ett Canvas-konto
th: ฉันไม่มีบัญชี Canvas
vi: Tôi không có tài khoản Canvas

source: I have a Canvas account
ar: لدي حساب Canvas
ca: Tinc un usuari del Canvas
cy: Mae gen i gyfrif Canvas
da: Jeg har en Canvas-konto
de: Ich besitze ein Canvas-Konto
es_es: Tengo una cuenta de Canvas
fi: Minulla on jo Canvas-tili
fr_ca: J’ai un compte Canvas
id: Saya punya akun Canvas
is: Ég er með Canvas-reikning
it: Ho un account Canvas
ja: Canvasアカウントを持っています
mi: He Pūkete Canvas tāku
ms: Saya sudah mempunyai akaun Canvas
nl: Ik heb een Canvas-account
pl: Posiadam konto Canvas
pt_br: Eu tenho uma conta do Canvas
ru: У меня есть учетная запись Canvas
sl: Imam račun Canvas
sv: Jag har ett Canvas-konto
th: ฉันมีบัญชี Canvas
vi: Tôi có tài khoản Canvas

source: I hold the copyright
ar: أمتلك حقوق النشر
ca: Soc el titular dels drets d'autor
cy: Fi sydd biau’r hawlfraint
da: Jeg er rettighedshaveren
de: Ich bin der Urheberrechtsinhaber
es_es: Soy el titular de los derechos de autor
fi: Minulla on tekijäoikeus
fr_ca: Je détiens les droits d’auteur
id: Saya memiliki hak cipta
is: Ég hef höfundarréttinn
it: Sono il proprietario del copyright
ja: 著作権を保有しています
mi: Mau ahau te manatārua
ms: Saya memegang hak cipta
nl: Ik heb het auteursrecht
pl: Posiadam prawa autorskie
pt_br: Eu possuo o copyright
ru: Я являюсь правообладателем
sl: Imam avtorske pravice.
sv: Jag är upphovsrättsinnehavare
th: ฉันถือลิขสิทธิ์
vi: Tôi là bên giữ bản quyền

source: I need help but it's not urgent
ar: أحتاج للمساعدة لكن الأمر ليس مستعجلاً
ca: Necessito ajuda, però no és urgent
cy: Mae angen help arna i, ond dydy’r mater ddim yn un brys
da: Jeg behøver hjælp, men det er ikke en hastesag
de: Ich benötige zwar Hilfe, es eilt jedoch nicht
es_es: Necesito ayuda, pero no es urgente
fi: Tarvitsen apua, mutta tämä ei ele kiireellistä
fr_ca: J'ai besoin d'aide, mais ce n'est pas urgent
id: Saya butuh bantuan tetapi tidak mendesak
is: Ég þarf aðstoð en það liggur ekki á
it: Ho bisogno di aiuto ma non è urgente
ja: ヘルプが必要ですが、緊急ではありません
mi: E hiahia āwhina ahau ēngari kaore kōhukihuki
ms: Saya perlukan sedikit bantuan tetapi ia tidak mendesak
nl: Ik heb hulp nodig maar het is niet dringend
pl: Potrzebuję pomocy ale nie jest to pilne
pt_br: Eu preciso de ajuda, mas não é urgente
ru: Мне нужна помощь, но это не срочно
sl: Potrebujem pomoč, ni pa nujno.
sv: Jag behöver hjälp men det är inte akut
th: ฉันต้องการความช่วยเหลือ แต่ไม่เร่งด่วนอะไร
vi: Tôi cần trợ giúp nhưng không gấp.

source: I obtained permission
ar: حاصل على إذن
ca: He obtingut permís
cy: Cefais ganiatâd
da: Jeg fik tilladelse
de: Ich habe die Erlaubnis erhalten
es_es: He obtenido el permiso
fi: Hankin käyttöoikeuden
fr_ca: J'ai obtenu l'autorisation
id: Saya punya izin
is: Ég fékk heimild
it: Ho ottenuto il permesso
ja: 許可を得ています
mi: I whiwhi whakaae ahau
ms: Saya telah mendapatkan keizinan
nl: Ik heb toestemming verkregen
pl: Uzyskałem uprawnienia
pt_br: Eu obtive permissão
ru: Я получил(-а) разрешение
sl: Pridobil(a) sem dovoljenje.
sv: Jag fick behörighet
th: ฉันได้รับสิทธิ์อนุญาตแล้ว
vi: Tôi đã xin phép được
