Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

source: Submission failed due to unknown error.
ar: فشل الإرسال بسب خطأ غير معلوم.
ca: No s’ha pogut fet l’entrega a causa d’un error desconegut.
cy: Cyflwyniad wedi methu oherwydd gwall anhysbys.
da: Indsendelse mislykkedes på grund af ukendt fejl.
de: Die Übermittlung ist aufgrund eines unbekannten Fehlers fehlgeschlagen.
es_es: Ha ocurrido un error debido a un error desconocido.
fi: Lähetys epäonnistui tuntemattoman virheen vuoksi.
fr_ca: L’envoi a échoué en raison d’une erreur inconnue.
id: Penyerahan gagal karena kesalahan yang tidak diketahui.
is: Skil mistókust vegna óþekktrar villu.
it: Invio non riuscito a causa di un errore sconosciuto.
ja: 不明なエラーが発生したため、提出に失敗しました。
mi: I rahua te tukunga na te hapa I mohiotia.
ms: Serahan gagal kerana ralat tidak diketahui.
nl: Inlevering mislukt vanwege onbekende fout.
pl: Nie udało się przesłać z powodu nieznanego błędu.
pt_br: O envio falhou devido a um erro desconhecido.
ru: Отправка не выполнена из-за неизвестной ошибки.
sl: Oddaja ni uspela zaradi neznane napake.
sv: Inlämningen misslyckades av okänt fel.
th: การจัดส่งล้มเหลวเนื่องจากข้อผิดพลาดที่ไม่รู้จัก
vi: Gửi không thành công do lỗi không xác định.

source: Submission Success!
ar: نجح الإرسال!
ca: S'ha realitzat correctament l'entrega.
cy: Wedi Llwyddo i Gyflwyno!
da: Aflevering lykkedes!
de: Abgabe erfolgreich!
es_es: Se ha realizado la entrega
fi: Lähetys onnistui!
fr_ca: Succès de l’envoi!
id: Penyerahan Sukses!
is: Skil tókust!
it: Consegna eseguita correttamente!
ja: 正常に提出されました!
mi: Oti pai te tukunga!
ms: Serahan Berjaya!
nl: Inlevering is gelukt!
pl: Przesłano pomyślnie
pt_br: Sucesso do envio!
ru: Отправлено успешно!
sl: Oddaja je bila uspešna!
sv: Inlämningen slutfördes!
th: จัดส่งเสร็จสิ้น!
vi: Nộp Thành Công!

source: Submission types
ar: أنواع الإرسال
ca: Tipus d'entrega
cy: Mathau o Gyflwyniadau
da: Afleveringsformer
de: Abgabearten
es_es: Tipos de entrega
fi: Lähetystyypit
fr_ca: Types d’envoi
id: Jenis Penyerahan
is: Tegundir skila
it: Tipi di consegna
ja: 提出タイプ
mi: Ngā momo tāpaetanga
ms: Jenis Serahan
nl: Inleveringstypen
pl: Typy przesłanych materiałów
pt_br: Tipos de envio
ru: Типы сдаваемых работ
sl: Vrste oddaj
sv: Inlämningstyper
th: ประเภทการจัดส่ง
vi: Loại Nộp

source: Submission Uploaded
ar: تم تحميل الإرسال
ca: S’ha penjat l’entrega
cy: Cyflwyniad Wedi’i Lwytho i Fyny
da: Aflevering uploadet
de: Abgabe hochgeladen
es_es: Entrega cargada
fi: Tehtäväpalautus ladattu
fr_ca: Envois téléversés
id: Penyerahan Diunggah
is: Skilum hlaðið upp
it: Consegna caricata
ja: 提出がアップロードされました
mi: Tukunga Tukuna
ms: Serahan Dimuat Naik
nl: Inlevering geüpload
pl: Przesłano materiały
pt_br: Envio carregado
ru: Отправка загружена
sl: Naloženih oddaj
sv: Inlämningen laddades upp
th: อัพโหลดผลงานจัดส่งแล้ว
vi: Bài Nộp Được Tải Lên

source: Submissions
ar: الإرسالات
ca: Entregues
cy: Cyflwyniadau
da: Afleveringer
de: Übermittlungen
es_es: Entregas
fi: Lähetykset
fr_ca: Envois
id: Penyerahan
is: Skil
it: Consegne
ja: 提出物
mi: Tukunga
ms: Serahan
nl: Inleveringen
pl: Przesłane zadania
pt_br: Envios
ru: Отправки
sl: Oddaje
sv: Inlämningar
th: ผลงานจัดส่ง
vi: Nộp

source: Submit
ar: إرسال
ca: Entrega
cy: Cyflwyno
da: Aflever
de: Abgeben
es_es: Entregar
fi: Lähetä
fr_ca: Envoyer
id: Serahkan
is: Leggja fram
it: Invia
ja: 提出
mi: Tuku
ms: Serahkan
nl: Inleveren
pl: Prześlij
pt_br: Enviar
ru: Отправить
sl: Pošlji
sv: Spara
th: ส่ง
vi: Nộp

source: Submitted
ar: تم الإرسال
ca: Entregat
cy: Wedi Cyflwyno
da: Afleveret
de: Abgegeben
es_es: Entregado
fi: Lähetetty
fr_ca: Envoyé
id: Diserahkan
is: Skilað
it: Inviato
ja: タスクの評定を送信
mi: Kua tukuna
ms: Diserahkan
nl: Ingediend
pl: Przesłano
pt_br: Enviado
ru: Отправлено
sl: Poslano
sv: Inskickad
th: จัดส่งแล้ว
vi: Đã nộp

source: Submitted %@
ar: تم الإرسال %@
ca: Entregat el %@
cy: Wedi Cyflwyno %@
da: Afleveret %@
de: Abgegeben %@
es_es: Entregado %@
fi: Lähetetty %@
fr_ca: Envoyé %@
id: Diserahkan %@
is: Skilað %@
it: Inviato %@
ja: タスクの評定を送信%@
mi: Kua tukuna %@
ms: Diserahkan %@
nl: Ingediend %@
pl: Przesłano %@
pt_br: Enviado %@
ru: Отправлено %@
sl: Poslano %@
sv: Inskickat %@
th: จัดส่งแล้ว %@
vi: Đã Nộp %@

source: Subscribe
ar: اشتراك
ca: Subscriu-t'hi
cy: Tanysgrifio
da: Abonner
de: Anmelden
es_es: Suscribirse
fi: Tilaa
fr_ca: S’inscrire
id: Berlangganan
is: Gerast áskrifandi
it: Iscriviti
ja: 定期購読
mi: Ohauru
ms: Langgan
nl: Aanmelden
pl: Subskrybuj
pt_br: Assinar
ru: Подписаться
sl: Naroči se
sv: Prenumerera
th: สมัครบริการ
vi: Đăng Ký

source: Subscribe to Calendar Feed
ar: الاشتراك في تغذية التقويم
ca: Subscriu-te a Exporta el calendari
cy: Tanysgrifio i Ffrwd y Calendr
da: Tilmeld til kalender-feed
de: Kalender-Feed abonnieren
es_es: Suscribirse a la actividad del calendario
fi: Tilaa kalenterin syöte
fr_ca: Souscrire au flux du calendrier
id: Berlangganan ke Umpan Kalender
is: Gerast áskrifandi að dagatalsveitu
it: Iscriviti a feed del calendario
ja: カレンダーフィードを購読する
mi: Ohauru ki te Maramataka Kai
ms: Langgan Suapan Kalendar
nl: Abonneren op kalenderfeed
pl: Subskrybuj kanał kalendarza
pt_br: Inscrever-se para alimentação de calendário
ru: Подписаться на ленту новостей в календаре
sl: Naročite se na vir koledarja
sv: Prenumerera på kalenderflöde
th: สมัครฟีดจากปฏิทิน
vi: Đăng Ký Nguồn Cấp Dữ Liệu Lịch

source: Success!
ar: نجاح!
ca: Operació correcta!
cy: Wedi llwyddo!
da: Succes!
de: Erfolgreich!
es_es: Hecho
fi: Onnistui!
fr_ca: Succès!
id: Sukses!
is: Árangur!
it: Operazione riuscita.
ja: 成功です！
mi: Angitu!
ms: Berjaya!
nl: Gelukt!
pl: Zakończono powodzeniem!
pt_br: Sucesso!
ru: Успешно!
sl: Uspešno!
sv: Lyckades!
th: สำเร็จ!
vi: Thành công!

source: Summary
ar: الملخص
ca: Resum
cy: Crynodeb
da: Sammendrag
de: Übersicht
es_es: Resumen
fi: Yhteenveto
fr_ca: Résumé
id: Rangkuman
is: Samantekt
it: Riepilogo
ja: 概要
mi: Whakarāpopototanga
ms: Rumusan
nl: Samenvatting
pl: Podsumowanie
pt_br: Resumo
ru: Сводные данные
sl: Povzetek
sv: Sammanfattning
th: สรุป
vi: Tóm Tắt

source: Surveys
ar: الاستطلاعات
ca: Enquestes
cy: Arolygon
da: Spørgeundersøgelser
de: Befragungen
es_es: Encuestas
fi: Kyselyt
fr_ca: Enquêtes
id: Survei
is: Kannanir
it: Sondaggi
ja: 調査
mi: Rangahau
ms: Tinjauan
nl: Enquêtes
pl: Ankiety
pt_br: Pesquisas
ru: Опросы
sl: Ankete
sv: Enkäter
th: แบบสอบถาม
vi: Khảo Sát

source: Switch To Dark Mode
ar: التبديل إلى الوضع الداكن
ca: Canvia al mode fosc
cy: Newid i’r Modd Tywyll
da: Skift til mørk tilstand
de: In den dunklen Modus wechseln
es_es: Cambiar al Modo Oscuro
fi: Vaihda pimeään tilaan
fr_ca: Basculer en mode sombre
id: Alihkan ke Mode Gelap
is: Skipta í dökkt þema
it: Passa a Modalità scura
ja: ダークモードに切り替える
mi: Huri ki te Aratau pouri
ms: Tukar kepada Mod Gelap
nl: Naar Donkere modus
pl: Przełącz na tryb ciemny
pt_br: Mudar para o modo escuro
ru: Перейти в темный режим
sl: Preklopi v temni način
sv: Växla till mörkt läge
th: สลับไปที่โหมดมืด
vi: Chuyển Sang Chế Độ Tối

source: Switch To Light Mode
ar: التبديل إلى الوضع الفاتح
ca: Canvia al mode clar
cy: Newid i’r Modd Golau
da: Skift til lys tilstand
de: In den hellen Modus wechseln
es_es: Cambiar al Modo Claro
fi: Vaihda valoisaan tilaan
fr_ca: Basculer en mode lumière
id: Alihkan ke Mode Terang
is: Skipta í ljóst þema
it: Passa a Modalità chiara
ja: ライトモードに切り替える
mi: Huri ki te Aratau Maama
ms: Tukar kepada Mod Terang
nl: Naar Lichte modus
pl: Przełącz na tryb jasny
pt_br: Mudar para o modo claro
ru: Перейти в светлый режим
sl: Preklopi v svetli način
sv: Växla till ljust läge
th: สลับไปที่โหมดสว่าง
vi: Chuyển Sang Chế Độ Sáng

source: Syllabus
ar: المنهج الدراسي
ca: Temari
cy: Maes Llafur
da: Læseplan
de: Kursplan
es_es: Programa de la asignatura
fi: Opinto-ohjelma
fr_ca: Programme
id: Silabus
is: Kennsluáætlun
it: Piano di studio
ja: シラバス
mi: Marautanga
ms: Silibus
pl: Program
pt_br: Programa
ru: Содержание курса
sl: Učni načrt
sv: Kursöversikt
th: หลักสูตร
vi: Chương Trình Học

source: Syllabus content
ar: محتوى المخطط الدراسي
ca: Contingut del temari
cy: Cynnwys maes llafur
da: Læseplanens indhold
de: Inhalt des Kursplans
es_es: Contenido del programa de la asignatura
fi: Opinto-ohjelman sisältö
fr_ca: Contenu du programme
id: Konten silabus
is: Innihald kennsluáætlunar
it: Contenuto syllabus
ja: シラバスの内容
mi: Marautanga Ihirangi
ms: Kandungan silibus
nl: Syllabusinhoud
pl: Zawartość programu
pt_br: Conteúdo do programa de estudos
ru: Содержание курса
sl: Vsebina učnega načrta predmeta
sv: Kursöversiktens innehåll
th: เนื้อหาหลักสูตร
vi: Nội dung chương trình học

source: Sync
ar: مزامنة
ca: Sincronitza
cy: Cysoni
da: Synkroniser
de: Synchronisieren
es_es: Sincronización
fi: Synkronointi
fr_ca: Synchronisation
id: Sinkronkan
is: Samhæfa
it: Sincronizza
ja: 同期化
mi: Tukutahi
ms: Segerakkan
nl: Synchroniseren
pl: Synchronizacja
pt_br: Sincronizar
ru: Синхронизировать
sl: Sinhronizacija
sv: Synkronisera
th: ซิงค์
vi: Đồng Bộ Hóa

source: Sync Content Over Wi-Fi Only
ar: مزامنة المحتوى عبر شبكة Wi-Fi فقط
ca: Sincronitzeu el contingut només a través de Wi-Fi
cy: Cysoni Cynnwys dros Wi-Fi yn unig
da: Synkroniser kun indhold via wi-fi
de: Inhalte nur über WLAN synchronisieren
es_es: Sincronizar contenido solo con wifi
fi: Synkronisoi sisältö vain Wifin kautta
fr_ca: Synchroniser le contenu par Wi-Fi uniquement
id: Hanya Sinkronisasikan Konten Melalui Wi-Fi
is: Samstilltu efni aðeins yfir Wi-Fi
it: Sincronizza contenuto solo con Wi-Fi
ja: Wi-Fiでのみコンテンツを同期
mi: Tukutahi Ihirangi Ki runga Wi-Fi Anake
ms: Segerakkan Kandungan Menerusi Wi-Fi Sahaja
nl: Content alleen synchroniseren via wifi
pl: Synchronizuj zawartość tylko przez sieć Wi-Fi
pt_br: Sincronizar conteúdo apenas por Wi-Fi
ru: Синхронизация содержимого только по Wi-Fi
sl: Sinhroniziraj vsebino samo prek Wi-Fi
sv: Synkronisera endast innehåll över Wi-Fi
th: ซิงค์เนื้อหาผ่าน Wi-Fi เท่านั้น
vi: Chỉ Đồng Bộ Nội Dung Khi Có Wi-Fi

source: Sync Failed
ar: تعذرت المزامنة
ca: No s’ha pogut dur a terme la sincronització
cy: Wedi methu cysoni
da: Synkronisering mislykkedes
de: Synchronisation fehlgeschlagen
es_es: Sincronización fallida
fi: Synkronointi ei onnistunut
fr_ca: Échec de la synchronisation
id: Sinkronisasi Gagal
is: Samstilling mistókst
it: Sincronizzazione non andata a buon fine
ja: 同期に失敗しました
mi: I Rahua te Tukutahi
ms: Penyegerakan Gagal
nl: Synchronisatie mislukt.
pl: Niepowodzenie synchronizacji
pt_br: Sincronização falhou
ru: Синхронизация не выполнена
sl: Sinhronizacija ni uspela
sv: Synkroniseringen misslyckades
th: ซิงค์ล้มเหลว
vi: Đồng Bộ Không Thành Công

source: Sync Frequency
ar: تكرار المزامنة
ca: Freqüència de sincronització
cy: Amlder Cysoni
da: Synkroniseringsfrekvens
de: Synchronisierungsfrequenz
es_es: Frecuencia de sincronización
fi: Synkronoinnin tiheys
fr_ca: Fréquence de synchronisation
id: Frekuensi Sinkronisasi
is: Samstillingartíðni
it: Frequenza di sincronizzazione
ja: 同期の頻度
mi: Auautanga Tukutahi
ms: Kekerapan Penyegerakan
nl: Synchronisatiefrequentie
pl: Częstotliwość synchronizacji
pt_br: Frequência de sincronização
ru: Синхронизация частоты
sl: Pogostost sinhronizacije
sv: Synkroniseringsfrekvens
th: ความถี่ในการซิงค์
vi: Tần Suất Đồng Bộ

source: Sync Offline Content?
ar: هل تريد مزامنة المحتوى دون اتصال؟
ca: Voleu sincronitzar el contingut sense connexió?
cy: Cysoni Cynnwys All-lein?
da: Vil du synkronisere offline indhold?
de: Offline-Inhalte synchronisieren
es_es: ¿Sincronizar contenido sin conexión?
fi: Synkronoidaanko verkon ulkopuolinen sisältö
fr_ca: Synchronisation le contenu hors connexion?
id: Sinkronisasikan Konten Offline?
is: Samhæfa efni án nettengingar?
it: Sincronizzare contenuto offline?
ja: オフラインのコンテンツを同期化する
mi: Tukutahi ihirangi tuimotu?
ms: Segerakkan Kandungan Luar Talian?
nl: Offline inhoud synchroniseren?
pl: Zsynchronizować zawartość offline?
pt_br: Sincronizar conteúdo off-line?
ru: Синхронизировать офлайн-контент?
sl: Želite sinhronizirati vsebino brez povezave?
sv: Synkronisera offlineinnehåll?
th: ซิงค์ข้อมูลออฟไลน์หรือไม่
vi: Đồng Bộ Hóa Nội Dung Ngoại Tuyến?

# Synchronization
source: Synchronisation
ar: المزامنة
ca: Sincronització
cy: Cysoni
da: Synkronisering
de: Synchronisierung
es_es: Sincronización
fi: Synkronointi
id: Sinkronisasi
is: Samstilling
it: Sincronizzazione
ja: 同期
mi: Tukutahi
ms: Penyegerakan
nl: Synchronisatie
pl: Synchronizacja
pt_br: Sincronização
ru: Синхронизация
sl: Sinhronizacija
sv: Synkronisering
th: การซิงค์ข้อมูล
vi: Đồng Bộ

source: System settings
ar: إعدادات النظام
ca: Configuració del sistema
cy: Gosodiadau system
da: Systemindstillinger
de: Systemeinstellungen
es_es: Ajustes del sistema
fi: Järjestelmäasetukset
fr_ca: Paramètres du système
id: Pengaturan sistem
is: Kerfisstillingar
it: Impostazioni sistema
ja: システム設定
mi: Pūnaha tautuhinga
ms: Tetapan sistem
nl: Systeeminstellingen
pl: Ustawienia systemu
pt_br: Configurações do sistema
ru: Системные настройки
sl: Sistemske nastavitve
sv: Systeminställningar
th: ค่าปรับตั้งระบบ
vi: Cài đặt hệ thống

source: System Settings
ar: إعدادات النظام
ca: Configuració del sistema
cy: Gosodiadau System
da: Systemindstillinger
de: Systemeinstellungen
es_es: Ajustes del sistema
fi: Järjestelmäasetukset
fr_ca: Réglages du système
id: Pengaturan Sistem
is: Kerfisstillingar
it: Impostazioni sistema
ja: システム設定
mi: Tautuhinga Pūnaha
ms: Tetapan Sistem
nl: Systeeminstellingen
pl: Ustawienia systemu
pt_br: Configurações do sistema
ru: Системные настройки
sl: Sistemske nastavitve
sv: Systeminställningar
th: ค่าปรับตั้งระบบ
vi: Cài Đặt Hệ Thống

source: TA
ar: مساعد المعلم
ca: Auxiliar de professor
cy: Cynorthwyydd Dysgu
da: Undervisningsassistent
de: Lehrassistent*in
es_es: Profesor auxiliar
fi: Apuopettaja
fr_ca: Instructeur-assistant
is: Aðstoðarkennari
it: Assistente
ms: PP
nl: Onderwijsassistent
pt_br: Assistente
sl: Demonstrator
sv: Lärarassistent
vi: Trợ Giảng

source: Take photo
ar: التقاط صورة
ca: Fes una foto
cy: Tynnu llun gyda chamera
da: Tag foto
de: Foto machen
es_es: Realizar foto
fi: Ota valokuva
fr_ca: Prendre une photo
id: Potret
is: Taka mynd
it: Scatta foto
ja: 写真を撮る
mi: Tangohia Whakāhua
ms: Ambil Foto
nl: Foto maken
pl: Zrób zdjęcie
pt_br: Tirar Foto
ru: Сделать снимок
sl: Posnemi fotografijo
sv: Ta ett foto
th: ถ่ายภาพ
vi: Chụp Ảnh

source: Tap here for details
ar: اضغط هنا لمعرفة التفاصيل
ca: Toqueu aquí per obtenir informació
cy: Tapiwch yma i gael manylion.
da: Tryk her for at få nærmere oplysninger
de: Tippen Sie hier, um weitere Informationen zu erhalten.
es_es: Toca aquí para obtener detalles.
fi: Lisätietoja napauttamalla tässä.
fr_ca: Appuyez ici pour plus de détails
id: Ketuk di sini untuk detail
is: Smelltu hér til að fá upplýsingar
it: Toccare qui per i dettagli
ja: こちらをタップすると詳細が表示されます。
mi: Pato ki konei mo nga taipitopito
ms: Ketik di sini untuk mendapatkan butiran
nl: Tik hier voor details
pl: Stuknij tutaj, aby uzyskać szczegóły
pt_br: Toque aqui para detalhes
ru: Прикоснитесь здесь для получения подробных сведений
sl: Za pomoč tapnite tukaj.
sv: Tryck här för information
th: กดเลือกที่นี่เพื่อดูรายละเอียด
vi: Nhấn vào đây để biết chi tiết

source: Tap here for help.
ca: Toqueu aquí per obtenir ajuda.
da: Tryk her for at få hjælp.
de: Tippen Sie hier, um Hilfe zu erhalten.
fi: Avaa ohje napauttamalla tässä.
fr_ca: Appuyer ici pour obtenir de l'aide.
is: Smelltu hér til að fá hjálp.
ja: ここをタップしてヘルプを表示します。
mi: Pātō ki kōnei mo te awhina
nl: Tik hier voor hulp.
pl: Stuknij tutaj, aby uzyskać pomoc.
ru: Прикоснитесь здесь для получения помощи.
sv: Tryck här för hjälp.
th: กดเลือกที่นี่เพื่อรับความช่วยเหลือ
vi: Nhấn vào đây để được trợ giúp.

source: Tap the "+" to create a new conversation
ar: اضغط على "+" لإنشاء محادثة جديدة
ca: Toqueu el signe "+" per crear una conversa nova
cy: Tapiwch "+" i greu sgwrs newydd
da: Tryk på "+" for at oprette en ny samtale
de: Auf „+“ tippen, um neue Conversation zu beginnen
es_es: Toca "+" para crear una nueva conversación
fi: Luo uusi keskustelu napauttamalla "+"
fr_ca: Tapoter sur le « + » pour créer une nouvelle conversation
id: Ketuk "+" untuk membuat percakapan baru
is: Ýttu á „+“ til að búa til nýja samræðu
it: Tocca "+" per creare una nuova conversazione
ja: \"+\" をタップして新しい会話を作成する
mi: Patohia te "+" hei hanga korero hou
ms: Ketik "+" untuk mencipta perbualan baharu
nl: Tik op de "+\" om een nieuw gesprek te maken.
pl: Stuknij „+”, aby utworzyć nową rozmowę
pt_br: Toque no “+” para criar uma nova conversa
ru: Прикоснитесь к "+" для создания новой дискуссии
sl: Tapnite »+«, da ustvarite nov pogovor.
sv: Tryck på ”+” för att skapa en ny konversation
th: กดที่ ”+” เพื่อจัดทำการพูดคุยใหม่
vi: Nhấn vào dấu "+" để tạo cuộc trò chuyện mới

# Tap to select the courses you want to see on the calendar.
source: Tap to select the modules you want to see on the calendar.
ar: اضغط لتحديد المساقات التي ترغب في رؤيتها على التقويم.
ca: Toqueu per seleccionar les assignatures que voleu veure al calendari.
cy: Tapiwch i ddewis y cyrsiau rydych chi am eu gweld ar y calendr.
da: Tryk for at vælge de fag, du vil se i kalenderen.
de: Tippen Sie hier, um die Kurse auszuwählen, die Sie auf dem Kalender sehen möchten.
es_es: Toca para seleccionar las asignaturas que quieres ver en el calendario.
fi: Valitse napauttamalla kurssit, jotka haluat nähdä kalenterissa.
fr_ca: Appuyez pour sélectionner les cours que vous souhaitez voir sur le calendrier.
id: Ketuk untuk memilih kursus yang Anda ingin lihat di kalender.
is: Smelltu til að velja námskeiðin sem þú vilt sjá á dagatalinu.
it: Tocca per selezionare i corsi che vuoi vedere sul calendario.
ja: タップしてカレンダーに表示したいコースを選択してください。
mi: Pātō ki te tīpako ngā akoranga e hiahia ana koe ki te kite i runga i te maramataka.
ms: Ketik untuk memilih kursus yang ingin anda lihat pada kalendar.
nl: Tik om de cursussen te selecteren die je in de kalender wilt zien.
pl: Stuknij, aby wybrać kursy, które chcesz zobaczyć w kalendarzu.
pt_br: Toque para selecionar os cursos que você deseja ver no calendário.
ru: Прикоснитесь для выбора курсов, которые вы хотите видеть в календаре.
sl: Tapnite za izbiro predmetov, ki jih želite prikazane na koledarju.
sv: Tryck för att välja som kurser du vill se i kalendern.
th: กดเพื่อเลือกบทเรียนที่คุณต้องการเห็นในปฏิทิน
vi: Hãy nhấn vào để chọn khóa học bạn muốn thấy trên lịch.

source: Tap to view announcement
ar: انقر لعرض الإعلان
ca: Toqueu per veure l'anunci
cy: Tapiwch i weld y cyhoeddiad
da: Tryk for at vise besked
de: Zum Anzeigen der Ankündigung antippen
es_es: Toca para ver el anuncio
fi: Napauta tarkastellaksesi ilmoitusta
fr_ca: Tapoter pour afficher l’annonce.
id: Ketuk untuk melihat pengumuman
is: Smelltu til að skoða tilkynningu
it: Tocca per visualizzare annuncio
ja: タップしてアナウンスメントを表示する。
mi: Pātō ki te kite pānuitanga
ms: Ketik untuk melihat pengumuman
nl: Tik om aankondiging te bekijken
pl: Stuknij, aby wyświetlić ogłoszenie
pt_br: Toque para visualizar o aviso
ru: Нажать для просмотра объявления
sl: Tapnite za ogled obvestila.
sv: Tryck för att visa anslag
th: กดเพื่อดูประกาศ
vi: Nhấn để xem thông báo

source: Tap to view submissions list.
ar: اضغط لعرض قائمة الإرسالات.
ca: Toqueu per veure la llista d'entregues.
cy: Tapiwch i weld y rhestr cyflwyniadau.
da: Tryk for at se listen over afsendelser.
de: Zum Anzeigen der Abgabeliste tippen.
es_es: Toca para ver la lista de entregas.
fi: Napauta nähdäksesi lähetysluettelo.
fr_ca: Tapotez pour afficher la liste des envois.
id: Ketuk untuk melihat daftar penyerahan.
is: Smelltu til að skoða skilalista.
it: Tocca per visualizzare elenco consegne.
ja: タップして提出リストを表示します。
mi: Pātō ki te tiro i te whārangi tāpaetanga.
ms: Ketik untuk melihat senarai serahan
nl: Tik om lijst met inleveringen weer te geven.
pl: Stuknij, aby wyświetlić listę przesłanych zadania.
pt_br: Toque para visualizar a lista de envios.
ru: Прикоснитесь для просмотра списка отправок.
sl: Tapnite za ogled seznama oddaj.
sv: Tryck för att visa inlämningslista.
th: กดเลือกเพื่อดูรายการผลงานจัดส่ง
vi: Nhấn để xem danh sách nộp.

source: Teacher
ar: المعلم
ca: Professor
cy: Athro
da: Lærer
de: Lehrende*r
es_es: Profesor
fi: Opettaja
fr_ca: Enseignant
id: Guru
is: Kennari
it: Insegnante
ja: 教員
mi: Kaiako
ms: Guru
nl: Docent
pl: Nauczyciel
pt_br: Professor
ru: Преподаватель
sl: Izvajalec
sv: Lärare
th: ผู้สอน
vi: Giáo Viên

# Teacher's Assistant
source: Teaching Assistant
ar: المعلم المساعد
ca: Auxiliar del professor
cy: Cynorthwyydd Athro
da: Undervisningsassistent
de: Lehrassistent
es_es: Profesor auxiliar
fi: Apuopettaja
fr_ca: Aide enseignant
id: Asisten Guru
is: Aðstoðarmaður kennara
it: Assistente insegnante
ja: 教員のアシスタント
mi: Kaiako Kaiāwhina
ms: Pembantu Pengajaran
nl: Onderwijsassistent
pl: Asystent nauczyciela
pt_br: Assistente do professor
ru: Ассистент преподавателя
sl: Pomočnik izvajalca
sv: Lärarassistent
th: ผู้ช่วยสอน
vi: Trợ Giảng

source: Teachers
ar: المعلمون
ca: Professors
cy: Athrawon
da: Lærere
de: Lehrende
es_es: Profesores
fi: Opettajat
fr_ca: Enseignants
id: Guru
is: Kennarar
it: Insegnanti
ja: 教員
mi: Ngā Kaiako
ms: Guru
nl: Docenten
pl: Nauczyciele
pt_br: Professores
ru: Учителя
sl: Izvajalci
sv: Lärare
th: ผู้สอน
vi: Giáo Viên

source: Teachers and students
ar: المعلمون والطلاب
ca: Professors i estudiants
cy: Athrawon a myfyrwyr
da: Lærere og studerende
de: Lehrende und Studierende
es_es: Profesores y estudiantes
fi: Opettajat ja opiskelijat
fr_ca: Enseignants et étudiants
id: Guru dan siswa
is: Kennarar og nemendur
it: Insegnanti e studenti
ja: 教員と受講者
mi: Kaiako me ngā ākonga
ms: Guru dan pelajar
nl: Docent en cursisten
pl: Instruktorzy i uczestnicy
pt_br: Professores e alunos
ru: Учителя и студенты
sl: Izvajalci in študenti
sv: Lärare och studenter
th: ผู้สอนและผู้เรียน
vi: Giáo Viên Và Sinh Viên

source: Teaching assistants
ar: مساعدو المعلمين
ca: Auxiliars de professors
cy: Cynorthwywyr Dysgu
da: Undervisningsassistenter
de: Lehrassistenten
es_es: Profesores auxiliares
fi: Apuopettajat
fr_ca: Assistants d’enseignement
id: Asisten Guru
is: Aðstoðarkennarar
it: Assistenti
ja: 授業助手
mi: Ngā Kaiako Kaiāwhina
ms: Pembantu Pengajaran
nl: Onderwijsassistenten
pl: Asystenci instruktorów
pt_br: Assistentes de ensino
ru: Ассистенты
sl: Demonstratorji
sv: Lärarassistenter
th: ผู้ช่วยสอน
vi: Trợ Giảng

source: Teal
ar: أزرق مخضر
ca: Verd blavós
cy: Glaswyrdd
da: Grønblå
de: Blaugrün
es_es: Verde azulado
fi: Sinivihreä
fr_ca: Bleu sarcelle
is: Blágrænn
it: Verde acqua
ja: ティール
mi: Tira
nl: Groenblauw
pl: Morski
pt_br: Cerceta
ru: Бирюзовый
sl: Zelenomodra
th: ทีล
vi: Xanh Mòng Két

source: Terms of Use
ar: شروط الاستخدام
ca: Condicions d'ús
cy: Telerau Defnyddio
da: Betingelser for brug
de: Nutzungsbedingungen
es_es: Términos de uso
fi: Käyttöehdot
fr_ca: Conditions d'utilisation
id: Ketentuan Penggunaan
is: Notandaskilmálar
it: Termini di utilizzo
ja: 利用規約
mi: Ngā ritenga whakamahi
ms: Terma Penggunaan
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt_br: Termos de Uso
ru: Условия использования
sl: Pogoji uporabe
sv: Användningsvillkor
th: เงื่อนไขการใช้งาน
vi: Điều Khoản Sử Dụng

source: Text
ar: نص
cy: Testun
da: Tekst
es_es: Texto
fi: Teksti
fr_ca: Texte
id: Teks
is: Texti
it: Testo
ja: テキスト
mi: Kuputuhi
ms: Teks
nl: Tekst
pl: Tekst
pt_br: Texto
ru: Текст
sl: Besedilo
th: ข้อความ
vi: Văn Bản

# Text Color
source: Text colour
ar: لون النص
ca: Color del text
cy: Lliw'r Testun
da: Tekstfarve
de: Textfarbe
es_es: Color del texto
fi: Tekstiväri
fr_ca: Couleur de texte
id: Warna Teks
is: Textalitur
it: Colore testo
ja: テキストカラー
mi: Kuputuhi tae
ms: Warna Teks
nl: Tekstkleur
pl: Kolor tekstu
pt_br: Cor do texto
ru: Цвет текста
sl: Barva besedila
sv: Textfärg
th: สีข้อความ
vi: Màu Văn Bản
