Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

source: School’s name
ar: اسم المدرسة
ca: Nom del centre educatiu
cy: Enw’r ysgol
da: Skolens navn
de: Name der Schule
es_es: Nombre de la escuela
fi: Koulun nimi
fr_ca: Nom de l’établissement scolaire
id: Nama sekolah
is: Nafn skóla
it: Nome scuola
ja: 学校名
mi: Kura ingoa
ms: Nama sekolah
nl: Naam van school
pl: Nazwa szkoły
pt_br: Nome da escola
ru: Название школы
sl: Ime šole
sv: Skolans namn
th: ชื่อสถานศึกษา
vi: Tên trường

source: Score at least %@
ar: الحصول على الأقل على درجة %@
ca: Puntuació mínima: %@
cy: Sgorio o leiaf %@
da: Opnå mindst %@
de: Erreichen Sie mindestens %@
es_es: Puntuación mínima %@
fi: Saa pisteitä vähintään %@
fr_ca: Obtenir une note minimale de %@
id: Mendapat skor setidaknya %@
is: Ná minnst %@
it: Ottieni un punteggio minimo di %@
ja: 最低得点%@
mi: Kaute i te iti rawa %@
ms: Dapatkan skor sekurang-kurangnya %@
nl: Minimaal scoren %@
pl: Uzyskać co najmniej %@
pt_br: Pontuar pelo menos %@
ru: Набрать по меньшей мере %@
sl: Rezultat vsaj %@
sv: Lägsta poäng %@
th: คะแนนอย่างน้อย %@
vi: Đạt điểm ít nhất %@

source: Score to Keep:
ar: الدرجة التي يتعين الاحتفاظ بها:
ca: Puntuació que s'ha de mantenir:
cy: Sgôr i’w chadw:
da: Score, der skal beholdes:
de: Zu übernehmende Punktzahl:
es_es: Puntuación a mantener:
fi: Pidettävät pistemäärät:
fr_ca: Score à conserver :
id: Skor untuk Disimpan:
is: Varðveita einkunn:
it: Punteggio da mantenere:
ja: 保存するスコア：
mi: Kaute hei mau:
ms: Skor untuk Disimpan:
nl: Te behouden score:
pl: Wynik docelowy:
pt_br: Pontuação a manter:
ru: Оценка для сохранения:
sl: Upoštevani rezultat:
sv: Resultat att behålla:
th: คะแนนที่จะเก็บ:
vi: Điểm Sẽ Giữ:

source: Scored above %g
ar: تم إحراز درجات أعلى من %g
ca: Puntuat per sobre %g
cy: Wedi sgorio dros %g
da: Fik over %g
de: Bewertet oberhalb %g
es_es: Puntuación por encima %g
fi: Pisteytetty yllä %g
fr_ca: Note supérieure à %g
id: Mendapat skor di atas %g
is: Einkunn gefin fyrir ofan %g
it: Punteggio indicato sopra %g
ja: （）超えのスコア%g
mi: Kaute runga ake %g
ms: Telah memperoleh skor atas %g
nl: Hoger gescoord %g
pl: Oceniony powyżej %g
pt_br: Pontuação acima %g
ru: Оценены выше %g
sl: Rezultat nad %g
sv: Resultat över %g
th: ทำคะแนนมากกว่า %g
vi: Đạt điểm trên %g

source: Scored at least %@
ar: تم الحصول على الأقل على درجة %@
ca: Puntuació mínima obtinguda: %@
cy: Wedi sgorio o leiaf %@
da: Opnåede mindst %@
de: Erreichte mindestens %@
es_es: Puntuación al menos %@
fi: Saatu pisteitä vähintään %@
fr_ca: Résultat d'au moins %@
id: Mendapat skor setidaknya %@
is: Náði minnst %@
it: Punteggio minimo ottenuto %@
ja: 最低得点しました%@
mi: Kua Kaute i te iti rawa %@
ms: Telah memperoleh skor sekurang-kurangnya %@
nl: Minimaal gescoord %@
pl: Uzyskał(a) co najmniej %@
pt_br: Pontuou pelo menos %@
ru: Набрано по меньшей мере %@
sl: Dosežen rezultat vsaj %@
sv: Fick minst %@
th: ทำคะแนนได้อย่างน้อย %@
vi: Đạt điểm ít nhất %@

source: Scored below %g
ar: تم إحراز درجات أقل من %g
ca: Puntuat per sota %g
cy: Wedi sgorio o dan %g
da: Fik under %g
de: Bewertet unterhalb %g
es_es: Puntuación por debajo %g
fi: Pisteytetty alla %g
fr_ca: Note inférieure à %g
id: Mendapat skor di bawah %g
is: Einkunn gefin fyrir neðan %g
it: Punteggio indicato sotto %g
ja: （）未満のスコア%g
mi: Kaute raro iho %g
ms: Telah memperoleh skor bawah %g
nl: Lager gescoord %g
pl: Oceniony poniżej %g
pt_br: Pontuação abaixo %g
ru: Оценены ниже %g
sl: Rezultat pod %g
sv: Resultat under %g
th: ทำคะแนนต่ำกว่า %g
vi: Đạt điểm dưới %g

source: Search
ar: بحث
ca: Cerca
cy: Chwilio
da: Søg
de: Suchen
es_es: Buscar
fi: Hae
fr_ca: Rechercher
id: Cari
is: Leita
it: Cerca
ja: 検索
mi: Rapu
ms: Cari
nl: Zoeken
pl: Wyszukaj
pt_br: Pesquisar
ru: Поиск
sl: Iskanje
sv: Sök
th: ค้นหา
vi: Tìm Kiếm

source: Section: %@
ar: القسم: %@
ca: Secció: %@
cy: Adran: %@
da: Sektion: %@
de: Abschnitt: %@
es_es: Sección: %@
fi: Osio: %@
id: Bagian: %@
is: Hluti: %@
it: Sezione: %@
ja: セクション：%@
mi: Wāhanga: %@
ms: Seksyen: %@
nl: Sectie: %@
pl: Sekcja: %@
pt_br: Turma: %@
ru: Раздел: %@
sl: Sekcija: %@
sv: Sektion: %@
th: กลุ่มย่อย: %@
vi: Phần: %@

source: Sections
ar: الأقسام
ca: Seccions
cy: Adrannau
da: Sektioner
de: Abschnitte
es_es: Secciones
fi: Osiot
id: Bagian
is: Hlutar
it: Sezioni
ja: セクション
mi: Ngā Wāhanga
ms: Seksyen
nl: Secties
pl: Sekcje
pt_br: Turmas
ru: Разделы
sl: Sekcije
sv: Sektioner
th: กลุ่มย่อย
vi: Phần

source: Sections: %@
ar: الأقسام: %@
ca: Seccions: %@
cy: Adrannau: %@
da: Sektioner: %@
de: Abschnitte: %@
es_es: Secciones: %@
fi: Osat: %@
id: Bagian: %@
is: Hlutar: %@
it: Sezioni: %@
ja: セクション：%@
mi: Wāhanga: %@
ms: Seksyen: %@
nl: Secties: %@
pl: Sekcje: %@
pt_br: Turmas: %@
ru: Разделы: %@
sl: Sekcije: %@
sv: Sektioner: %@
th: กลุ่มย่อย: %@
vi: Phần: %@

source: See attached files.
ar: انظر الملفات المرفقة.
ca: Vegeu els fitxers adjunts.
cy: Gweler y ffeiliau sydd wedi’u hatodi.
da: Se vedhæftede filer.
de: Siehe Dateianhang
es_es: Ver archivos adjuntos.
fi: Katso liitetyt tiedostot.
fr_ca: Voir les fichiers joints.
id: Lihat file terlampir.
is: Sjá viðhengdar skrár.
it: Vedi i file allegati.
ja: 添付ファイルをご参照ください。
mi: Tirohia te kōnae piri.
ms: Lihat fail yang dikepilkan.
nl: Bijgevoegde bestanden zien.
pl: Pokaż dołączone pliki.
pt_br: Ver arquivos anexos.
ru: См. прикрепленные файлы.
sl: Glejte dodane datoteke.
sv: Se bifogade filer.
th: ดูไฟล์ที่แนบ
vi: Xem tập tin đính kèm.

source: See what's new.
ar: تعرف على الجديد.
ca: Consulteu les novetats.
cy: Dewch i weld beth sy’n newydd.
da: Se, hvad der er nyt
de: Was ist neu?
es_es: Ver las novedades.
fi: Katso, mitä uutta on tulossa.
fr_ca: Regardez ce qu'il y a de nouveau
id: Lihat apa yang baru.
is: Sjáðu hvað er nýtt.
it: Guarda le novità.
ja: 最新情報を見る。
mi: Tirohia ngā mea hou
ms: Lihat apa yang baharu.
nl: Wat is er nieuw.
pl: Zobacz nowości.
pt_br: Ver as novidades.
ru: Посмотрите, что нового.
sl: Oglejte si, kaj je novega.
sv: Se vad som är nytt
th: ดูรายการใหม่
vi: Xem nội dung mới.

source: Select
ar: تحديد
ca: Selecciona
cy: Dewiswch
da: Vælg
de: Auswählen
es_es: Seleccionar
fi: Valitse
fr_ca: Sélectionner
id: Pilih
is: Velja
it: Seleziona
ja: 選択
mi: Tīpakohia
ms: Pilih
nl: Selecteren
pl: Wybierz
pt_br: Selecionar
ru: Выбрать
sl: Izberi
sv: Välj
th: เลือก
vi: Chọn

source: Select a Path
ar: حدد مساراً
ca: Selecciona un camí d'accés
cy: Dewis Llwybr
da: Vælg en sti
de: Wählen Sie einen Pfad
es_es: Seleccionar una ruta de acceso
fi: Valitse polku
fr_ca: Sélectionnez un chemin :
id: Pilih Jalur
is: Veldu leið
it: Seleziona un percorso
ja: パスを選択する
mi: Tīpako he Huarahi
ms: Pilih Laluan
nl: Een pad selecteren
pl: Wybierz ścieżkę
pt_br: Selecionar um caminho
ru: Выбрать путь
sl: Izberite pot
sv: Välj en sökväg
th: เลือกเส้นทาง
vi: Chọn Đường Dẫn

source: Select all
ar: تحديد الكل
ca: Selecciona-ho tot
cy: Dewis y cyfan
da: Vælg alle
de: Alle auswählen
es_es: Seleccionar todo
fi: Valitse kaikki
fr_ca: Sélectionner tout
id: Pilih Semua
is: Velja allt
it: Seleziona tutto
ja: すべて選択
mi: Tīpako katoa
ms: Pilih Semua
nl: Alles selecteren
pl: Zaznacz wszystko
pt_br: Selecionar tudo
ru: Выбрать все
sl: Izberi vse
sv: Välj alla
th: เลือกทั้งหมด
vi: Chọn Tất Cả

source: Select assignment
ar: حدد مهمة
ca: Selecciona una activitat
cy: Dewis aseiniad
da: Vælg opgave
de: Aufgabe auswählen
es_es: Seleccionar actividad
fi: Valitse tehtävä
fr_ca: Sélectionner une tâche
id: Pilih tugas
is: Veldu verkefni
it: Seleziona compito
ja: 課題を選択する
mi: Tīpako whakataunga
ms: Pilih tugasan
nl: Opdracht selecteren
pl: Wybierz zadanie
pt_br: Selecionar tarefa
ru: Выбрать задание
sl: Izberite nalogo
sv: Välj uppgift
th: เลือกภารกิจ
vi: Chọn bài tập

source: Select Assignment
ar: حدد مهمة
ca: Selecciona una activitat
cy: Dewis Aseiniad
da: Vælg opgave
de: Aufgabe auswählen
es_es: Seleccionar actividad
fi: Valitse tehtävä
fr_ca: Sélectionner une tâche
id: Pilih Tugas
is: Veldu verkefni
it: Seleziona compito
ja: 課題を選択する
mi: Tīpako Whakataunga
ms: Pilih Tugasan
nl: Opdracht selecteren
pl: Wybierz zadanie
pt_br: Selecionar tarefa
ru: Выбрать задание
sl: Izberi nalogo
sv: Välj uppgift
th: เลือกภารกิจ
vi: Chọn Bài Tập

# Select course
source: Select module
ar: حدد مساقًا
ca: Selecciona l'assignatura
cy: Dewiswch gwrs
da: Vælg fag
de: Kurs auswählen
es_es: Seleccionar asignatura
fi: Valitse kurssi
fr_ca: Sélectionner un cours
id: Pilih kursus
is: Veldu námskeið
it: Seleziona corso
ja: コースの選択
mi: Tīpako akoranga
ms: Pilih kursus
nl: Cursus selecteren
pl: Wybierz kurs
pt_br: Selecionar curso
ru: Выбрать курс
sl: Izberi predmet
sv: Välj kurs
th: เลือกบทเรียน
vi: Chọn khóa học

# Select Course
source: Select Module
ar: تحديد مساق
ca: Selecciona l'assignatura
cy: Dewis Cwrs
da: Vælg fag
de: Kurs auswählen
es_es: Seleccionar asignatura
fi: Valitse kurssi
fr_ca: Sélectionner un cours
id: Pilih Kursus
is: Velja námskeið
it: Seleziona corso
ja: コースの選択
mi: Tīpako akoranga
ms: Pilih Kursus
nl: Cursus selecteren
pl: Wybierz kurs
pt_br: Selecionar curso
ru: Выбрать курс
sl: Izberi predmet
sv: Välj kurs
th: เลือกบทเรียน
vi: Chọn Khóa Học

source: Select Grading Period
ar: تحديد فترة التقييم
ca: Selecciona el període de qualificació
cy: Dewis Cyfnod Graddio
da: Vælg karakterperiode
de: Benotungszeitraum auswählen
es_es: Seleccionar período de evaluación
fi: Valitse arvosanojen antojakso
fr_ca: Choisir la période de notation
id: Pilih Periode Penilaian
is: Velja einkunnatímabil
it: Seleziona Periodo di valutazione
ja: 採点期間を選択
mi: Tīpakohia te Kōeke Wā
ms: Pilih Tempoh Penggredan
nl: Beoordelingsperiode selecteren
pl: Wybierz okres oceniania
pt_br: Selecionar período de avaliação
ru: Выбрать период оценивания
sl: Izberi ocenjevalno obdobje
sv: Välj omdömesperiod
th: เลือกระยะเวลาการให้เกรด
vi: Chọn Thời Gian Phân Loại Điểm

source: Select impact
ar: تحديد التأثير
ca: Selecciona l’impacte
cy: Dewiswch Effaith
da: Vælg virkning
de: Auswirkung auswählen
es_es: Seleccionar el impacto
fi: Valitse vaikutus
fr_ca: Choisir l'impact
id: Pilih Dampak
is: Velja áhrif
it: Seleziona impatto
ja: 深刻度をお選びください
mi: Tīpako Pānga
ms: Pilih Impak
nl: Impact selecteren
pl: Wybierz rodzaj wpływu
pt_br: Selecione Impacto
ru: Выберите влияние
sl: Izberi vpliv
sv: Välj påverkan
th: เลือกผลกระทบ
vi: Chọn Tác Động

source: Select item
ar: تحديد عنصر
ca: Selecciona l’element
cy: Dewis eitem
da: Vælg element
de: Element auswählen
es_es: Seleccionar ítem
fi: Valitse kohde
fr_ca: Sélectionner un élément
id: Pilih item
is: Velja atriði
it: Seleziona elemento
ja: 項目を選択する
mi: Tīpakohia te tūemi
ms: Pilih item
nl: Item selecteren
pl: Wybierz element
pt_br: Selecionar item
ru: Выбрать элемент
sl: Izberi element
sv: Välj objekt
th: เลือกรายการ
vi: Chọn mục

source: Select one
ar: حدد واحدًا
ca: Selecciona'n un
cy: Dewiswch Un
da: Vælg en
de: Einen auswählen
es_es: Seleccionar uno
fi: Valitse yksi
fr_ca: Sélectionner un élément
id: Pilih Satu
is: Velja einn
it: Scegli un'opzione
ja: 1 つを選択
mi: Tīpakohia
ms: Pilih Satu
nl: Eén selecteren
pl: Wybierz jeden
pt_br: Selecionar um
ru: Выберите один
sl: Izberi eno
sv: Välj en
th: เลือกหนึ่งรายการ
vi: Chọn Một

source: Selected
ar: تم التحديد
ca: Seleccionat
cy: Wedi dewis
da: Valgt
de: Ausgewählt
es_es: Seleccionado
fi: Valittu
fr_ca: Sélectionné
id: Memilih
is: Valið
it: Selezionato
ja: 選択されました
mi: Kua tīpakohia
ms: Dipilih
nl: Geselecteerd
pl: Wybrano
pt_br: Selecionado
ru: Выбрано
sl: Izbrano
sv: Valda
th: เลือกแล้ว
vi: Đã Chọn

source: Selected!
ar: تم التحديد!
ca: Seleccionat!
cy: Wedi dewis!
da: Valgt!
de: Ausgewählt!
es_es: Seleccionado
fi: Valittu!
fr_ca: Sélectionné!
id: Terpilih!
is: Valið!
it: Selezionato!
ja: 選択されました！
mi: Kua tīpakohia
ms: Dipilih!
nl: Geselecteerd!
pl: Wybrano!
pt_br: Selecionado!
ru: Выбрано!
sl: Izbrano!
sv: Valda!
th: เลือกแล้ว!
vi: Đã chọn!

source: Self Registration Not Allowed
ar: التسجيل الذاتي غير مسموح به
ca: No es permet l’autorregistre
cy: Ni Chaniateir Cofrestru eich Hun
da: Selvtilmelding ikke tilladt
de: Selbstregistrierung ist nicht zulässig.
es_es: No se permite el autorregistro
fi: Itserekisteröintiä ei sallittu
fr_ca: Auto-inscription non autorisée
id: Pendaftaran Mandiri Tidak Diizinkan
is: Sjálfsskráning er ekki leyfð
it: Auto-registrazione non consentita
ja: 自己登録は許可されていません
mi: Kaore e whkaaetia te rehita whaiaro
ms: Pendaftaran Kendiri Tidak Dibenarkan
nl: Zelfregistratie niet toegestaan
pl: Rejestracja samodzielna nie jest dozwolona
pt_br: Autorregistro não permitido
ru: Самостоятельная регистрация не разрешена
sl: Samostojna registracija ni dovoljena
sv: Självregistrering är inte tillåten
th: ไม่อนุญาตให้ลงทะเบียนตัวเอง
vi: Không Được Phép Tự Đăng Ký

source: Send
ar: إرسال
ca: Envia
cy: Anfon
de: Senden
es_es: Enviar
fi: Lähetä
fr_ca: Envoyer
id: Kirim
is: Senda
it: Invia
ja: 送信
mi: Tukua
ms: Hantar
nl: Versturen
pl: Wyślij
pt_br: Enviar
ru: Отправить
sl: Pošlji
sv: Skicka
th: ส่ง
vi: Gửi

source: Send comment
ar: إرسال تعليق
ca: Envia un comentari
cy: Anfon sylw
da: Send kommentar
de: Kommentar senden
es_es: Enviar comentario
fi: Lähetä kommentti
fr_ca: Envoyer le commentaire
id: Kirim komentar
is: Senda athugasemd
it: Invia commento
ja: コメントを送信する
mi: Tuku kōrero
ms: Hantar komen
nl: Opmerking verzenden
pl: Wyślij komentarz
pt_br: Enviar comentário
ru: Отправить комментарий
sl: Pošlji komentar
sv: Skicka kommentar
th: ส่งความเห็น
vi: Gửi bình luận

source: Send daily summary
ar: إرسال ملخص يومي
ca: Envia un resum diari
cy: Anfon crynodeb dyddiol
da: Send dagligt sammendrag
de: Tägliche Zusammenfassung senden
es_es: Enviar el resumen diario
fi: Lähetä päivittäinen yhteenveto
fr_ca: Envoyer un résumé quotidien
id: Kirim rangkuman harian
is: Senda daglega samantekt
it: Invia riepilogo giornaliero
ja: 毎日のサマリを送信する
mi: Tukua whakarāpopototanga ia rā
ms: Hantar ringkasan harian
nl: Dagelijkse samenvatting versturen
pl: Wyślij dzienne podsumowanie
pt_br: Envie-me um resumo diário
ru: Отправить ежедневный отчет
sl: Pošlji dnevni povzetek
sv: Skicka daglig sammanfattning
th: ส่งข้อมูลสรุปประจำวัน
vi: Gửi tổng kết hằng ngày

source: Send message
ar: إرسال رسالة
ca: Envia el missatge
cy: Anfon neges
da: Send besked
de: Nachricht senden
es_es: Enviar mensaje
fi: Lähetä viesti
fr_ca: Envoyer un message
id: Kirim pesan
is: Senda skilaboð
it: Invia messaggio
ja: メッセージを送信する
mi: Tuku karere
ms: Hantar mesej
nl: Bericht versturen
pl: Wyślij wiadomość
pt_br: Enviar mensagem
ru: Отправить сообщение
sl: Pošlji sporočilo
sv: Skicka meddelandet
th: ส่งข้อความ
vi: Gửi tin nhắn

source: Send weekly summary
ar: إرسال ملخص أسبوعي
ca: Envia un resum setmanal
cy: Anfon crynodeb wythnosol
da: Send ugentligt sammendrag
de: Wöchentliche Zusammenfassung senden
es_es: Enviar el resumen semanal
fi: Lähetä viikoittainen yhteenveto
fr_ca: Envoyer un résumé hebdomadaire
id: Kirim rangkuman mingguan
is: Senda vikulega samantekt
it: Invia riepilogo settimanale
ja: 毎週のサマリを送信する
mi: Tukua whakarāpopototanga ia wiki
ms: Hantar ringkasan mingguan
nl: Wekelijkse samenvatting versturen
pl: Wyślij tygodniowe podsumowanie
pt_br: Envie-me um resumo semanal
ru: Отправить еженедельный отчет
sl: Pošlji tedenski povzetek
sv: Skicka veckovis sammanfattning
th: ส่งข้อมูลสรุปประจำสัปดาห์
vi: Gửi tổng kết hằng tuần

source: Set "Home" to...
ar: تعيين "الصفحة الرئيسية" لـ...
ca: Estableix «Inici» en…
cy: Pennu "Hafan” i...
da: Indstil ''Hjem'' til ...
de: „Home“ setzen auf ...
es_es: Establecer "Inicio" para...
fi: Määritä ”Etusivu” arvoon…
fr_ca: Définir « Accueil » à
id: Atur ''Home'' ke...
is: Stilla „Heima“ á...
it: Imposta ''Home page'' su...
ja: 'ホーム'を...に設定する
mi: Whakatau “Kainga” kī ...
ms: Tetapkan "Laman Utama" untuk...
nl: "Home" instellen naar...
pl: Ustaw Stronę główną na...
pt_br: Definir "Página Inicial" para...
ru: Установить «Домой» на...
sl: »Domačo stran« nastavi na ...
sv: Ange ”Hem” som …
th: ตั้งค่า “โฮม” (Home) เป็น..
vi: Đặt "Trang Chủ" thành...

source: Set as front page
ar: تعيين كصفحة أمامية
ca: Estableix com a pàgina frontal
cy: Gosod fel Tudalen Flaen
da: Indstil som forside
de: Als Frontseite einstellen
es_es: Establecer como página de inicio
fi: Määritä etusivuksi
fr_ca: Défini comme Page de couverture
id: Atur sebagai Halaman Depan
is: Setja sem forsíðu
it: Imposta come pagina iniziale
ja: フロントページとして設定
mi: Whakatau hei Whārangi o mua
ms: Tetapkan sebagai Halaman Depan
nl: Instellen als voorpagina
pl: Usuń jako stronę tytułową
pt_br: Definir como página inicial
ru: Установить в качестве титульной страницы
sl: Nastavi kot prvo stran
sv: Ställ in som framsida
th: กำหนดเป็นหน้าแรก
vi: Cài Đặt Làm Trang Đầu

# Set text color
source: Set text colour
ar: تعيين لون النص
ca: Establiu el color del text
cy: Gosod lliw’r testun
da: Indstil tekstfarve
de: Textfarbe festlegen
es_es: Ajustar color del texto
fi: Määritä tekstiväri
fr_ca: Configurer la couleur du texte
id: Atur warna teks
is: Stilla lit á texta
it: Imposta colore testo
ja: テキストの色を設定する
mi: Whakatau tae kuputuhi
ms: Tetapkan warna teks
nl: Tekstkleur instellen
pl: Ustaw kolor tekstu
pt_br: Definir cor do texto
ru: Задать цвет текста
sl: Nastavi barvo besedila
sv: Ange textfärg
th: กำหนดสีข้อความ
vi: Cài đặt màu văn bản

source: Settings
ar: إعدادات
ca: Configuració
cy: Gosodiadau
da: Indstillinger
de: Einstellungen
es_es: Configuraciones
fi: Asetukset
fr_ca: Paramètres
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
mi: Ngā Tautuhinga
ms: Tetapan
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sl: Nastavitve
sv: Inställningar
th: ค่าปรับตั้ง
vi: Cài Đặt

source: Show a month at a time
ar: أظهر شهراً كل مرة
ca: Mostra un mes a la vegada
cy: Dangos un mis ar y tro
da: Vis en måned ad gangen
de: Jeweils einen Monat anzeigen
es_es: Mostrar un mes a la vez
fi: Näytä yksi kuukausi kerrallaan
fr_ca: Montrer un mois à la fois
id: Tampilkan satu bulan pada satu waktu
is: Sýna mánuð í einu
it: Mostra una mese alla volta
ja: 一度に 1 か月表示する
mi: Whakāturia he marama i te wā
ms: Tunjuk satu bulan pada satu masa
nl: Een maand tegelijk tonen
pl: Wyświetlaj miesiące po kolei
pt_br: Exibir um mês por vez
ru: Показывать месяц за раз
sl: Prikaži po en mesec naenkrat
sv: Visa en månad åt gången
th: แสดงทีละเดือน
vi: Hiển thị từng tháng một

source: Show Correct Answers:
ar: إظهار الإجابات الصحيحة:
ca: Mostreu les respostes correctes:
cy: Dangos Atebion Cywir:
da: Vis korrekte svar:
de: Richtige Antworten zeigen:
es_es: Mostrar las respuestas correctas:
fi: Näytä oikeat vastaukset:
fr_ca: Afficher les bonnes réponses :
id: Tampilkan Jawaban Benar:
is: Sýna rétt svör:
it: Mostra risposte corrette:
ja: 正解を表示する：
mi: Whakātu ngā whakautu tika
ms: Tunjuk Jawapan Betul:
nl: Correcte antwoorden tonen:
pl: Pokaż poprawne odpowiedzi:
pt_br: Exibir respostas corretas:
ru: Показать правильные ответы:
sl: Prikaži pravilne odgovore:
sv: Visa korrekta svar:
th: แสดงคำตอบที่ถูกต้อง:
vi: Hiển Thị Các Câu Trả Lời Đúng:

# Show Course Summary
source: Show Module Summary
ar: إظهار موجز المساق
ca: Mostra el resum de l'assignatura
cy: Dangos Crynodeb Cwrs
da: Vis fagoversigt
de: Kursübersicht anzeigen
es_es: Mostrar resumen de la asignatura
fi: Näytä kurssin yhteenveto
fr_ca: Afficher le résumé du cours
id: Tampilkan Rangkuman Kursus
is: Sýna námskeiðsyfirlit
it: Mostra Riepilogo corso
ja: コースサマリーを表示
mi: Whakātu Akoranga Whakarāpopotanga
ms: Paparkan Ringkasan Kursus
nl: Cursusoverzicht weergeven
pl: Pokaż Podsumowanie kursu
pt_br: Mostrar resumo do curso
ru: Показать сводные данные по курсу
sl: Prikaz povzetka predmeta
sv: Visa kurssammanfattning
th: แสดงสรุปบทเรียน
vi: Hiển Thị Tóm Tắt Khóa Học

# Show dialog
source: Show dialogue
ar: إظهار مربع الحوار
ca: Mostra el quadre de diàleg
cy: Dangos deialog
da: Vis dialog
de: Dialog anzeigen
es_es: Mostrar diálogo
fi: Näytä valintaruutu
fr_ca: Afficher la boîte de dialogue
id: Tampilkan dialog
is: Sýna samtalsglugga
it: Mostra finestra di dialogo
ja: ダイアログを表示
mi: Whakaatu Korero
ms: Tunjuk dialog
nl: Dialoogvenster tonen
pl: Pokaż okno
pt_br: Mostrar caixa de diálogo
ru: Показать диалоговое окно
sl: Prikaži pogovorno okno
sv: Visa dialogruta
th: แสดงกล่องโต้ตอบ
vi: Hiển thị hộp thoại

# Show Grades
source: Show marks
ar: عرض التقديرات
ca: Mostra les notes
cy: Dangos Graddau
da: Vis karakterer
de: Noten anzeigen
es_es: Mostrar notas
fi: Näytä arvosanat
fr_ca: Afficher les notes
id: Tampilkan Nilai
is: Sýna einkunnir
it: Mostra voti
ja: 評定を表示
mi: Whakātu Ngā Kōeke
ms: Tunjuk Gred
nl: Cijfers tonen
pl: Pokaż oceny
pt_br: Mostrar Notas
ru: Показать оценки
sl: Prikaži ocene
sv: Visa omdömen
th: แสดงเกรด
vi: Hiển Thị Điểm

source: Show more options
ar: إظهار خيارات أكثر
ca: Mostra més opcions
cy: Dangos mwy o ddewisiadau
da: Vis flere muligheder
de: Weitere Optionen anzeigen
es_es: Mostrar más opciones
fi: Näytä lisäasetukset
fr_ca: Afficher plus d’options
id: Tampilkan opsi lain
is: Sýna fleiri möguleika
it: Mostra più opzioni
ja: オプションを多く表示する
mi: Whakātu kōwhiringa nui atu
ms: Tunjuk lebih banyak pilihan
nl: Meer opties weergeven
pl: Pokaż więcej opcji
pt_br: Mostrar mais opções
ru: Показать больше вариантов
sl: Prikaži več možnosti
sv: Visa fler alternativ
th: แสดงตัวเลือกเพิ่มเติม
vi: Hiển thị tùy chọn khác

source: Show One Question at a Time
ar: عرض سؤال واحد في كل مرة
ca: Mostra una pregunta cada vegada
cy: Dangos un cwestiwn ar y tro
da: Vis et spørgsmål ad gangen
de: Eine Frage nach der anderen anzeigen
es_es: Mostrar una pregunta a la vez
fi: Näytä yksi kysymys kerrallaan
fr_ca: Montrer une question à la fois
id: Tampilkan Satu Pertanyaan pada Satu Waktu
is: Sýna eina spurningu í einu
it: Mostra una domanda per volta
ja: 一度に1つの質問を表示する
mi: Whakātu kotahi pātai ia wā
ms: Tunjuk Satu Soalan pada Satu Masa
nl: Een antwoord per keer tonen
pl: Pokaż tylko jedno pytanie na raz
pt_br: Exibir uma pergunta por vez
ru: Показывать по одному вопросу за раз
sl: Prikaži po eno vprašanje naenkrat
sv: Visa en fråga åt gången
th: แสดงทีละคำถาม
vi: Hiển Thị Từng Câu Hỏi Một

source: Shuffle answers
ar: تبديل الإجابات
ca: Reorganitza les respostes
cy: Cymysgu Atebion
da: Bland svar
de: Antworten mischen
es_es: Mezclar aleatoriamente las respuestas
fi: Sekoita vastausvaihtoehdot
fr_ca: Permuter les réponses
id: Kocok Jawaban
is: Stokka svör
it: Riproduci risposte casualmente
ja: 解答のシャッフル
mi: Horahia ngā whakautu
ms: Kocok Jawapan
nl: Volgorde van antwoorden wisselen
pl: Pomieszaj odpowiedzi
pt_br: Embaralhar as respostas
ru: Изменить порядок ответов
sl: Prerazporedi vprašanja
sv: Blanda svaren
th: สลับคำตอบ
vi: Xáo Trộn Câu Trả Lời

source: Shuffle Answers:
ar: تبديل الإجابات:
ca: Reorganitzeu les respostes:
cy: Cymysgu Atebion:
da: Bland svar:
de: Antworten mischen:
es_es: Mezclar aleatoriamente las respuestas:
fi: Sekoita vastausvaihtoehdot:
fr_ca: Réponses mélangées :
id: Kocok Jawaban:
is: Stokka svör:
it: Riproduci risposte casualmente:
ja: 回答のシャッフル：
mi: Tohatoha whakautu
ms: Kocok Jawapan:
nl: Antwoorden schudden:
pl: Losowa kolejność odpowiedzi:
pt_br: Embaralhar respostas:
ru: Перемешать ответы:
sl: Prerazporedi odgovore:
sv: Blanda svar:
th: สลับคำตอบ:
vi: Xáo Trộn Câu Trả Lời:
