Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

source: Welcome!
ar: مرحبًا!
ca: Us donem la benvinguda!
cy: Croeso!
da: Velkommen!
de: Willkommen!
es_es: ¡Bienvenido!
fi: Tervetuloa!
fr_ca: Bienvenue!
id: Selamat datang!
is: Velkomin(n)!
it: Benvenuto!
ja: どういたしまして！
mi: Nau Mai!
ms: Selamat datang!
nl: Welkom!
pl: Witamy!
pt_br: Bem-vindo(a)!
ru: Добро пожаловать!
sl: Dobrodošli.
sv: Välkommen!
th: ยินดีต้อนรับ!
vi: Chào mừng!

source: Well done!
ar: أحسنت!
ca: Ben fet.
cy: Da Iawn!
da: Godt klaret!
de: Gut gemacht!
es_es: ¡Bien hecho!
fi: Hyvin tehty!
fr_ca: Bien fait!
id: Luar Biasa!
is: Vel gert!
it: Ben fatto!
ja: よくできました！
mi: Tino Pai!
ms: Bagus!
nl: Goed gedaan!
pl: Dobra robota!
pt_br: Muito bem!
ru: Так держать!
sl: Dobro opravljeno.
sv: Bra jobbat!
th: ดีมาก!
vi: Bạn làm tốt lắm!

source: What’s your school’s name?
ar: ما اسم مدرستك؟
ca: Com es diu l'escola?
cy: Beth yw enw eich ysgol?
da: Hvad hedder din skole?
de: Wie heißt Ihre Schule?
es_es: ¿Cómo se llama tu escuela?
fi: Mikä on koulusi nimi?
fr_ca: Quel est le nom de votre école?
id: Apa nama sekolah Anda?
is: Hvað heitir skólinn þinn?
it: Qual è il nome della tua scuola?
ja: 学校の名前は？
mi: He aha te ingoa o tō kura?
ms: Apakah nama sekolah anda?
nl: Wat is de naam van je school?
pl: Jak się nazywa Twoja szkoła?
pt_br: Qual é o nome da sua escola?
ru: Как называется ваше учебное заведение?
sl: Kakšno je ime vaše šole?
sv: Vad heter din skola?
th: ชื่อสถานศึกษาของคุณคืออะไร
vi: Trường của bạn tên là gì?

source: white
ar: أبيض
ca: blanc
cy: gwyn
da: hvid
de: weiß
es_es: blanco
fi: valkoinen
fr_ca: blanc
id: putih
is: hvítur
it: bianco
ja: ホワイト
mi: mā
ms: putih
nl: wit
pl: biały
pt_br: branco
ru: белый
sl: bela
sv: vit
th: ขาว
vi: trắng

source: Whoops!
ar: عذرًا!
ca: Ui!
cy: Wps!
da: Ups!
de: Hoppla!
es_es: ¡Vaya!
fi: Hups!
fr_ca: Oups!
id: Ups!
is: Úbbs!
it: Spiacenti.
ja: しまった！
ms: Op...
nl: Oeps!
pl: Ups!
pt_br: Ops!
ru: Ой!
sl: Ups.
sv: Hoppsan!
th: อุ๊ปส์!
vi: Rất tiếc!

source: Will unlock %@
ar: سيتم إلغاء التأمين %@
ca: Es desbloquejarà el %@
cy: Yn datgloi %@
da: Oplåser %@
de: Wird freigegeben %@
es_es: Se desbloqueará %@
fi: Poistaa lukituksen kohteesta %@
fr_ca: Se déverrouillera %@
id: Akan membuka %@
is: Opnar %@
it: Sbloccherà %@
ja: を解除します。%@
mi: Ka huakina %@
ms: Akan menyahkunci %@
nl: Wordt ontgrendeld %@
pl: Zostanie odblokowane %@
pt_br: Será desbloqueado %@
ru: Разблокирует %@
sl: Bo odklenjeno %@
sv: Kommer att låsas upp %@
th: จะปลดล็อค %@
vi: Sẽ mở khóa %@

source: Workaround
ar: الحل
ca: Solució alternativa
cy: Datrys
da: Løsning
de: Umgehung
es_es: Solución alternativa
fi: Väliaikainen ratkaisu
fr_ca: Contournement
id: Solusi
is: Redding
it: Soluzione
ja: 回避方法
mi: Mahi huringa
ms: Alternatif
nl: Oplossing
pl: Obejście
pt_br: Alternativa
ru: Выход из ситуации
sl: Rešitev
sv: Tillfällig lösning
th: แนวทางแก้ไข
vi: Giải Pháp Khắc Phục Tạm Thời

source: yellow
ar: أصفر
ca: groc
cy: melyn
da: gul
de: gelb
es_es: amarillo
fi: keltainen
fr_ca: jaune
id: kuning
is: gulur
it: giallo
ja: イエロー
mi: kōwhai
ms: kuning
nl: geel
pl: żółty
pt_br: amarelo
ru: желтый
sl: rumena
sv: gul
th: เหลือง
vi: vàng

source: Yes
ar: نعم
ca: Sí
cy: Iawn
da: Ja
de: Ja
es_es: Sí
fi: Kyllä
fr_ca: Oui
id: Ya
is: Já
it: Sì
ja: はい
mi: Ae
ms: Ya
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
sl: Da
sv: Ja
th: ใช่
vi: Có

source: Yo Notifications
ar: لا توجد إعلامات
ca: Notificacions de Yo
cy: Hysbysiadau Yo
da: Yo-meddelelser
de: Yo-Benachrichtigungen
es_es: Notificaciones de Yo
fi: Yo-ilmoitukset
fr_ca: Vos notifications
id: Notifikasi Yo
is: Yo tilkynningar
it: Notifiche Yo
ja: Yo 通知
mi: Yo whakamōhiotanga
ms: Pemberitahuan Yo
nl: Yo-meldingen
pl: Powiadomienia Yo
pt_br: Notificações do Yo
ru: Уведомления Yo
sl: Vaša sporočila.
sv: Yo-aviseringar
th: การแจ้งข้อมูล Yo
vi: Thông Báo Yo

# You are not authorized to perform this action
source: You are not authorised to perform this action
ar: لست معتمدًا لتنفيذ هذا الإجراء
ca: No teniu autorització per dur a terme aquesta acció.
cy: Does gennych chi ddim hawl i wneud hyn
da: Du er ikke autoriseret til at foretage denne handling
de: Sie sind nicht berechtigt, diese Aktion auszuführen.
es_es: No tienes autorización para realizar esta acción
fi: Sinulla ei ole valtuuksia suorittaa tätä toimintoa
fr_ca: Vous n’avez pas l’autorisation d’effectuer cette action
id: Anda tidak berwenang melakukan tindakan ini
is: Þú hefur ekki heimild til að gera þessa aðgerð
it: Non hai l’autorizzazione per eseguire questa operazione
ja: あなたにはこのアクションを行う権限がありません
mi: Kaore koe e whakamanahia ki te whakamahi i tēnei mahi
ms: Anda tidak dibenarkan untuk melaksanakan tindakan ini
nl: Je hebt geen toestemming om deze actie uit te voeren
pl: Nie masz uprawnień potrzebnych do wykonania tej czynności.
pt_br: Você não está autorizado a realizar esta ação
ru: У вас нет прав для выполнения этого действия
sl: Nimate dovoljenja za izvedbo tega dejanja.
sv: Du har inte behörighet att utföra den här åtgärden
th: คุณไม่ได้รับอนุญาตให้ดำเนินการในส่วนนี้
vi: Bạn không được phép thực hiện thao tác này.

source: You have been invited
ar: تمت دعوتك
ca: Heu estat convidat
cy: Rydych chi wedi cael gwahoddiad
da: Du er blevet inviteret
de: Sie wurden eingeladen.
es_es: Has recibido una invitación
fi: Sinut on kutsuttu
fr_ca: Vous avez été invité
id: Anda telah diundang
is: Þér var boðið
it: Sei stato invitato
ja: あなたは招待されています
mi: Kua tonoa koe
ms: Anda telah dijemput
nl: Je bent uitgenodigd
pl: Otrzymałeś zaproszenie
pt_br: Você foi convidado
ru: Вам поступило приглашение
sl: Povabljeni ste.
sv: Du har blivit inbjuden
th: คุณได้รับเชิญ
vi: Bạn đã được mời

source: You must allow notifications in settings to set reminders.
ar: يجب السماح بالإعلامات في الإعدادات لتعيين التذكيرات.
ca: Per tal d'establir recordatoris, heu de permetre les notificacions a Configuració.
cy: Rhaid i chi ganiatáu hysbysiadau yn y Gosodiadau er mwyn gosod nodiadau atgoffa.
da: Du skal tillade meddelelser i Indstillinger for at indstille påmindelser.
de: Sie müssen in den Einstellungen die Option Benachrichtigungen erlauben, um Erinnerungen zu verwenden.
es_es: Debes habilitar las notificaciones en configuraciones para poder configurar recordatorios.
fi: Sinun täytyy sallia ilmoitukset asetuksissa määrittääksesi muistutukset.
fr_ca: Vous devez autoriser les notifications dans Réglages pour définir les rappels.
id: Anda harus mengizinkan notifikasi dalam Pengaturan untuk mengatur pengingat.
is: Þú þarft að leyfa tilkynningar í stillingum til að setja inn áminningar.
it: Devi consentire le notifiche in Impostazioni per impostare i promemoria.
ja: [設定]で通知を許可して、リマインダを設定しなければなりません。
mi: Me tukua e koe ngā whakamōhiotanga i roto i ngā Tautuhinga ki te whakatau ngā whakamaharatanga.
ms: Anda mesti membenarkan pemberitahuan dalam Tetapan untuk menetapkan peringatan.
nl: Je moet in Instellingen meldingen activeren om herinneringen in te stellen.
pl: Aby ustawić przypomnienia, musisz zezwolić na powiadomienia w Ustawieniach.
pt_br: Você deve permitir notificações nas Configurações para definir lembretes.
ru: Вы должны разрешить уведомления в настройках для задания напоминаний.
sl: Za nastavitev opomnikov morate v možnosti »Nastavitve« dovoliti sporočila.
sv: Du måste tillåta aviseringar i Inställningar för att ställa in påminnelser.
th: คุณจะต้องให้อนุญาตการแจ้งข้อมูลใน ค่าปรับตั้ง เพื่อตั้งค่าการแจ้งเตือน
vi: Bạn phải cho phép thông báo trong Cài Đặt thì mới có thể cài đặt lời nhắc nhở.

source: You must enable Camera permissions in Settings.
ar: يجب أن تقوم بتمكين أذونات الكاميرا في الإعدادات.
ca: Heu d'activar els permisos per a la càmera a Configuració.
cy: Rhaid i chi alluogi hawliau Camera yn y Gosodiadau.
da: Du skal aktivere kameratilladelser i indstillinger.
de: Sie müssen in den Einstellungen die Zugriffsberechtigungen auf die Kamera aktivieren.
es_es: Debes habilitar los permisos de la cámara en configuraciones.
fi: Kameran käyttöoikeudet täytyy ottaa käyttöön asetuksissa.
fr_ca: Vous devez activer les autorisations de caméra dans les paramètres.
id: Anda harus mengaktifkan izin Kamera dalam Pengaturan.
is: Þú þarft að virkja aðgang að myndavél í Stillingum.
it: Devi abilitare le autorizzazioni videocamera in Impostazioni.
ja: 「設定」でカメラの許可を有効にしなければなりません。
mi: Me whakahohetia e koe Kāmera whakaaetanga i roto i Tautuhinga.
ms: Anda mesti mendayakan keizinan kamera dalam Tetapan
nl: Je moet Camera-machtigingen inschakelen in Instellingen.
pl: Musisz włączyć uprawnienia dla kamery w Ustawieniach.
pt_br: Você deve habilitar as permissões da câmera em Configurações.
ru: Вы должны активировать разрешения для камеры в настройках.
sl: Za snemanje zvoka morate v možnosti »Nastavitve« omogočiti kamero.
sv: Du måste aktivera behörigheter för kameran i Inställningar.
th: คุณจะต้องเปิดใช้สิทธิ์อนุญาตสำหรับกล้องจากค่าปรับตั้ง
vi: Bạn phải kích hoạt cho phép Camera trong Cài Đặt.

source: You must enable Microphone permissions in Settings.
ar: يجب أن تقوم بتمكين أذونات الميكروفون في الإعدادات.
ca: Heu d'activar els permisos per al micròfon a Configuració.
cy: Rhaid i chi alluogi hawliau Microffon yn y Gosodiadau.
da: Du skal aktivere mikrofontilladelser i indstillinger.
de: Sie müssen in den Einstellungen die Zugriffsberechtigungen auf das Mikrofon aktivieren.
es_es: Debes habilitar los permisos del micrófono en configuraciones.
fi: Kamperan käyttöoikeudet täytyy ottaa käyttöön asetuksissa.
fr_ca: Vous devez activer les autorisations de microphone dans les paramètres.
id: Anda harus mengaktifkan izin Mikrofon dalam Pengaturan.
is: Þú þarft að virkja aðgang að hljóðnema í stillingum.
it: Devi abilitare le autorizzazioni microfono in Impostazioni.
ja: 「設定」でマイクの許可を有効にしなければなりません。
mi: Me whakahohetia e koe Orooro whakaaetanga i roto i Tautuhinga.
ms: Anda mesti mendayakan keizinan Mikrofon dalam Tetapan.
nl: Je moet Microfoon-machtigingen inschakelen in Instellingen.
pl: Musisz włączyć uprawnienia dla mikrofonu w Ustawieniach.
pt_br: Você deve habilitar permissões de Microfone nas Configurações.
ru: Вы должны активировать разрешения для микрофона в настройках.
sl: Za snemanje zvoka morate v možnosti »Nastavitve« omogočiti dovoljenja mikrofona.
sv: Du måste aktivera behörigheter för mikrofonen i Inställningar.
th: คุณจะต้องเปิดใช้สิทธิ์อนุญาตสำหรับไมโครโฟนจากค่าปรับตั้ง
vi: Bạn phải kích hoạt cho phép Microphone trong Cài Đặt.

source: You must enter an access code
ar: يجب إدخال رمز وصول
ca: Heu d'introduir un codi d'accés
cy: Mae’n rhaid i chi roi cod mynediad
da: Du skal indtaste en adgangskode
de: Sie müssen einen Zugriffscode eingeben.
es_es: Debes escribir un código de acceso
fi: Sinun täytyy syöttää pääsykoodi
fr_ca: Vous devez saisir un code d’accès
id: Anda harus memasukkan kode akses
is: Þú verður að slá inn aðgangskóða
it: Devi inserire un codice di accesso
ja: アクセス コードを入力する必要があります
mi: Me tāuru te waehere uru
ms: Anda mesti memasukkan kod akses
nl: Je moet een toegangscode invoeren
pl: Należy wpisać kod dostępu
pt_br: Você deve inserir um código de acesso
ru: Вы должны ввести код доступа
sl: Vnesti morate kodo za dostop.
sv: Du måste ange en åtkomstkod
th: คุณจะต้องกรอกรหัสใช้งาน
vi: Bạn phải nhập mã truy cập

source: You will stop acting as %@ and return to your account.
ar: ستتوقف عن التصرف باعتبارك %@ وستعود إلى حسابك.
ca: Deixareu de fer de %@ i tornareu al vostre usuari.
cy: Byddwch yn stopio gweithredu fel %@ ac yn dychwelyd i’ch cyfrif eich hun.
da: Du vil stoppe med at fungere som %@ og vende tilbage til din konto.
de: Sie hören auf, als %@ zu handeln, und kehren zu Ihrem Konto zurück.
es_es: Dejarás de actuar como %@ y volverás a tu cuenta.
fi: Lopetat toimimasta käyttäjänä %@ ja palaat tilillesi.
fr_ca: Vous allez cesser d’agir comme %@ et retournerez à votre compte.
id: Anda akan berhenti bertindak sebagai %@ dan kembali ke akun Anda.
is: Þú munt hætta að virka sem %@ og fara aftur í þinn reikning.
it: Non agirai più come %@ e tornerai al tuo account.
ja: %@行動することを止め、自分のアカウントに戻る
mi: Ka mutu tō mahi hei %@ ka hoki ki tāu pūkete.
ms: Anda akan berhenti bertindak sebagai %@ dan kembali ke akaun anda.
nl: Je stopt met optreden als %@ en keert terug naar je account.
pl: Zatrzymasz podszywanie się jako %@ i powrócisz do swojego konta.
pt_br: Você parará de agir como %@ e voltará à sua conta.
ru: Вы прекратите действовать как %@ и вернетесь в свою учетную запись.
sl: Prenehali boste nastopati v vlogi %@ in vrnili se boste v svoj račun.
sv: Du kommer att sluta att agera som %@, och gå tillbaka till ditt konto.
th: คุณจะหยุดดำเนินการในฐานะ %@ และกลับไปที่บัญชีของคุณ
vi: Bạn sẽ dừng đóng vai trò %@ và trở về tài khoản của bạn.

source: You will stop acting as this user and return to your account.
ar: ستتوقف عن التصرف باعتبارك هذا المستخدم وستعود إلى حسابك.
ca: Deixareu de fer d'aquest usuari i tornareu al vostre usuari.
cy: Byddwch yn stopio gweithredu fel y defnyddiwr hwn ac yn dychwelyd i’ch cyfrif eich hun.
da: Du vil stoppe med at fungere som denne bruger og vende tilbage til din konto.
de: Sie hören auf, als diese/r Benutzer*in zu handeln, und kehren zu Ihrem Konto zurück.
es_es: Dejarás de actuar como este usuario y volverás a tu cuenta.
fi: Lopetat toimimasta tänä käyttäjänä ja palaat tilillesi.
fr_ca: Vous allez cesser d’agir en tant que cet utilisateur et retournerez à votre compte.
id: Anda akan berhenti bertindak sebagai pengguna ini dan kembali ke akun Anda.
is: Þú munt hætta að bregðast við sem þessi notandi og fara aftur í þinn reikning.
it: Non agirai più come questo utente e tornerai al tuo account.
ja: このユーザーとして行動することを止め、自分のアカウントに戻る
mi: Ka mutu tō mahi hei kaiwhakamahi nei, ka hoki ki tāu pūkete.
ms: Anda akan berhenti bertindak sebagai pengguna ini dan kembali ke akaun anda.
nl: Je stopt met optreden als deze gebruiker en keert terug naar je account.
pl: Zatrzymasz podszywanie się jako ten użytkownik i powrócisz do swojego konta.
pt_br: Você parará de agir como esse usuário e voltará à sua conta.
ru: Вы прекратите действовать как этот пользователь и вернетесь в свою учетную запись.
sl: Prenehali boste nastopati v vlogi tega uporabnika in se boste vrnili v svoj račun.
sv: Du kommer att sluta att agera som den här användaren och gå tillbaka till ditt konto.
th: คุณจะหยุดดำเนินการในฐานะผู้ใช้นี้และกลับไปยังบัญชีของคุณ
vi: Bạn sẽ dừng đóng vai trò người dùng này và trở về tài khoản của bạn.

source: You've marked it as done.
ar: قمت بتمييزه بأنه تم.
ca: L’heu marcat com a fet.
cy: Rydych chi wedi’i farcio fel wedi’i orffen.
da: Du har markeret det som udført.
de: Sie haben es als erledigt markiert.
es_es: Lo has marcado como terminado.
fi: Olet merkinnyt sen tehdyksi.
fr_ca: Vous l’avez marqué comme terminé.
id: Anda telah menandainya sebagai selesai.
is: Þú hefur merkt þetta sem lokið.
it: Lo hai contrassegnato come completato.
ja: 「終了」としてマークしました。
mi: Kua tohua e koe kua oti.
ms: Anda telah menandanya sebagai siap.
nl: Je hebt het als klaar gemarkeerd.
pl: Oznaczono to jako gotowe.
pt_br: Você marcou como concluído.
ru: Вы отметили это как выполненное.
sl: To ste označili kot končano.
sv: Du har markerat den som färdig.
th: คุณกำกับว่าเสร็จสิ้นแล้ว
vi: Bạn đã đánh dấu là đã xong.

# Your child's courses might not be published yet.
source: Your child's modules might not be published yet.
ar: ربما لم يتم نشر مساقات الطالب بعد.
ca: És possible que encara no s'hagin publicat les assignatures del vostre fill.
cy: Efallai nad yw cyrsiau eich plentyn wedi cael eu cyhoeddi eto.
da: Dit barns fag er måske ikke offentliggjort endnu.
de: Ihre untergeordneten Kurse sind möglicherweise noch nicht veröffentlicht.
es_es: Es posible que las asignaturas de tu hijo aún no estén publicadas.
fi: Tämän lapsen kursseja ei ehkä vielä julkaista.
fr_ca: Vos cours dépendants peuvent ne pas être encore publiés.
id: Kursus anak Anda mungkin belum diterbitkan.
is: Námskeið barnsins þíns eru ef til vill ekki birt enn.
it: I corsi di tuo figlio potrebbero non essere stati ancora pubblicati.
ja: お子様のコースはまだ公開されていない可能性があります。
mi: Kaore e pānuitia ngā akoranga a tō tamaiti i tēnei wā.
ms: Kursus anak anda mungkin belum diterbitkan.
nl: De cursussen van je cursist zijn mogelijk nog niet gepubliceerd.
pl: Kursy Twojego dziecka mogły nie zostać jeszcze opublikowane.
pt_br: Os cursos do seu filho podem ainda não ter sido publicados.
ru: Курсы вашего ребенка пока еще не могут быть опубликованы.
sl: Predmeti vašega otroka morda še niso objavljeni.
sv: Ditt barns kurs kanske inte publicerats än.
th: บทเรียนเชื่อมโยงของคุณอาจยังไม่ได้เผยแพร่
vi: Khóa học của con em của bạn có thể chưa được công bố.

source: Your modules will be listed here, and then you can make them available for offline usage.
ar: سيتم إدراج مساقاتك هنا، ثم يمكنك إتاحته للاستخدام دون اتصال.
ca: Les vostres assignatures s’enumeraran aquí; posteriorment, podeu fer que estiguin disponibles per utilitzar-se sense connexió.
cy: Bydd eich cyrsiau’n cael eu rhestru yma, ac yna gallwch chi ei gwneud ar gael i'w defnyddio all-lein.
da: Dine fag vil blive vist her, og derefter kan du gøre dem tilgængelige til offline brug.
de: Ihre Kurse werden hier aufgelistet und können dann für die Offline-Nutzung verfügbar gemacht werden.
es_es: Tus cursos aparecerán aquí y luego, podrás habilitarlos para utilizarlos sin conexión.
fi: Kurssisi näkyvät täällä, ja voit sitten asettaa sen saataville verkon ulkopuoliseen käyttöön.
fr_ca: Vos cours seront répertoriés ici, puis vous pourrez les rendre disponible pour une utilisation hors ligne.
id: Kursus Anda akan tertera di sini, lalu Anda dapat menyediakannya untuk penggunaan offline.
is: Námskeiðin þín verða skráð hér og síðan geturðu gert þau aðgengileg til notkunar án nettengingar.
it: I tuoi corsi saranno elencati qui, quindi è possibile renderli disponibili per l’uso offline.
ja: コースがここに表示され、オフラインで利用できるようにすることができます。
mi: Ka whakarārangihia ō akoranga ki reira ka taea e koe te whakawātea mō te whakamahi tuimotu.
ms: kursus anda akan disenaraikan di sini, kemudian anda boleh menyediakannya untuk kegunaan luar talian.
nl: Je cursussen worden hier weergegeven, waarvan je de inhoud beschikbaar kunt maken voor offline gebruik.
pl: Kursy zostaną wyszczególnione tutaj, następnie można je będzie udostępnić do użytku offline.
pt_br: Seus cursos serão listados aqui e você poderá disponibilizá-los para uso offline.
ru: Ваши курсы будут перечислены здесь, а затем вы сможете сделать их доступными для использования в режиме офлайн.
sl: Vaši predmeti bodo navedeni tukaj, nato pa lahko zanje omogočite uporabo brez povezave.
sv: Dina kurser kommer att listas här, och sedan kan du göra dem tillgängliga för offlineanvändning.
th: บทเรียนของคุณจะปรากฏขึ้นที่นี่ จากนั้นคุณสามารถเผยแพร่สำหรับใช้งานแบบออฟไลน์
vi: Khóa học của bạn sẽ được liệt kê ở đây, và sau đó bạn có thể xử lý để sử dụng ngoại tuyến.

source: Your device is out of storage space. Please free up space and try again.
ar: لا توجد سعة تخزينية على جهازك. الرجاء تحرير مساحة ثم إعادة المحاولة.
ca: El dispositiu s'ha quedat sense espai d'emmagatzematge. Allibereu espai i torneu a provar-ho.
cy: Does dim lle storio ar ôl yn eich dyfais. Ewch ati i ryddhau rhywfaint o le a rhoi cynnig arall arni.
da: Din enhed har ikke mere lagerplads. Frigør plads og prøv igen.
de: Der Speicher Ihres Geräts ist voll. Bitte geben Sie Speicherplatz frei, und versuchen Sie es erneut.
es_es: Tu dispositivo no tiene más espacio de almacenamiento. Libera espacio y vuelve a intentarlo.
fi: Laitteesi tallennustila on lopussa. Vapauta tilaa ja yritä uudelleen.
fr_ca: Espace de stockage de votre appareil insuffisant. Veuillez libérer de l'espace et essayez à nouveau.
id: Perangkat Anda kehabisan ruang penyimpanan. Silakan bebaskan ruang dan coba lagi.
is: Tækið þitt er búið með geymslupláss. Losaðu pláss og reyndu aftur.
it: Il tuo dispositivo ha esaurito lo spazio di archiviazione. Liberare dello spazio e riprovare.
ja: デバイスのストレージスペースが不足しています。スペースを作ってもう一度お試しください。
mi: Kua pau te wahi rokiroki a tō taputapu. Tēnā koa whakawātea he wāhi ka ngana anō.
ms: Peranti anda kehabisan ruang storan. Sila kosongkan ruang pada peranti anda dan cuba semula.
nl: Je apparaat beschikt over onvoldoende opslagruimte. Maak ruimte vrij en probeer het opnieuw.
pl: Brak wolnego miejsca na urządzeniu. Zwolnij trochę miejsca i spróbuj ponownie
pt_br: O seu dispositivo não tem espaço. Crie espaço e tente novamente.
ru: На вашем устройстве закончилась свободная память. Освободите память и попробуйте снова.
sl: V napravi je zmanjkalo prostora na disku. Počistite prostor na disku in poskusite znova.
sv: Din enhet har slut på lagringsutrymme. Vänligen frigör utrymme och testa igen.
th: อุปกรณ์ของคุณไม่มีพื้นที่จัดเก็บข้อมูลเหลือ กรุณาเพิ่มพื้นที่และลองใหม่อีกครั้ง
vi: Thiết bị của bạn đã hết dung lượng lưu trữ trống. Vui lòng giải phóng dung lượng trống rồi thử lại.

source: Your email
ar: بريدك الإلكتروني
ca: La vostra adreça electrònica
cy: Eich E-bost
da: Din e-mail
de: Ihre E-Mail
es_es: Tu correo electrónico
fi: Sähköpostiosoitteesi
fr_ca: Votre courriel
id: Email Anda
is: Netfangið þitt
it: La tua email
ja: あなたのメールアドレス
mi: Tō īmēra
ms: E-mel Anda
nl: Je e-mail
pl: Twój adres e-mail
pt_br: Seu E-mail
ru: Ваша электронная почта
sl: Vaš e-poštni naslov
sv: Din e-post
th: อีเมลของคุณ
vi: Email Của Bạn

source: Your file was successfully submitted. Enjoy your day!
ar: تم إرسال ملفك بنجاح. طاب يومك!
ca: S'ha enviat correctament el fitxer. Que tingueu bon dia.
cy: Wedi llwyddo i gyflwyno eich ffeil. Mwynhewch eich diwrnod!
da: Din fil blev indsendt. Hav en god dag!
de: Ihre Datei wurde erfolgreich gesendet. Genießen Sie Ihren Tag!
es_es: Tu archivo se ha entregado correctamente. Que tengas un buen día
fi: Tiedostosi lähetys onnistui. Nauti päivästäsi!
fr_ca: Votre fichier a été envoyé avec succès. Profitez de votre journée!
id: File Anda berhasil diserahkan. Semoga harimu menyenangkan!
is: Skil skjals tókust. Njóttu dagsins!
it: L’invio del file è riuscito. Buona giornata!
ja: あなたのファイルは正常に提出されました。 よい一日を！
mi: I pai te tuku I to konae. Kia pai tō rā!
ms: Fail anda berjaya diserahkan. Nikmati hari anda!
nl: Je bestand is ingeleverd. Een fijne dag gewenst!
pl: Twój plik został pomyślnie przesłany. Korzystaj z dnia!
pt_br: Seu arquivo foi enviado com sucesso. Aproveite o seu dia!
ru: Ваш файл был успешно отправлен. Хорошего дня!
sl: Vaša datoteka je uspešno oddana. Lep dan vam želimo.
sv: Din fil har lämnats in. Ha en bra dag!
th: จัดส่งไฟล์ของคุณเสร็จสิ้น ขอให้มีความสุข!
vi: Tập tin của bạn đã được nộp thành công. Hãy tận hưởng thời gian còn lại trong ngày nhé!

source: Your to do list is empty. Time to recharge.
ar: قائمة المهام الخاصة بك فارغة. حان وقت إعادة الشحن.
ca: La llista de tasques pendents està buida. És l'hora de recarregar.
cy: Mae eich rhestr tasgau i’w gwneud yn wag. Amser i ailwefru.
da: Din opgaveliste er tom. Tid til at tage den med ro.
de: Ihre Aufgabenliste ist leer. Zeit zum Nachladen.
es_es: Tu lista de tareas pendientes está vacía. Es momento de recargar energías.
fi: Tehtävälistasi on tyhjä. Aika ladata.
fr_ca: Votre liste à faire est vide. Temps de recharger.
id: Daftar to do Anda kosong. Waktunya mengisi ulang.
is: Verkefnalistinn þinn er tómur. Kominn tími á að hlaða rafhlöðurnar.
it: Il tuo elenco di cose da fare è vuoto. Ricarica.
ja: あなたのタスクリストは空です。英気を養う時間です。
mi: Kei te wātea tō hei – mahi rārangi. Kua tae te wā ki te whakahou.
ms: Senarai untuk dilakukan anda kosong. Masa untuk berehat.
nl: Je Takenlijst is leeg. Tijd om de batterij weer op te laden.
pl: Twoja lista zadań jest pusta. Pora doładować.
pt_br: Sua lista de tarefas está vazia. Hora de recarregar.
ru: Ваш список задач пуст. Время подкрепиться.
sl: Čakajoča opravila je prazen. Čas za polnjenje z energijo.
sv: Din att göra-lista är tom. Dags att ladda batterierna.
th: รายการสิ่งที่ต้องทำของคุณว่างเปล่า ถึงเวลารีชาร์จแล้ว
vi: Danh sách việc cần làm của bạn đang trống. Đến lúc nạp năng lượng rồi.
