Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

source: Since this is a group discussion, each group has its own conversation for this topic. Here are the discussions you have access to.
ar: بما أنها مناقشة لمجموعات، فإن لكل مجموعة محادثة خاصة لهذا الموضوع. فيما يلي النقاشات التي يمكنك الوصول إليها:
ca: Atès que aquest és un fòrum de grup, cada grup té la seva conversa per a aquest tema. Aquests són els fòrums als quals teniu accés.
cy: Gan fod hon yn drafodaeth grŵp, mae gan bob grŵp ei sgwrs ei hun ar gyfer y pwnc hwn. Dyma’r trafodaethau mae gennych chi fynediad atyn nhw.
da: Da dette er en gruppediskussion, har hver gruppe sin egen Diskussion for dette emne. Her er de diskussioner, du har adgang til.
de: Da es sich um eine Gruppendiskussion handelt, hat jede Gruppe ihr eigenen Gespräch zu diesem Thema. Dies sind die Diskussionen, zu denen Sie Zugang haben.
es_es: Al tratarse de un foro de discusión grupal, cada grupo tiene su propia conversación en este foro. Estos son los foros de discusión a los que puedes acceder.
fi: Koska tämä on ryhmäkeskustelu, jokaisella ryhmällä on oma keskustelu tällä aiheelle. Täällä on ne keskustelut, joihin sinulla on käyttöoikeus:
fr_ca: Puisqu’il s’agit d’une discussion de groupe, chaque groupe a sa propre conversation pour ce sujet. Voici les discussions auxquelles vous avez accès.
id: Karena ini adalah grup diskusi, setiap grup memiliki percakapannya sendiri untuk topik ini. Berikut ini adalah diskusi yang Anda memiliki akses kepadanya:
is: Þar sem þetta er hópumræða, hefur hver hópur eigið samtal um þetta efni. Þetta er það sem þú hefur aðgang að.
it: Poiché questa è una discussione di gruppo, ciascun gruppo ha la propria conversazione per questo argomento. Ecco le discussioni a cui hai accesso.
ja: これはグループディスカッションのため、各グループはこのトピックについてそれぞれの会話を行います。利用するディスカッションは以下のとおりです。
mi: Mai te mea he kōrero rōpū tēnei, kei ia rōpū ngā kōrerorero mō tēnei kaupapa. Anei ngā kōrero hei whakauru atu mau.
ms: Oleh sebab ini ialah perbincangan kumpulan, setiap kumpulan mempunyai perbualan sendiri untuk topik ini. Ini ialah perbincangan yang boleh anda akses.
nl: Aangezien dit een groepsdiscussie is, voert elke groep zijn eigen gesprek over dit onderwerp. Hier zijn de discussies waartoe je toegang tot hebt.
pl: Ponieważ jest to dyskusja grupowa, każda grupa przeprowadza konwersację na ten temat. Tutaj znajdują się te, do których masz dostęp.
pt_br: Como isso é um fórum de grupos, cada grupo tem sua própria conversa para esse assunto. Aqui estão os fóruns aos quais você tem acesso.
ru: Поскольку это групповое обсуждение, у каждой группы есть свой разговор на эту тему. Вот обсуждения, к которым у вас есть доступ.
sl: Ker je to razprava skupine, ima za to temo vsaka skupina svoj pogovor. Tu so razprave, do katerih imate dostop.
sv: Eftersom det här är en gruppdiskussion, har varje grupp sin egen konversation för det här ämnet. Här är de diskussioner som du har åtkomst till.
th: เนื่องจากนี้เป็นการพูดคุยเป็นกลุ่ม แต่ละกลุ่มจะมีการพูดคุยของตนเองสำหรับหัวข้อนี้ ต่อไปนี้เป็นการพูดคุยที่คุณสามารถเข้าถึงได้
vi: Do đây là cuộc thảo luận nhóm, mỗi nhóm có cuộc trò chuyện riêng cho đề tài này. Đây là các cuộc thảo luận bạn có quyền truy cập.

source: Site admin login
ar: تسجيل دخول مسؤول الموقع
ca: Inici de sessió de l'administrador del lloc web
cy: Manylion Mewngofnodi Gweinyddwr y Safle
da: Websted admin login
de: Website-Anmeldung als Admin
es_es: Inicio de sesión del administrador del sitio
fi: Sivuston pääkäyttäjän kirjautuminen
fr_ca: Connexion au site Admin
id: Login Admin Situs
is: Innskráning svæðisstjórnanda
it: Login amministratore sito
ja: サイト管理者ログイン
mi: Takiuru Whakahaere Pae
ms: Log Masuk Pentadbir Laman Web
nl: Aanmelding sitebeheer
pl: Login admina witryny
pt_br: Login do Admin do Site
ru: Учетная запись администратора
sl: Prijava skrbnika mesta
sv: Inloggning för webbplatsadmin
th: การล็อกอินของผู้ดูแลไซต์
vi: Đăng Nhập Quản Trị Viên Trang

source: Slack Notifications
ar: إعلامات Slack
ca: Notificacions de l'Slack
cy: Hysbysiadau Slack
da: Slack-meddelelser
de: Slack-Benachrichtigungen
es_es: Notificaciones de Slack
fi: Slack-huomautukset
fr_ca: Envoyer des notifications Slack
id: Notifikasi Slack
is: Slack tilkynningar
it: Notifiche Slack
ja: Slack 通知
mi: Slack whakamōhiotanga
ms: Pemberitahuan Slack
nl: Slackmeldingen
pl: Powiadomienia Slack
pt_br: Notificações do Slack
ru: Уведомления Slack
sl: Obvestila v platformi Slack
sv: Slack-meddelanden
th: การแจ้งข้อมูล Slack
vi: Thông Báo Slack

source: SMS Notifications
ar: إعلامات الرسائل النصية القصيرة
ca: Notificacions per SMS
cy: Hysbysiadau SMS
da: SMS-meddelelser
de: SMS-Benachrichtigungen
es_es: Notificaciones por SMS
fi: SMS-ilmoitukset
fr_ca: Notifications par SMS
id: Notifikasi SMS
is: SMS tilkynningar
it: Notifiche SMS
ja: SMS 通知
mi: Ngā SMS Whakamōhiotanga
ms: Pemberitahuan SMS
nl: SMS-meldingen
pl: Powiadomienia SMS
pt_br: Notificações de SMS
ru: SMS-уведомления
sl: Obveščanje po SMS
sv: SMS-aviseringar
th: การแจ้งข้อมูลผ่าน SMS
vi: Thông Báo SMS

source: Something is broken but I can work around it
ar: شيء ما معطل لكن أستطيع تدبير أموري
ca: S'ha espatllat alguna cosa, però no puc arreglar-la
cy: Mae rhywbeth wedi mynd o’i le, ond fe alla i ddal ati
da: Noget virker ikke, men jeg kan klare mig
de: Es liegt zwar ein Problem vor, aber ich kann es umgehen
es_es: Algo no funciona, pero puedo trabajar de todas maneras
fi: Jotakin on rikki, mutta löydän kiertotien
fr_ca: Quelque chose ne fonctionne plus, mais je peux quand même travailler
id: Ada yang terputus, tapi saya bisa mengatasinya
is: Eitthvað er í ólagi en ég get unnið í kringum það
it: Si è verificato un problema ma posso aggirarlo
ja: 何かが壊れていますが、それを避けて作業ができます
mi: Kua pakaru tētahi mea ēngari ka taea e ahau te mahi a tawhio noa
ms: Sesuatu tidak kena tetapi saya masih boleh mengatasinya pada masa ini
nl: Er is iets kapot maar ik kan er wel omheen werken
pl: Coś się zepsuło, ale poradzę sobie bez tego
pt_br: Algo não está funcionando, mas eu posso contornar isto
ru: Что-то сломалось, но я могу работать и без этого
sl: Nekaj ne deluje, a znam to rešiti.
sv: Något är trasigt och jag kan inte hitta en alternativ lösning
th: บางอย่างไม่ครบถ้วน แต่ฉันสามารถจัดการได้
vi: Đã có vấn đề xảy ra nhưng tôi không tìm được cách khắc phục tạm thời

source: Something is Missing
ar: هناك شيء مفقود
ca: Falta alguna cosa
cy: Mae rhywbeth ar goll
da: Der mangler noget
de: Etwas fehlt
es_es: Falta algo
fi: Jotakin puuttuu
fr_ca: Il manque quelque chose
id: Ada yang Hilang
is: Eitthvað vantar
it: Manca qualcosa
ja: 何かが不足しています
mi: Kei te ngaro tētahi mea
ms: Sesuatu Tidak Ditemui
nl: Er ontbreekt iets
pl: Czegoś brakuje
pt_br: Algo está faltando
ru: Чего-то не хватает
sl: Nekaj manjka
sv: Något saknas
th: มีบางอย่างขาดหายไป
vi: Có Thứ Gì Đó Bị Thiếu

source: Something is Wrong
ar: هناك شيء خطأ
ca: Alguna cosa no va bé
cy: Mae rhywbeth o'i le
da: Der er noget galt
de: Etwas ist nicht in Ordnung
es_es: Algo está mal
fi: Jotakin on väärin
fr_ca: Quelque chose ne va pas
id: Ada yang Salah
is: Eitthvað er ekki í lagi
it: Si è verificato un problema
ja: なにか問題があります
mi: Kei te hē tētahi mea
ms: Sesuatu Tidak Kena
nl: Er is iets mis
pl: Wystąpił problem
pt_br: Algo está errado
ru: Что-то неверно
sl: Prišlo je do težave
sv: Något stämmer inte
th: มีบางอย่างผิดปกติ
vi: Có Thứ Gì Đó Bị Lỗi

source: Something went wrong
ar: حدث خطأ ما
ca: Alguna cosa no ha anat bé
cy: Aeth rhywbeth o’i le
da: Noget gik galt
de: Etwas ging schief.
es_es: Ha habido un error
fi: Jotakin meni pieleen
fr_ca: Une erreur est survenue
id: Ada sesuatu yang salah
is: Eitthvað mistókst
it: Si è verificato un problema
ja: なにかが失敗しました
mi: I raruraru tētahi mea
ms: Sesuatu tidak kena
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt_br: Algo deu errado
ru: Что-то пошло не так
sl: Prišlo je do težav
sv: Något gick fel
th: มีบางอย่างผิดปกติ
vi: Đã xảy ra vấn đề

source: Something Went Wrong
ar: حدث خطأ ما
ca: S’ha produït un error
cy: Aeth rhywbeth o’i le
da: Noget gik galt
de: Etwas ging schief
es_es: Ha habido un error
fi: Jotakin meni pieleen
fr_ca: Une erreur est survenue
id: Ada Sesuatu yang Salah
is: Eitthvað fór úrskeiðis
it: Si è verificato un problema
ja: なにかが失敗しました
mi: I raruraru tētahi mea
ms: Sesuatu Tidak Kena
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt_br: Algo deu errado
ru: Что-то пошло не так
sl: Prišlo je do težav
sv: Något gick fel
th: มีบางอย่างผิดปกติ
vi: Đã Xảy Ra Vấn Đề

source: Sort by 'likes'
ar: الترتيب حسب الإعجابات
ca: Ordena per número de M'agrada
cy: Trefnu yn ôl y nifer sydd wedi’i hoffi
da: Sorter efter 'synes godt om'
de: Nach Likes sortieren
es_es: Ordenar por Me gusta
fi: Lajittele tykkäysten perusteella
fr_ca: Classer par nombre de rétroactions de type « J’aime »
id: Sortir berdasarkan sukai
is: Raða eftir „líkar við“
it: Ordina per Mi piace
ja: いいね順
mi: Kōmaka mā te momo
ms: Isih mengikut like
nl: Op likes sorteren
pl: Sortuj według polubień
pt_br: Ordenar por curtidas
ru: Сортировать по лайкам
sl: Razvrsti po všečkih
sv: Sortera efter antal ”gilla”
th: เรียงจากไลค์
vi: Sắp xếp theo lượt thích

source: Specify the recurrence of the content synchronisation. The system will download the selected content based on the frequency specified here.
ar: حدد تكرار مزامنة المحتوى. سيقوم النظام بتنزيل المحتوى المحدد بناءً على التكرار المحدد هنا.
ca: Especifiqueu la recurrència de la sincronització del contingut. El sistema baixarà el contingut seleccionat segons la freqüència especificada en aquest apartat.
cy: Nodi dychweliad cysoni cynnwys. Bydd y system yn llwytho'r cynnwys sydd wedi’i ddewis i lawn yn seiliedig ar yr amlder sydd wedi’i nodi yma.
da: Angiv gentagelsen af indholdssynkroniseringen. Systemet vil downloade det valgte indhold baseret på den frekvens, der angives her.
de: Legen Sie die Häufigkeit der Inhaltssynchronisierung fest. Das System lädt die ausgewählten Inhalte entsprechend der hier angegebenen Häufigkeit herunter.
es_es: Especificar la recurrencia de la sincronización del contenido. El sistema descargará el contenido seleccionado basándose en la frecuencia aquí indicada.
fi: Määritä sisällön synkronisoinnin toistuminen. Järjestelmä lataa valitun sisällön täällä määritetyn taajuuden perusteella.
fr_ca: Spécifiez la périodicité de la synchronisation de contenu. Le système téléchargera le contenu sélectionné en fonction de la fréquence spécifiée ici.
id: Spesifikasikan kemunculan ulang sinkronisasi konten. Sistem akan mengunduh konten yang dipilih berdasarkan frekuensi yang ditetapkan di sini.
is: Tilgreindu endurtekningu samstillingar efnis. Kerfið mun hlaða niður völdu efni miðað við tíðnina sem tilgreind er hér.
it: Specificare la ripetizione della sincronizzazione del contenuto. Il sistema scaricherà il contenuto selezionato in base alla frequenza specificata qui.
ja: コンテンツの同期を行う頻度を指定します。ここで指定した頻度に基づいて、選択したコンテンツをダウンロードします。
mi: Tohua te maha o nga wa ka puta te tukutahitanga ihirangi. I runga i tenei auau, ka tangohia e te punaha nga korero kua tohua.
ms: Tentukan ulangan penyegerakan kandungan Sistem akan memuat turun kandungan yang dipilih berdasarkan kekerapan yang ditentukan di sini.
nl: Geef de herhalingsfactor van de contentsynchronisatie op. Het systeem downloadt de geselecteerde content op basis van de hier opgegeven frequentie.
pl: Określ występowanie synchronizacji zawartości. System będzie pobierać wybraną zawartość w oparciu o określoną w tym miejscu częstotliwość.
pt_br: Especifique a recorrência da sincronização de conteúdo. O sistema fará o download do conteúdo selecionado com base na frequência especificada aqui.
ru: Укажите периодичность синхронизации содержимого. Система будет скачивать выбранное содержимое в соответствии с указанной здесь периодичностью.
sl: Določite ponavljanje sinhronizacije vsebine. Sistem bo prenesel izbrano vsebino glede na tukaj določeno pogostost.
sv: Ange hur ofta innehållssynkroniseringen ska ske. Systemet kommer att ladda ned det valda innehållet baserat på den frekvens du anger här.
th: ระบุการซิงค์เนื้อหาซ้ำ ระบบจะดาวนโหลดเนื้อหาที่เลือกตามความถี่ที่ระบุไว้นี้
vi: Chỉ định thời gian lặp lại quá trình đồng bộ nội dung. Hệ thống sẽ tải xuống nội dung được chọn dựa theo tần số được chỉ định tại đây.

source: Staff Contact Info
ar: معلومات الاتصال الخاصة بالعاملين
ca: Informació de contacte del personal
cy: Manylion Cyswllt Staff
da: Kontaktoplysninger for personale
de: Mitarbeiterkontakt-Info
es_es: Información de contacto del personal
fi: Henkilökunnan yhteistiedot
fr_ca: Coordonnées du personnel
id: Info Kontak Staf
is: Samskiptaupplýsingar starfsfólks
it: Informazioni di contatto del personale
ja: スタッフの連絡先情報
mi: Kaimahi Whakapā Pūrongo
ms: Maklumat Hubungan Kakitangan
nl: Contactgegevens van medewerkers
pl: Dane kontaktowe pracowników
pt_br: Informações de contato da equipe
ru: Контактная информация персонала
sl: Kontaktni podatki osebja
sv: Kontaktuppgifter för personal
th: ข้อมูลติดต่อบุคลากร
vi: Thông Tin Liên Hệ Nhân Viên

source: Starred
ar: تم وضع نجمة عليها
ca: Marcat amb estrelles
cy: Wedi cael seren
da: Markeret med stjerne
de: Mit Stern markiert
es_es: Destacado
fi: Tähdellä merkityt
fr_ca: Avec un astérisque
id: Membintangi
is: Stjörnumerkt
it: Aggiunto a Speciali
ja: スターあり
mi: Whetūtia
ms: Dibintangkan
nl: Met ster
pl: Oznaczone gwiazdką
pt_br: Estrelado
ru: Отмечено звездочкой
sl: Označeno z zvezdico
sv: Stjärnmärkta
th: ให้ดาวแล้ว
vi: Đã Gắn Dấu Sao

source: Start recording
ar: بدء تسجيل
ca: Comença a enregistrar
cy: Dechrau'r recordiad
da: Start optagelsen
de: Aufzeichnung starten
es_es: Comenzar grabación
fi: Aloita nauhoitus
fr_ca: Démarrer l’enregistrement.
id: Mulai rekaman
is: Hefja upptöku
it: Avvia registrazione
ja: 録画開始
mi: Tīmata tāhopu
ms: Mulakan rakaman
nl: Opname starten
pl: Rozpocznij nagrywanie
pt_br: Iniciar gravação
ru: Запустить запись
sl: Zaženi snemanje
sv: Starta inspelning
th: เริ่มบันทึก
vi: Bắt đầu ghi

source: Started %@
ar: تم البدء %@
ca: Ha començat el %@
cy: Wedi dechrau %@
da: Startet %@
de: Begonnen %@
es_es: Comenzado el %@
fi: Käynnistetty %@
fr_ca: Débuté %@
id: Dimulai %@
is: Byrjað %@
it: Iniziato %@
ja: 開始しました%@
mi: Tīmata %@
ms: Telah bermula %@
nl: Gestart %@
pl: Rozpoczęto %@
pt_br: Iniciado %@
ru: Начато %@
sl: Začeto %@
sv: Startad %@
th: เริ่มต้น %@
vi: Đã Bắt Đầu %@

source: Stop act as user
ar: إيقاف التصرف كمستخدم
ca: Deixa d'actuar com a usuari
cy: Stopio Gweithredu fel Defnyddiwr
da: Hold op med at fungere som bruger
de: Aufhören, als Benutzer*in [...] zu handeln
es_es: Dejar de actuar como usuario
fi: Lopeta toimiminen käyttäjänä
fr_ca: Arrêter d'agir en tant qu'utilisateur
id: Stop Bertindak sebagai Pengguna
is: Hætta að bregðast við sem notandi
it: Non agire come utente
ja: ユーザーとして行動することを止める
mi: Kati Mahi hei Kaiwhakamahi
ms: Berhenti Bertindak sebagai Pengguna
nl: Stop met optreden als gebruiker
pl: Zatrzymaj podszywanie się jako użytkownik
pt_br: Parar de Agir como Usuário
ru: Отключить функцию «Действовать как пользователь»
sl: Opustite vlogo uporabnika
sv: Sluta agera som användare
th: หยุด ดำเนินการในฐานะผู้ใช้
vi: Dừng Đóng Vai Trò Người Dùng

source: Stop acting as...
ar: إيقاف التصرف باعتبارك...
ca: Deixeu de fer de…
cy: Stopio gweithredu fel...
da: Stop med at fungere som ...
de: Aufhören, als Benutzer*in [...] zu handeln
es_es: Dejar de actuar como...
fi: Lopeta toimimasta käyttäjänä...
fr_ca: Cesser d'agir comme...
id: Stop bertindak sebagai...
is: Hættu að bregðast við sem…
it: Non agire più come...
ja: 以下として行動することを止める
mi: Kāti te mahi hei ....
ms: Berhenti bertindak sebagai...
nl: Stop met optreden als...
pl: Zatrzymaj podszywanie się jako...
pt_br: Parar de agir como...
ru: Прекратить действовать как...
sl: Prenehajte nastopati v vlogi ...
sv: Sluta agera som ...
th: หยุด ดำเนินการในฐานะ...
vi: Dừng đóng vai trò…

source: Stop recording
ar: إيقاف التسجيل
ca: Deixa d'enregistrar
cy: Stopio'r recordiad
da: Stop optagelsen
de: Aufzeichnung stoppen
es_es: Detener la grabación
fi: Pysäytä nauhoitus
fr_ca: Arrêter l'enregistrement
id: Stop rekaman
is: Stoppa upptöku
it: Interrompi registrazione
ja: 録画停止
mi: Mutu tāhopu
ms: Berhenti merakam
nl: Opname stoppen
pl: Zatrzymaj nagrywanie
pt_br: Parar gravação
ru: Остановить запись
sl: Zaustavi snemanje
sv: Stoppa inspelning
th: หยุดบันทึก
vi: Dừng ghi

source: Storage
ar: سعة التخزين
ca: Emmagatzematge
cy: Storio
da: Opbevaring
de: Speicher
es_es: Almacenamiento
fi: Säilytystila
fr_ca: Stockage
id: Penyimpanan
is: Geymsla
it: Spazio di archiviazione
ja: 保管
mi: Rokiroki
ms: Storan
nl: Opslag
pl: Magazyn danych
pt_br: Armazenamento
ru: Хранилище
sl: Shramba
sv: Lagring
th: พื้นที่จัดเก็บ
vi: Lưu Trữ

source: Storage Info
ar: معلومات سعة التخزين
ca: Informació sobre l’emmagatzematge
cy: Gwybodaeth Storio
da: Opbevaringsoplysninger
de: Speicher-Info
es_es: Información de almacenamiento
fi: Tallennustilan tiedot
fr_ca: Info de stockage
id: Informasi Penyimpanan
is: Geymsluupplýsingar
it: Info spazio di archiviazione
ja: 保管情報
mi: Nga korero rokiroki
ms: Info Storan
nl: Opslaginfo
pl: Informacje o magazynie
pt_br: Informações de armazenamento
ru: Информация о хранилище
sl: Informacije o shrambi
sv: Information om lagring
th: ข้อมูลพื้นที่จัดเก็บ
vi: Thông Tin Lưu Trữ

source: Student
ar: الطالب
ca: Estudiant
cy: Myfyriwr
da: Studerende
de: Studierende*r
es_es: Estudiante
fi: Opiskelija
fr_ca: Étudiant
id: Siswa
is: Nemandi
it: Studente
ja: 受講者
mi: Ākonga
ms: Pelajar
nl: Cursist
pl: Uczestnik
pt_br: Aluno
ru: Студент
sl: Študent
th: ผู้เรียน
vi: Sinh Viên

source: Student Annotation
ar: تعليق توضيحي لطالب
ca: Anotació de l'estudiant
cy: Anodiad gan Fyfyriwr
da: Studerendes anmærkning
de: Studierendenanmerkung
es_es: Anotación del estudiante
fi: Opiskelijan jättämä huomautus
fr_ca: Annotation de l’étudiant
id: Anotasi Siswa
is: Athugasemd nemanda
it: Annotazione studente
ja: 受講者の注釈
mi: Ākonga Tuhipoka
ms: Anotasi Pelajar
nl: Cursistaantekening
pl: Adnotacja uczestnika
pt_br: Observação do aluno
ru: Аннотация учащегося
sl: Opomba študenta
sv: Studentnotering
th: หมายเหตุกำกับสำหรับผู้เรียน
vi: Chú Thích Sinh Viên

source: Student Applications
ar: طلبات الطالب
ca: Sol·licituds dels estudiants
cy: Ceisiadau Myfyriwr
da: Applikationer for studerende
de: Anwendungen für Studierende
es_es: Solicitudes del estudiante
fi: Opiskeluhakemukset
fr_ca: Dossiers de l’étudiant
id: Aplikasi Siswa
is: Forrit nemenda
it: Applicazioni studente
ja: 生徒アプリケーション
mi: Ākonga Tono
ms: Permohonan Pelajar
nl: Cursistapplicaties
pl: Aplikacje uczestników
pt_br: Inscrições de alunos
ru: Заявки учащихся
sl: Vloge študentov
sv: Studentansökningar
th: แอพพลิเคชั่นของผู้เรียน
vi: Ứng Dụng Sinh Viên

source: Student appointment signups
ar: مواعيد التسجيل للطالب
ca: Registres de cites d'estudiants
cy: Archebu Apwyntiadau gan Fyfyrwyr
da: Tilmeldinger til studieaftale
de: Terminanmeldungen von Studierenden
es_es: Registros de citas para estudiantes
fi: Opiskelijatapaamisen rekisteröitymiset
fr_ca: Inscriptions de rendez-vous d'étudiant
id: Pendaftaran Janji Temu Siswa
is: Fundaskráningar nemanda
it: Registrazioni appuntamenti studenti
ja: 受講者予約サインアップ
mi: Haina runga Ākonga Wāhui
ms: Pendaftaran Janji Temu Pelajar
nl: Aanmeldingen voor afspraak van cursist
pl: Rejestracje na spotkania uczestników
pt_br: Inscrições em compromissos do aluno
ru: Заявления о регистрации студентов
sl: Prijave študentov na sestanke
sv: Ny bokning för mötestillfälle
th: การรับนัดหมายของผู้เรียน
vi: Mục Đăng Ký Cuộc Họp Theo Lịch Sinh Viên

source: Student view
ar: طريقة عرض الطالب
ca: Vista d'estudiant
cy: Gwedd Myfyriwr
da: Visning for studerende
de: Studierendendenansicht
es_es: Vista del estudiante
fi: Opiskelijanäkymä
fr_ca: Vue étudiant
id: Tampilan Siswa
is: Nemandasýn
it: Visualizzazione studente
ja: 受講者ビュー
mi: Tirohanga Ākonga
ms: Pandangan Pelajar
nl: Cursistweergave
pl: Widok uczestnika
pt_br: Visualização do aluno
ru: Просмотр для студентов
sl: Pogled študenta
sv: Studentens vy
th: มุมมองผู้เรียน
vi: Góc Nhìn Của Sinh Viên

source: Students
ar: الطلاب
ca: Estudiants
cy: Myfyrwyr
da: Studerende
de: Studierende
es_es: Estudiantes
fi: Opiskelijat
fr_ca: Étudiants
id: Siswa
is: Nemendur
it: Studenti
ja: 受講者
mi: Ngā ākonga
ms: Pelajar
nl: Cursisten
pl: Uczestnicy
pt_br: Alunos
ru: Студенты
sl: Študenti
sv: Studenter
th: ผู้เรียน
vi: Sinh Viên

source: Style
ar: النمط
ca: Estil
cy: Arddull
da: Type
de: Stil
es_es: Estilo
fi: Tyyli
id: Gaya
is: Stíll
it: Stile
ja: スタイル
mi: Kāhua
ms: Gaya
nl: Stijl
pl: Styl
pt_br: Estilo
ru: Стиль
sl: Slog
sv: Stil
th: รูปแบบ
vi: Kiểu

source: Subject
ar: الموضوع
ca: Assumpte
cy: Pwnc
da: Emne
de: Betreff
es_es: Tema
fi: Aihe
fr_ca: Objet
id: Subjek
is: Efni
it: Oggetto
ja: 件名
mi: Kaupapa
ms: Subjek
nl: Vak
pl: Temat
pt_br: Assunto
ru: Тема
sl: Kratek opis predmeta
sv: Ämne
th: วิชา
vi: Tiêu Đề

source: Submission
ar: الإرسال
ca: Entrega
cy: Cyflwyniad
da: Aflevering
de: Abgabe
es_es: Entrega
fi: Tehtäväpalautus
fr_ca: Envoi
id: Penyerahan
is: Skil
it: Consegna
ja: 提出
mi: Tapaetanga
ms: Serahan
nl: Inlevering
pl: Podanie
pt_br: Envio
ru: Отправка
sl: Oddaja
sv: Inlämning
th: ผลงานจัดส่ง
vi: Nộp

# Submission %@, %@, %@
source: Submission %1$@, %2$@, %3$@
ar: إرسال %1$@، %2$@، %3$@
ca: Entrega %1$@, %2$@, %3$@
cy: Cyflwyniad %1$@, %2$@, %3$@
da: Aflevering %1$@, %2$@ %3$@
de: Abgabe %1$@, %2$@ %3$@
es_es: Entrega %1$@, %2$@, %3$@
fi: Tehtäväpalautus %1$@, %2$@, %3$@
fr_ca: Envoi %1$@, %2$@, %3$@
id: Penyerahan %1$@, %2$@, %3$@
is: Skil %1$@, %2$@, %3$@
it: Consegna %1$@, %2$@, %3$@
ja: %1$@、%2$@に提出。%3$@
mi: Tāpaetanga: %1$@, %2$@ %3$@
ms: Serahan %1$@, %2$@, %3$@
nl: Inlevering %1$@, %2$@, %3$@
pl: Przesyłanie zadania %1$@, %2$@, %3$@
pt_br: Envio %1$@, %2$@, %3$@
ru: Отправка %1$@, %2$@, %3$@
sl: Oddaja %1$@, %2$@, %3$@
sv: Inlämning %1$@, %2$@, %3$@
th: ผลงานจัดส่ง %1$@, %2$@, %3$@
vi: Nộp %1$@, %2$@, %3$@

source: Submission comment
ar: تعليق الإرسال
ca: Comentari sobre l'entrega
cy: Sylw ar y cyflwyniad
da: Afleveringskommentar
de: Abgabekommentar
es_es: Comentario de la entrega
fi: Lähetyksen kommentti
fr_ca: Commentaire de soumission
id: Komentar Penyerahan
is: Athugasemd með skilum
it: Commento consegna
ja: 提出コメント
mi: Tākupu Tāpaetanga
ms: Komen Serahan
nl: Opmerking over inzending
pl: Komentarz do zgłoszenia
pt_br: Comentário do envio
ru: Комментарий при отправке
sl: Komentar k oddaji
sv: Inlämningskommentar
th: ความเห็นผลงานจัดส่ง
vi: Bình Luận Bài Nộp

source: Submission failed
ar: فشل الإرسال
ca: L'entrega ha fallat
cy: Cyflwyniad wedi methu
da: Aflevering mislykkedes
de: Abgabe fehlgeschlagen
es_es: No se ha podido entregar
fi: Tehtäväpalautus epäonnistui
fr_ca: Échec de l’envoi
id: Penyerahan Gagal
is: Mistókst að skila
it: Consegna non riuscita
ja: 提出に失敗しました
mi: I rahua te tuku o te tāpaetanga
ms: Serahan Gagal
nl: Inlevering mislukt
pl: Przesyłanie zadania nie powiodło się
pt_br: Falha no envio
ru: Ошибка отправки
sl: Oddaja ni uspela.
sv: Inlämningen misslyckades
th: จัดส่งล้มเหลว
vi: Nộp Thất Bại
