Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

source: There was an error with act as user. Please try again later.
ar: حدث خطأ ما في التصرف كمستخدم. الرجاء إعادة المحاولة لاحقًا.
ca: S'ha produït un error amb "Actua com a usuari". Torneu a provar-ho més endavant.
cy: Gwall â'r nodwedd Gweithredu fel Defnyddiwr. Rhowch gynnig arall arni rywbryd eto.
da: Der opstod en fejl ved at fungere som bruger. Prøv igen senere.
de: Fehler beim Handeln als Benutzer*in Versuchen Sie es später noch einmal.
es_es: Ha habido un error al actuar como usuario. Inténtalo de nuevo más tarde.
fi: Ilmeni virhe toiminnossa Toimi käyttäjänä. Yritä myöhemmin uudelleen.
fr_ca: Un problème est survenu avec l’action « Agir en tant qu'utilisateur ». Veuillez essayer de nouveau plus tard.
id: Terjadi kesalahan dengan Bertindak sebagai Pengguna! Silakan coba lagi nanti.
is: Villa kom upp við bregðast við sem notandi. Vinsamlegast reyndu aftur seinna.
it: Si è verificato un errore durante l’operazione Agisci come utente. Riprova in seguito.
ja: ユーザーとして行動する際にエラーが発生しました。後ほどもういちど試してください。
mi: He hapa ki te Mahi hei Kaiwhakamahi Tēnā koa ngana anō i muri mai.
ms: Terdapat ralat dengan Bertindak sebagai Pengguna. Sila cuba semula kemudian.
nl: Er is een fout met het instellen van Optreden als gebruiker. Probeer het later opnieuw.
pl: Wystąpił błąd podczas podszywania. Spróbuj ponownie później.
pt_br: Houve um erro com Agir como usuário. Por favor, tente novamente mais tarde.
ru: Возникла ошибка использования функции «Действовать как пользователь». Попробуйте еще раз позже.
sl: Prišlo je do napake pri prevzemanju vloge uporabnika. Poskusite znova pozneje.
sv: Ett fel uppstod med funktionen Agera som användare. Försök igen senare.
th: มีข้อผิดพลาดกับ ดำเนินการในฐานะผู้ใช้ กรุณาลองใหม่อีกครั้งในภายหลัง
vi: Đã xảy ra lỗi khi Đóng Vai Trò Người Dùng. Vui lòng thử lại sau.

source: There was an unexpected error.
ar: حدث خطأ غير متوقع.
ca: S’ha produït un error inesperat.
cy: Gwall annisgwyl.
da: Der opstod en uventet fejl.
de: Es gab einen unerwarteten Fehler.
es_es: Ha habido un error inesperado.
fi: Ilmeni odottamaton virhe.
fr_ca: Erreur inattendue.
id: Terjadi kesalahan tak terduga.
is: Upp kom óvænt villa.
it: Si è verificato un errore imprevisto.
ja: 予期しないエラーがありました。
mi: He hapa ohorere i puta
ms: Terdapat ralat tidak dijangka.
nl: Er is een onverwachte fout opgetreden.
pl: Wystąpił nieoczekiwany błąd.
pt_br: Houve um erro inesperado.
ru: Возникла непредвиденная ошибка.
sl: Prišlo je do nepričakovane napake.
sv: Det uppstod ett oväntat fel.
th: มีข้อผิดพลาดที่ไม่คาดคิด
vi: Đã xảy ra lỗi không lường trước.

source: There was an unexpected error. Please try again.
ar: حدث خطأ غير متوقع. يرجى إعادة المحاولة.
ca: S'ha produït un error inesperat. Torneu-ho a provar.
cy: Gwall annisgwyl. Rhowch gynnig arall arni.
da: Der opstod en uventet fejl. Prøv igen.
de: Unerwarteter Fehler. Versuchen Sie es erneut.
es_es: Ha habido un error inesperado. Inténtalo de nuevo.
fi: Ilmeni odottamaton virhe. Yritä uudelleen.
fr_ca: Une erreur inattendue est survenue. Veuillez réessayer.
id: Terjadi kesalahan tak terduga. Silakan coba lagi.
is: Upp kom óvænt villa. Vinsamlegast reynið aftur.
it: Si è verificato un errore imprevisto. Riprova.
ja: 予期しないエラーが発生しました。もう一度やり直してください。
mi: He hapa ohorere i puta Tēnā tarai anō.
ms: Terdapat ralat tidak dijangka. Sila cuba semula.
nl: Er is een onverwachte fout opgetreden. Probeer het nog eens.
pl: Pojawił się nieoczekiwany błąd, spróbuj ponownie.
pt_br: Houve um erro inesperado. Por favor, tente novamente.
ru: Произошла непредвиденная ошибка. Попробуйте еще раз.
sl: Prišlo je do nepričakovane napake. Poskusite znova pozneje.
sv: Ett oväntat fel uppstod. Försök igen.
th: มีข้อผิดพลาดที่ไม่คาดคิด กรุณาลองใหม่อีกครั้งในภายหลัง
vi: Đã xảy ra lỗi không lường trước. Vui lòng thử lại.

source: This assignment is due by %@
ar: هذه المهمة مستحقة بتاريخ %@
ca: Aquesta activitat venç el %@
cy: Mae’r aseiniad hwn i fod i gael ei gyflwyno erbyn %@
da: Denne opgave skal afleveres d. %@
de: Diese Aufgabe ist fällig um %@
es_es: Esta actividad debe entregarse antes del %@
fi: Tämän tehtävän määräpäivä %@
fr_ca: Cette tâche est dû le %@
id: Tugas ini jatuh tempo pada %@
is: Skiladagur þessa verkefnis er %@
it: Questo compito scade il %@
ja: この課題の提出期限は%@
mi: Ko tenei whakatuanga e tika ana %@
ms: Tugasan ini cukup tempoh pada %@
nl: Deze opdracht moet uiterlijk worden ingeleverd op %@
pl: Termin przesłania tego zadania upłynie %@
pt_br: Essa tarefa vence em %@
ru: Данное задание необходимо выполнить до %@
sl: Ta naloga ima rok do %@
sv: Den här uppgiften ska lämnas in %@
th: ภารกิจนี้ครบกำหนดภายใน %@
vi: Bài tập này đến hạn vào %@

source: This assignment was due by %@
ar: هذه المهمة كانت مستحقة بتاريخ %@
ca: Aquesta activitat ha vençut el %@
cy: Roedd yr aseiniad hwn yn fod i gael ei gyflwyno erbyn %@
da: Denne opgave skulle afleveres. d. %@
de: Diese Aufgabe war fällig um %@
es_es: Esta actividad debía entregarse antes del %@
fi: Tämän tehtävän määräpäivä oli %@
fr_ca: Cette tâche était due le %@
id: Tugas ini jatuh tempo pada %@
is: Skiladagur þessa verkefnis var %@
it: Questo compito è scaduto il %@
ja: この課題の提出期限は%@
mi: Ko tenei whakataunga i tika i %@
ms: Tugasan ini cukup tempoh pada %@
nl: Deze opdracht moest ingeleverd zijn op %@
pl: Termin przesłania tego zadania upłynął %@
pt_br: Essa tarefa venceu em %@
ru: Данное задание необходимо было выполнить до %@
sl: Ta naloga je imela rok do %@
sv: Den här uppgiften skulle ha lämnats in %@
th: ภารกิจนี้ครบกำหนดแล้วภายใน %@
vi: Bài tập này đã đến hạn vào %@

# This course does not have any sections.
source: This module does not have any sections.
ar: لا يحتوي هذا المساق على أي أقسام.
ca: Aquesta assignatura no té cap secció.
cy: Does gan y cwrs hwn ddim adrannau.
da: Dette fag har ingen sektioner.
de: Dieser Kurs hat keine Abschnitte.
es_es: Esta asignatura no tiene ninguna sección.
fi: Tässä kurssissa ei ole mitään osia.
fr_ca: Ce cours ne comporte aucune section.
id: Kursus ini tidak memiliki bagian apa pun.
is: Þetta námskeið inniheldur enga hluta.
it: Questo corso non ha ancora alcuna sezione.
ja: このコースにはセクションがありません。
mi: Kaore he wāhanga mō tēnei akoranga
ms: Kursus ini tidak mempunyai sebarang seksyen.
nl: Deze cursus heeft geen secties.
pl: Ten kurs nie posiada żadnych sekcji.
pt_br: Este curso não possui seções.
ru: В этом курсе нет никаких разделов.
sl: Ta predmet ne vsebuje sekcij.
sv: Den här kursen har inga sektioner.
th: บทเรียนนี้ไม่มีกลุ่มย่อยใด ๆ
vi: Khóa học này không có bất kỳ phần này.

source: This folder is empty.
ar: هذا المجلد فارغ.
ca: Aquesta carpeta està buida.
cy: Mae’r ffolder hon yn wag.
da: Denne folder er tom.
de: Dieser Ordner ist leer.
es_es: Esta carpeta está vacía.
fi: Tämä kansio on tyhjä.
fr_ca: Ce dossier est vide.
id: Folder ini kosong.
is: Þessi mappa er tóm.
it: Questa cartella è vuota.
ja: フォルダが空白です
mi: Kei te kore tēnei kōpaki.
ms: Folder ini kosong.
nl: Deze map is leeg.
pl: Ten folder jest pusty.
pt_br: Esta pasta está vazia.
ru: Эта папка пуста.
sl: Ta mapa je prazna.
sv: Mappen är tom.
th: โฟลเดอร์นี้ว่างเปล่า
vi: Thư mục này đang trống.

source: This is a media comment
ar: هذا تعليق وسائط
ca: Això és un comentari sobre un element multimèdia
cy: Mae’r sylw hwn wedi’i wneud ar gyfryngau
da: Dette er en mediekommentar
de: Dies ist ein Medienkommentar
es_es: Este es un comentario multimedia
fi: Tämä on mediakommentti
fr_ca: Ceci est un commentaire multimédia
id: Ini adalah komentar media
is: Þetta er miðilsathugasemd
it: Questo è un commento multimediale
ja: これはメディアコメントです
mi: He kōrero pāpāho tēnei
ms: Ini ialah komen media
nl: Dit is een media-opmerking
pl: To komentarz w formie multimedialnej
pt_br: Este é um comentário em mídia
ru: Это мультимедийный комментарий
sl: To je komentar v obliki medija
sv: Detta är en mediekommentar
th: นี่เป็นความเห็นสำหรับสื่อ
vi: Đây là bình luận nội dung phương tiện

source: This is your personal colour setting. Only you will see this colour for the module.
ar: هذا إعداد اللون الشخصي الخاص بك. أنت فقط من سترى هذا اللون للمساق.
ca: Aquesta és la configuració del vostre color personal. Cap altre usuari no veurà aquest color per a l'assignatura.
cy: Dyma'ch gosodiad lliw personol. Dim ond chi sy’n gallu gweld y lliw hwn ar gyfer y cwrs.
da: Denne er din personlige farveindstilling. Du er den eneste, der ser denne farve sammen med faget.
de: Dies ist Ihre persönliche Farbeinstellung. Nur Sie sehen diese Farbe für den Kurs.
es_es: Esta es tu configuración de color personal. Solo tú verás este color para la asignatura.
fi: Tämä on henkilökohtainen väriasetuksesi. Vain sinä näet tämän värin kurssille.
fr_ca: Ceci est votre paramètre de couleur personnelle. Vous serez la seule personne à voir cette couleur pour le cours.
id: Ini adalah pengaturan warna pribadi Anda. Hanya Anda yang bisa melihat warna ini untuk kursus.
is: Þetta er persónuleg litastilling þín. Aðeins þú sérð þessa litastillingu fyrir námskeiðið.
it: Questa è l’impostazione colore personale. Solo tu vedrai questo colore per il corso.
ja: これはあなたの個人的な色の設定です。あなただけがコースにこの色を見ます。
mi: Ko tēnei tō tae tautuhinga. Ko koe anake ka kite i tēnei tae mo te akoranga.
ms: Ini ialah tetapan warna peribadi anda. Hanya anda sahaja akan melihat warna ini untuk kursus ini.
nl: Dit is je persoonlijke kleurinstelling. Alleen jij kunt deze kleur voor de cursus zien.
pl: To jest twoje osobiste ustawienie koloru. Tylko ty będziesz widzieć ten kurs podczas kursu.
pt_br: Essa é a sua configuração pessoal de cores. Só você verá essa cor para o curso.
ru: Это ваша персональная настройка цвета. Только вы будет видеть этот цвет для курса.
sl: To je vaša osebna nastavitev barve. To barvo za predmet boste videli samo vi.
sv: Detta är din personliga färginställning. Endast du kommer att se den här färgen för kursen.
th: นี่เป็นค่าปรับตั้งสีส่วนตัวของคุณ เฉพาะคุณเท่านั้นที่จะเห็นสีนี้สำหรับบทเรียนนี้
vi: Đây là cài đặt màu cá nhân của bạn Chỉ có bạn mới thấy màu này cho khóa học.

source: This item is not available offline.
ar: هذا العنصر غير متاح دون اتصال بالإنترنت.
ca: Aquest element no està disponible fora de línia.
cy: Nid yw’r eitem hwn ar gael all-lein
da: Dette element er ikke tilgængeligt offline.
de: Dieses Element ist offline nicht verfügbar.
es_es: Este elemento no está disponible sin conexión.
fi: Tämä kohde ei ole saatavissa verkon ulkopuolella.
fr_ca: Cet article n'est pas disponible hors ligne.
id: Item ini tidak tersedia offline.
is: Þessi hlutur er ekki fáanlegur án nettengingar.
it: Questo elemento non è disponibile offline.
ja: このアイテムはオフラインでは利用できません。
mi: Kāore tēnei hua i te wātea tuimotu.
ms: Item ini tidak tersedia di luar talian.
nl: Dit item is offline niet beschikbaar.
pl: Ten element nie jest dostępny offline.
pt_br: Este item não está disponível off-line.
ru: Данный элемент недоступен в режиме офлайн.
sl: Ta element ni na voljo brez povezave.
sv: Det här objektet är inte tillgängligt offline.
th: รายการนี้ไม่สามารถใช้งานออฟไลน์
vi: Mục này không khả dụng ngoại tuyến.

# This module is empty.
source: This unit is empty.
ar: هذه الوحدة النمطية فارغة.
ca: Aquest contingut està buit.
cy: Mae’r modiwl hwn yn wag.
da: Dette modul er tomt.
de: Dieses Modul ist leer.
es_es: Este contenido está vacío.
fi: Tämä moduuli on tyhjä.
fr_ca: Ce module est vide.
id: Modul ini kosong.
is: Þessi eining er tóm.
it: Questo modulo è vuoto.
ja: このモジュールは空です。
mi: Kei te kore tēnei kōwae.
ms: Modul ini kosong.
nl: Deze module is leeg.
pl: Ten moduł jest pusty.
pt_br: Este módulo está vazio.
ru: Этот модуль пуст.
sl: Ta modul je prazen.
sv: Den här modulen är tom.
th: หน่วยการเรียนนี้ว่างเปล่า
vi: Học phần này đang trống.

# This page has been disabled for this course.
source: This page has been disabled for this module.
ar: تم تعطيل هذه الصفحة لهذا المساق.
ca: Aquesta pàgina s'ha inhabilitat per a aquesta assignatura.
cy: Mae’r dudalen hon wedi’i hanalluogi ar gyfer y cwrs hwn
da: Denne side er blevet deaktiveret for dette fag.
de: Diese Seite wurde für diesen Kurs deaktiviert.
es_es: Se ha deshabilitado está página para esta asignatura.
fi: Kyseinen sivu on poistettu käytöstä tälle kurssille.
fr_ca: Cette page a été désactivée pour ce cours.
id: Halaman ini sudah dinonaktifkan untuk kursus ini.
is: Slökkt hefur verið á þessari síðu fyrir þetta námskeið.
it: Questa pagina è stata disattivata per questo corso.
ja: このページはこのコースでは無効になっています。
mi: Kua monokia tē whārangi mō tēnei akoranga.
ms: Halaman ini telah dinyahdayakan untuk kursus ini.
nl: Deze pagina is uitgeschakeld voor deze cursus.
pl: Strona została zablokowana dla tego kursu.
pt_br: Esta página foi desativada para este curso.
ru: Эта страница был деактивирована для этого курса.
sl: Ta stran je za ta predmet onemogočena.
sv: Den här sidan har inaktiverats för den här kursen.
th: เพจนี้ถูกปิดใช้งานสำหรับบทเรียนนี้
vi: Trang này đã bị vô hiệu hóa cho khóa học này.

source: This will cancel and delete your upload.
ar: سيؤدي هذا إلى إلغاء وحذف التحميل.
ca: Amb aquesta acció es cancel·larà i se suprimirà la penjada.
cy: Bydd hyn yn canslo ac yn dileu eich ffeil sy’n cael ei llwytho i fyny.
da: Dette annullerer og sletter din upload.
de: Dadurch wird der Upload abgebrochen und gelöscht.
es_es: Esto cancelará y eliminará tu carga.
fi: Tämä peruuttaa ja poistaa latauksesi.
fr_ca: Cela annulera et supprimera votre téléversement.
id: Ini akan membatalkan dan menghapus unggahan Anda.
is: Þetta hættir við og eyðir upphleðslunni þinni.
it: Quest’azione causerà l’annullamento e l’eliminazione del caricamento.
ja: これにより、アップロードがキャンセルされ、削除されます。
mi: Ma tenei ka whakakore me te whakakore I to tukunga ake.
ms: Ini akan membatalkan dan memadamkan muat naik anda.
nl: Hiermee wordt je upload geannuleerd en verwijderd.
pl: Spowoduje to anulowanie i usunięcie przesyłki.
pt_br: Isso cancelará e excluirá seu upload.
ru: Это приведет к отмене и удалению вашей загрузки.
sl: S tem boste preklicali in izbrisali nalaganje.
sv: Detta avbryter och tar bort din uppladdning.
th: นี่จะเป็นการยกเลิกและลบผลงานอัพโหลดของคุณ
vi: Thao tác này sẽ hủy và xóa bài nộp tải lên của bạn.

source: This will remove the due date and all of the associated assignees.
ar: سيؤدي هذا إلى إزالة تاريخ الاستحقاق وجميع المعين لهم المقترنين.
ca: Amb aquesta acció s'eliminaran la data de lliurament i tots els beneficiaris associats.
cy: Bydd hyn yn tynnu'r dyddiad erbyn a phob aseinî cysylltiedig.
da: Dette fjerner afleveringsdatoen og alle af de tilknyttede assignatarer.
de: Dadurch werden das Fälligkeitsdatum und alle zugehörigen Aufgabenempfänger entfernt.
es_es: Esta acción eliminará la fecha de entrega y todas las personas asignadas asociadas.
fi: Tämä poistaa määräpäivän ja kaikki liitetyn tehtävänsaajat.
fr_ca: Cela va retirer la date d’échéance et tous les assignés associés.
id: Ini akan menghapus tanggal batas dan semua penerima penetapan terkait.
is: Þetta fjarlægir skiladag og alla tengda viðtakendur.
it: Questo rimuoverà la data di scadenza e tutti gli assegnatari associati.
ja: これにより、期日と関連するすべての課題対象者が削除されます。
mi: Ko tēnei ka tango i te rā tika me ngā rīwhi hoapā katoa.
ms: Ini akan mengalih keluar tarikh siap dan semua penerima tugasan berkaitan.
nl: Hiermee worden de inleverdatum en alle daaraan gekoppelde ontvangers verwijderd.
pl: Czynność ta spowoduje usunięcie terminu i wszystkich uczestników, którym został przypisany.
pt_br: Isso removerá o prazo de entrega e todos os cessionários associados.
ru: Это приведет к удалению даты исполнения и всех связанных получателей.
sl: S tem bodo odstranjeni rok in vsi povezani prevzemniki.
sv: Detta kommer att ta bort inlämningsdatumet och alla tillhörande tilldelade personer.
th: นี่เป็นการลบวันครบกำหนดและผู้รับมอบที่เกี่ยวข้องทั้งหมด
vi: Thao tác này sẽ xóa ngày đến hạn và toàn bộ người được giao bài tập liên quan

source: Time elapsed
ar: الوقت المنقضي
ca: Temps transcorregut
cy: Amser wedi mynd heibio
da: Tid gået
de: Verstrichene Zeit:
es_es: Tiempo transcurrido
fi: Kulunut aika
fr_ca: Temps écoulé
id: Waktu dihabiskan
is: Liðinn tími
it: Tempo trascorso
ja: 経過時間
mi: Kua mutu te wā
ms: Masa berlalu
nl: Verstreken tijd
pl: Czas do tej pory
pt_br: Tempo transcorrido
ru: Время истекло
sl: Pretečeni čas
sv: Förfluten tid
th: เวลาที่ผ่านไป
vi: Thời gian đã qua

source: Time limit
ar: الحد الزمني
ca: Límit de temps
cy: Terfyn Amser
da: Tidsbegrænsning
de: Zeitbeschränkung
es_es: Límite de tiempo
fi: Aikaraja
fr_ca: Limite de temps
id: Batas Waktu
is: Tímamörk
it: Limite di tempo
ja: 時間制限
mi: Wā Whāiti
ms: Had Masa
nl: Tijdslimiet
pl: Limit czasu
pt_br: Limite de tempo
ru: Ограничение по времени
sl: Časovna omejitev
sv: Tidsgräns
th: จำกัดเวลา
vi: Giới Hạn Thời Gian

source: Time Limit:
ar: الحد الزمني:
ca: Límit de temps:
cy: Terfyn Amser:
da: Frist:
de: Zeitbeschränkung:
es_es: Límite de tiempo:
fi: Aikaraja:
fr_ca: Limite de temps :
id: Batas Waktu:
is: Tímamörk:
it: Limite di tempo:
ja: 制限時間：
mi: Wā whāiti:
ms: Had Masa:
nl: Tijdslimiet:
pl: Limit czasu:
pt_br: Limite de tempo:
ru: Ограничение по времени:
sl: Časovna omejitev:
sv: Tidsgräns:
th: เกณฑ์เวลา:
vi: Giới Hạn Thời Gian:

source: Title
ar: العنوان
ca: Títol
cy: Teitl
da: Titel
de: Titel
es_es: Título
fi: Otsikko
fr_ca: Titre
id: Judul
is: Titill
it: Titolo
ja: タイトル
mi: Taitara
ms: Tajuk
nl: Titel
pl: Tytuł
pt_br: Título
ru: Заголовок
sl: Naslov
sv: Titel
th: ชื่อ
vi: Tiêu Đề

source: Title...
ar: العنوان...
ca: Títol...
cy: Teitl...
da: Titel ...
de: Titel ...
es_es: Título...
fi: Otsikko...
fr_ca: Titre…
id: Judul...
is: Titill…
it: Titolo...
ja: タイトル...
mi: Taitara...
ms: Tajuk...
nl: Titel...
pl: Tytuł...
pt_br: Título...
ru: Заголовок...
sl: Naslov ...
sv: Titel...
th: ชื่อ...
vi: Tiêu Đề...

source: To
ar: إلى
ca: Fins al
cy: I
da: Til
de: An
es_es: Para
fi: Vastaanottaja
fr_ca: À
id: Kepada
is: Til
it: A
ja: 変更後
mi: Ki a
ms: Kepada
nl: Naar
pl: Do
pt_br: Para
ru: Кому
sl: Naslovnik
sv: Till
th: ถึง
vi: Đến

source: to %@
ar: إلى %@
ca: per a %@
cy: i %@
da: til %@
de: bis %@
es_es: a %@
fr_ca: à %@
id: kepada %@
is: til %@
it: a %@
ja: ～へ%@
mi: kī %@
ms: untuk %@
nl: tot %@
pl: do %@
pt_br: a %@
ru: к %@
sl: naslovnik %@
sv: till %@
th: ถึง %@
vi: đến %@
