Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

source: Augment reality
ar: الواقع المعزز
ca: Realitat augmentada
cy: Realiti Estynedig
de: Erweitern der Realität
es_es: Aumentar realidad
fi: Lisätty todellisuus
fr_ca: Réalité augmentée
is: Bættur raunveruleiki
it: Aumenta realtà
ja: 拡張現実（AR）
mi: Whakanui motuhenga
ms: Realiti Imbuh
nl: Realiteit verbeteren
pl: Poszerz rzeczywistość
pt_br: Aumentar realidade
ru: Дополнить реальность
sl: Obogatena resničnost
sv: Förstärkt verklighet
vi: Thực Tế Tăng Cường

source: Authentication failed. Most likely the user denied the request for access.
ar: فشلت المصادقة. رفض المستخدم على الأغلب طلب الوصول.
ca: No s'ha pogut dur a terme l'autenticació. El més probable és que l'usuari hagi denegat la sol·licitud d'accés.
cy: Wedi methu dilysu. Mae’n bur debyg bod y defnyddiwr wedi gwrthod y cais am fynediad.
da: Godkendelse mislykkedes Brugeren har sandsynligvis nægtet adgang.
de: Authentifizierung fehlgeschlagen. Wahrscheinlich hat der/die Benutzer*in den Zugriff verweigert.
es_es: Ha habido un error al autentificarse. Es muy probable que el usuario haya rechazado la solicitud de acceso.
fi: Todennus epäonnistui. Mitä todennäköisimmin käyttäjä kielsi käyttöoikeuspyynnön.
fr_ca: Échec d'authentification. Très probablement, l'utilisateur a refusé la demande d'accès.
id: Autentikasi gagal. Sepertinya pengguna menolak permintaan akses.
is: Staðfesting tókst ekki. Líklega neitaði notandi aðgangsbeiðninni.
it: Autenticazione non riuscita. Probabilmente l’utente ha negato la richiesta di accesso.
ja: 認証に失敗。おそらく、ユーザーがアクセス要求を拒否しました。
mi: I rahua te motuhēhēnga. Ko te nuinga kaore i whakāetia e te kaiwhakamahi te tono mo te uru.
ms: Pengesahan gagal. Pengguna mungkin telah menafikan permintaan untuk akses.
nl: Verificatie mislukt. Hoogstwaarschijnlijk heeft de gebruiker de aanvraag voor toegang geweigerd.
pl: Niepowodzenie uwierzytelnienia. Prawdopodobnie użytkownik odmówił uprawnień dostępu.
pt_br: Falha na autenticação. Provavelmente o usuário recusou a solicitação para acesso.
ru: Сбой авторизации. Скорее всего, пользователь отклонил запрос на доступ.
sl: Overitev ni uspela. Najverjetneje je uporabnik zavrnil zahtevo za dostop.
sv: Autentiseringen misslyckades. Sannolikt avslog användaren åtkomstbegäran.
th: การตรวจรับรองล้มเหลว ผู้ใช้มักถูกปฏิเสธการใช้งาน
vi: Xác thực thất bại. Nhiều khả năng người dùng đã từ chối yêu cầu truy cập.

source: Auto Content Sync
ar: مزامنة المحتوى التلقائية
ca: Sincronització automàtica del contingut
cy: Cysoni Cynnwys Awtomatig
da: Automatisk indholdssynkronisering
de: Automatische Synchronisation von Inhalten
es_es: Sincronización automática del contenido
fi: Automaattinen sisällön synkronisointi
fr_ca: Synchronisation automatique du contenu
id: Sinkronisasi Konten Otomatis
is: Sjálfvirk samstilling efnis
it: Sincronizzazione contenuto automatica
ja: コンテンツ自動同期
mi: Tukutahi Ihirangi Aunoa
ms: Segerakan Kandungan Automatik
nl: Automatisch synchroniseren van content
pl: Automatyczna synchronizacja zawartości
pt_br: Sincronização automática de conteúdo
ru: Автоматическая синхронизация контента
sl: Samodejna sinhronizacija vsebine
sv: Automatisk innehållssynkronisering
th: ซิงค์เนื้อหาอัตโนมัติ
vi: Tự Động Đồng Bộ Nội Dung

source: Availability
ar: الإتاحة
ca: Disponibilitat
cy: Argaeledd
da: Tilgængelighed
de: Verfügbarkeit
es_es: Disponibilidad
fi: Saatavuus:
fr_ca: Disponibilité
id: Ketersediaan
is: Tiltækileiki
it: Disponibilità
ja: 利用可能性
mi: wātea
ms: Ketersediaan
nl: Beschikbaarheid
pl: Dostępność
pt_br: Disponibilidade
ru: Доступность
sl: Razpoložljivost
sv: Tillgänglighet
th: ความพร้อม
vi: Độ Khả Dụng

source: Availability:
ar: التوفر:
ca: Disponibilitat:
cy: Argaeledd:
da: Tilgængelighed:
de: Verfügbarkeit:
es_es: Disponibilidad:
fi: Saatavuus:
fr_ca: Disponibilité :
id: Ketersediaan:
is: Tiltækileiki:
it: Disponibilità:
ja: 利用可能性：
mi: Wāteatanga:
ms: Ketersediaan:
nl: Beschikbaarheid:
pl: Dostępność:
pt_br: Disponibilidade:
ru: Доступность:
sl: Razpoložljivost:
sv: Tillgänglighet:
th: ความพร้อม:
vi: Độ Khả Dụng:

source: Availability: Closed
ar: الإتاحة: مغلق
ca: Disponibilitat: Tancat
cy: Argaeledd: Wedi cau
da: Tilgængelighed: Lukket
de: Verfügbarkeit: Geschlossen
es_es: Disponibilidad: Cerrado
fi: Saatavuus: Suljettu
fr_ca: Disponibilité : Fermé
id: Ketersediaan: Ditutup
is: Tiltækileiki: Lokað
it: Disponibilità: Chiuso
ja: 利用可能性：終了済み
mi: Wāteatanga kua katia
ms: Ketersediaan: Ditutup
nl: Beschikbaarheid: Gesloten
pl: Dostępność: Zamknięte
pt_br: Disponibilidade: Fechado
ru: Доступность: Закрыто
sl: Razpoložljivost: Zaprto
sv: Tillgänglighet: Stängda
th: ความพร้อม: ปิดแล้ว
vi: Độ Khả Dụng: Đã Đóng

source: Available from
ar: متوفر بدءًا من
ca: Disponible de
cy: Ar gael o
da: Tilgængelig fra
de: Verfügbar von
es_es: Disponible desde
fi: Saatavissa alkaen
fr_ca: Disponible depuis
id: Tersedia dari
is: Tiltækt frá
it: Disponibile da
ja: 次から使用可能
mi: Wātea i
ms: Tersedia dari
nl: Beschikbaar vanaf
pl: Dostępne od
pt_br: Disponível a partir de
ru: Доступно с
sl: Na voljo od
sv: Tillgänglig från
th: ใช้ได้จาก
vi: Khả dụng từ

source: Available from
ar: متاح من
ca: Disponible de
cy: Ar gael o
da: Tilgængelig fra
de: Verfügbar von
es_es: Disponible desde
fi: Saatavissa alkaen
fr_ca: Disponible depuis
id: Tersedia Mulai
is: Tiltækt frá
it: Disponibile da
ja: から利用可能
mi: Wātea Mai
ms: Tersedia Dari
nl: Beschikbaar vanaf
pl: Dostępne od
pt_br: Disponível de
ru: Доступно с
sl: Na voljo od
sv: Tillgänglig från
th: ใช้ได้จาก
vi: Khả Dụng Từ

source: Available From:
ar: متوفر من:
ca: Disponible de:
cy: Ar gael o:
da: Tilgængelig fra:
de: Verfügbar von:
es_es: Disponible desde:
fi: Saatavissa alkaen:
fr_ca: Disponible sur :
id: Tersedia Mulai:
is: Tiltækt frá:
it: Disponibile da:
ja: 利用可能となる日：
mi: Wātea mai:
ms: Tersedia Dari:
nl: Beschikbaar vanaf:
pl: Dostępne od:
pt_br: Disponível a partir de:
ru: Доступно с:
sl: Na voljo od:
sv: Tillgänglig från och med:
th: ใช้ได้จาก:
vi: Khả Dụng Từ:

source: Available until
ar: متوفر حتى
ca: Disponible fins al
cy: Ar gael tan
da: Tilgængelig indtil
de: Verfügbar bis
es_es: Disponible hasta
fi: Saatavissa tähän asti
fr_ca: Disponibles jusqu’au
id: Tersedia hingga
is: Tiltækt til
it: Disponibile fino a
ja: 次の日付まで利用可能
mi: wātea noa
ms: Tersedia hingga
nl: Beschikbaar tot
pl: Dostępny do
pt_br: Disponível até
ru: Доступно до
sl: Na voljo do
sv: Tillgänglig till
th: ใช้ได้จนถึง
vi: Khả dụng đến

source: Available until
ar: متاح حتى
ca: Disponible fins a
cy: Ar gael tan
da: Tilgængelig indtil
de: Verfügbar bis
es_es: Disponible hasta
fi: Saatavissa tähän päivämäärään saakka
fr_ca: Disponible jusqu’à
id: Tersedia Hingga
is: Tiltækt til
it: Disponibile fino a
ja: まで利用可能
mi: Wātea Kia
ms: Tersedia Hingga
nl: Beschikbaar tot
pl: Dostępne do
pt_br: Disponível até
ru: Доступно до
sl: Na voljo do
sv: Tillgänglig till
th: ใช้ได้จนถึง
vi: Khả Dụng Đến

source: Available Until:
ar: متوفر حتى:
ca: Disponible fins a:
cy: Ar gael Tan:
da: Tilgængelig indtil:
de: Verfügbar bis:
es_es: Disponible hasta:
fi: Saatavissa asti:
fr_ca: Disponibles jusqu’au :
id: Tersedia Hingga:
is: Tiltækt til:
it: Disponibile fino a:
ja: 最終利用可能日：
mi: Wātea kī:
ms: Tersedia Hingga:
nl: Beschikbaar tot:
pl: Dostępne do:
pt_br: Disponível até:
ru: Доступно до:
sl: Na voljo do:
sv: Tillgänglig tills:
th: ใช้ได้จนถึง:
vi: Khả Dụng Đến:

source: Average
ar: متوسط
ca: Mitjà
cy: Cyfartaledd
da: Gennemsnitlig
de: Durchschnitt
es_es: Promedio
fi: Keskimääräinen
fr_ca: Moyenne
id: Rata-Rata
is: Meðaltal
it: Media
ja: 平均
mi: toharite
ms: Purata
nl: Gemiddeld
pl: Średni
pt_br: Média
ru: Среднее значение
sl: Povprečje
sv: Genomsnitt
th: เฉลี่ย
vi: Trung Bình

source: Back
ar: عودة
ca: Enrere
cy: Yn ôl
da: Tilbage
de: Zurück
es_es: Volver
fi: Takaisin
fr_ca: Retour
id: Kembali
is: Til baka
it: Indietro
ja: 戻る
mi: Hoki
ms: Kembali
nl: Terug
pl: Wstecz
pt_br: Voltar
ru: Назад
sl: Nazaj
sv: Tillbaka
th: ย้อนกลับ
vi: Quay lại

source: black
ar: أسود
ca: negre
cy: du
da: sort
de: schwarz
es_es: negro
fi: musta
fr_ca: noir
id: hitam
is: svart
it: nero
ja: ブラック
mi: pango
ms: hitam
nl: zwart
pl: czarny
pt_br: preto
ru: черный
sl: črna
sv: svart
th: ดำ
vi: đen

source: Blocking
ar: حظر
ca: S'està bloquejant
cy: Rhwystro
da: Blokerer
de: Blockieren
es_es: Bloqueo
fi: Estetään
fr_ca: Bloquage
id: Memblokir
is: Loka á
it: Blocco
ja: ブロック中
mi: Kua aukatia
ms: Menyekat
nl: Blokkeren
pl: Blokowanie
pt_br: Bloqueio
ru: Блокирование
sl: Blokiram
sv: Blockerar
th: กำลังบล็อค
vi: Đang Chặn

source: blue
ar: أزرق
ca: blau
cy: glas
da: blå
de: blau
es_es: azul
fi: sininen
fr_ca: bleu
id: biru
is: blátt
it: blu
ja: ブルー
mi: kahurangi
ms: biru
nl: blauw
pl: niebieski
pt_br: azul
ru: синий
sl: modra
sv: blå
th: น้ำเงิน
vi: xanh dương

source: Blue
ar: أزرق
ca: Blau
cy: Glas
da: Blå
de: Blau
es_es: Azul
fi: Sininen
fr_ca: Bleu
id: Biru
is: Blár
it: Blu
ja: ブルー
mi: Kikorangi
ms: Biru
nl: Blauw
pl: Niebieski
pt_br: Azul
ru: Синий
sl: Modro
sv: Blå
th: น้ำเงิน
vi: Xanh Dương

source: Bold
ar: غامق
ca: Negreta
cy: Trwm
da: Fed
de: Fett
es_es: Negrita
fi: Lihavoitu
fr_ca: Gras
id: Tebal
is: Feitletrað
it: Grassetto
ja: ボールド
mi: maia
ms: Tebal
nl: Vet
pl: Pogrubiona
pt_br: Negrito
ru: Жирный
sl: Krepko
sv: Fet
th: หนา
vi: Đậm

source: Brick
ar: قرميد
ca: Totxo
cy: Bric
da: Mursten
de: Ziegelrot
es_es: Ladrillo
fi: Tiili
fr_ca: Brique
id: Batu Bata
is: Kubbur
it: Mattone
ja: ブロック
mi: Pereki
ms: Batu bata
nl: Steenrood
pl: Cegła
pt_br: Tijolo
ru: Блок
sl: Opeka
sv: Byggsten
th: บริค
vi: Gạch

source: Calendar
ar: التقويم
ca: Calendari
cy: Calendr
da: Kalender
de: Kalender
es_es: Calendario
fi: Kalenteri
fr_ca: Calendrier
id: Kalender
is: Dagatal
it: Calendario
ja: カレンダー
mi: Maramataka
ms: Kalendar
nl: Kalender
pl: Kalendarz
pt_br: Calendário
ru: Календарь
sl: Koledar
sv: Kalender
th: ปฏิทิน
vi: Lịch

source: Calendars
ar: التقويمات
ca: Calendaris
cy: Calendrau
da: Kalendere
de: Kalender
es_es: Calendarios
fi: Kalenterit
fr_ca: Calendriers
id: Kalender
is: Dagatöl
it: Calendari
ja: カレンダー
mi: Ngā Maramataka
ms: Kalendar
nl: Kalenders
pl: Kalendarze
pt_br: Calendários
ru: Календари
sl: Koledarji
sv: Kalendrar
th: ปฏิทิน
vi: Lịch

source: Calendars (%d)
ar: التقويمات (%d)
ca: Calendaris (%d)
cy: Calendrau (%d)
da: Kalendere (%d)
de: Kalender (%d)
es_es: Calendarios (%d)
fi: Kalenterit (%d)
fr_ca: Calendriers (%d)
id: Kalender (%d)
is: Dagatöl (%d)
it: Calendari (%d)
ja: カレンダー (%d)
mi: Ngā Maramataka (%d)
ms: Kalendar (%d)
nl: Kalenders (%d)
pl: Kalendarze (%d)
pt_br: Calendários (%d)
ru: Календари (%d)
sl: Koledarji (%d)
sv: Kalendrar (%d)
th: ปฏิทิน (%d)
vi: Lịch (%d)

source: Camera
ar: الكاميرا
ca: Càmera
da: Kamera
de: Kamera
es_es: Cámara
fi: Kamera
fr_ca: Caméra
id: Kamera
is: Myndavél
it: Videocamera
ja: カメラ
mi: kāmera
ms: Kamera
pl: Kamera
pt_br: Câmera
ru: Камера
sl: Fotoaparat
sv: Kamera
th: กล้องถ่ายรูป

source: Can edit
ar: يمكن التحرير
ca: Es pot editar
cy: Gallu golygu
da: Kan redigere
de: Kann bearbeiten
es_es: Se puede editar
fi: Voi muokata
fr_ca: Peut modifier
id: Dapat Mengedit
is: Getur breytt
it: Può modificare
ja: 編集可能
mi: Ka taea te whakatika
ms: Boleh Diedit
nl: Kan bewerken
pl: Może edytować
pt_br: Pode editar
ru: Можно редактировать
sl: Lahko ureja
sv: Kan redigera
th: สามารถแก้ไขได้
vi: Có Quyền Chỉnh Sửa

# Can’t find your school? Try typing the full school URL.
source: Can’t find your school? Try typing the school’s full URL.
ar: لا تستطيع العثور على مدرستك؟ حاول كتابة رابط URL الكامل للمدرسة.
ca: No trobeu l'escola? Proveu d'escriure l'URL de l'escola complet.
cy: Methu dod o hyd i’ch ysgol? Ceisiwch deipio URL llawn yr ysgol.
da: Kan du ikke finde din skole? Prøv at indtaste skolens fulde URL.
de: Finden Sie Ihre Schule nicht? Geben Sie den vollständigen URL der Schule ein.
es_es: ¿No puedes encontrar tu escuela? Intenta escribir la URL completa de la escuela.
fi: Etkö löydä kouluasi? Yritä kirjoittaa koko koulun URL
fr_ca: Vous ne trouvez pas votre école? Essayez de saisir l'URL complète de l’école.
id: Tidak dapat menemukan sekolah Anda? Coba ketikkan URL sekolah lengkap.
is: Finnurðu ekki skólann þinn? Prufaðu að slá inn alla vefslóð skólans.
it: Non riesci a trovare la tua scuola? Prova a digitare l’URL della scuola per intero.
ja: 学校が見つかりませんか？学校の完全なURLを入力してみてください。
mi: Kaore e kitea tō kura? Ngana ki te pātō te nuinga o te kura url
ms: Tidak menemui sekolah anda? Cuba taip URL sekolah yang penuh.
nl: Kun je je school niet vinden? Typ de volledige URL van de school.
pl: Nie możesz znaleźć swojej szkoły? Spróbuj wprowadzić pełen adres URL szkoły.
pt_br: Não consegue localizar a sua escola? Tente digitar a URL completa da escola.
ru: Не можете найти ваше учебное заведение? Попробуйте набрать полный адрес URL учебного заведения.
sl: Ali svoje šole ne najdete? Poskusite vnesti poln naslov URL šole.
sv: Hittar du inte din skola? Försök att skriva in skolans fullständiga URL.
th: ไม่พบสถานศึกษาของคุณใช่หรือไม่ ลองพิมพ์ URL เต็มของสถานศึกษา
vi: Không tìm được trường của bạn? Hãy thử nhập URL đầy đủ của trường

source: Cancel
ar: إلغاء
ca: Cancel·la
cy: Canslo
da: Annullér
de: Abbrechen
es_es: Cancelar
fi: Peruuta
fr_ca: Annuler
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
mi: Whakakore
ms: Batal
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отменить
sl: Prekliči
sv: Avbryt
th: ยกเลิก
vi: Hủy

source: Cancel Submission?
ar: هل تريد إلغاء الإرسال؟
ca: Voleu cancel·lar l'entrega?
cy: Canslo Cyflwyniad?
da: Annuller indsendelse?
de: Übermittlung abbrechen?
es_es: ¿Cancelar entrega?
fi: Peruutetaanko lähetys?
fr_ca: Annuler l’envoi?
id: Batalkan Penyerahan?
is: Hætta við skil?
it: Annullare l'invio?
ja: 提出をキャンセルしますか？
mi: Whakakorea te Tukunga?
ms: Batalkan Serahan?
nl: Inlevering annuleren?
pl: Anulować przesyłkę?
pt_br: Cancelar envio?
ru: Отменить отправку?
sl: Želite preklicati oddajo?
sv: Vill du avbryta inlämningen?
th: ยกเลิกการจัดส่งหรือไม่
vi: Hủy Nộp?

source: Canvas Guides
ca: Guies del Canvas
cy: Canllawiau Canvas
da: Canvas-vejledningerne
de: Canvas-Leitfäden
es_es: Guías de Canvas
fi: Canvas-oppaat
fr_ca: Guides de Canvas
id: Panduan Canvas
is: Canvas leiðarvísar
it: Guide Canvas
ja: Canvas ガイド
mi: Canvas Kaiārahi
ms: Panduan Canvas
nl: Canvas-handleidingen
pl: Przewodniki Canvas
ru: Руководства Canvas
sl: Vodniki po sistemu Canvas
sv: Canvas-guider
th: คู่มือ Canvas

source: Canvas is now available in dark theme
ar: Canvas متاح الآن في النسق الداكن
ca: Ara, el Canvas està disponible en tema fosc
cy: Mae Canvas bellach ar gael mewn thema dywyll
da: Canvas er nu tilgængelig i mørkt tema
de: Canvas ist jetzt in dunklem Design verfügbar
es_es: Canvas está ahora disponible en tema oscuro
fi: Canvas on nyt saatavilla tummana teema
fr_ca: Canvas est désormais disponible en thème sombre
id: Canvas sekarang tersedia dalam tema gelap
is: Canvas er nú í boði með dökku þema
it: Canvas è ora disponibile in tema scuso
ja: Canvasがダークテーマで利用可能に
mi: Canvas ko inaianei e wātea ana i te pouri kaupapa
ms: Canvas tidak tersedia dalam tema gelap
nl: Canvas is nu beschikbaar in donker thema
pl: Dla Canvas jest teraz dostępny ciemny motyw
pt_br: O Canvas agora está disponível no tema escuro
ru: Canvas теперь доступно в темной теме
sl: Sistem Canvas je zdaj na voljo v temni preobleki
sv: Canvas finns inte tillgängligt med ett mörkt tema
th: Canvas พร้อมใช้งานในธีมมืดแล้ว
vi: Canvas hiện nay đã có sẵn ở chủ đề tối

source: Canvas login
ar: تسجيل الدخول إلى Canvas
ca: Inici de sessió a Canvas
cy: Manylion Mewngofnodi Canvas
de: Anmeldung bei Canvas
es_es: Iniciar sesión en Canvas
fi: Canvas-sisäänkirjautuminen
fr_ca: Connexion à Canvas
id: Login Canvas
is: Canvas innskráning
it: Login Canvas
ja: キャンバスログイン
mi: Canvas Takiuru
ms: Log Masuk Canvas
nl: Aanmelding bij Canvas
pl: Login do Canvas
pt_br: Login Canvas
ru: Вход в Canvas
sl: Prijava v sistem Canvas
sv: Canvas-inloggning
th: ล็อกอินไปยัง Canvas
vi: Thông Tin Đăng Nhập Canvas

source: Canvas Network
ca: Xarxa Canvas
de: Canvas-Netzwerk
fi: Canvas-verkosto
id: Jaringan Canvas
is: Canvas net
mi: Canvas Whatunga
ms: Jaringan Canvas
sl: Omrežje Canvas Network
sv: Canvas-nätverk
vi: Mạng Lưới Canvas

source: Canvas on GitHub
ar: Canvas على GitHub
ca: Canvas actiu GitHub
cy: Canvas ymlaen GitHub
da: Canvas på GitHub
de: Canvas an GitHub
es_es: Canvas en GitHub
fi: Canvas GitHub
fr_ca: Canvas sur GitHub
id: Canvas aktif GitHub
is: Canvas á GitHub
it: Canvas attivo GitHub
ja: （）のCanvasGitHub
mi: I runga Canvas GitHub
ms: Canvas di GitHub
nl: Canvas op GitHub
pl: Canvas na GitHub
pt_br: Canvas em GitHub
ru: Canvas GitHub
sl: Sistem Canvas na GitHub
sv: Canvas på GitHub
th: Canvas เปิด GitHub
vi: Canvas trên GitHub

source: Canvas parent
is: Canvas-móðurskrá
ja: Canvas 親
mi: Canvas Matua
sl: Aplikacija Canvas Parent

source: Canvas student
cy: Myfyriwr Canvas
da: Canvas-studerende
de: Canvas-Studierende*r
fi: Canvas-opiskelija
fr_ca: Canvas Étudiant
is: Canvas nemandi
it: Studente Canvas
ja: Canvas 受講者
mi: Canvas Ākonga
pl: Uczestnik Canvas
sl: Študent v sistemu Canvas

source: Canvas teacher
de: Canvas-Lehrende*r
fi: Canvas-opettaja
fr_ca: Canvas Enseignant
is: Canvas kennari
it: Insegnante Canvas
ja: Canvas 教員
mi: Canvas Kaiako
ru: Преподаватель Canvas
sl: Izvajalec v sistemu Canvas
sv: Canvas-lärare

source: Casual question or suggestion
ar: مجرد سؤال عابر أو اقتراح
ca: Pregunta o suggeriment informals
cy: Awgrym neu gwestiwn anffurfiol
da: Uformelt spørgsmål eller forslag
de: Beiläufige Frage oder Vorschlag
es_es: Pregunta casual o sugerencia
fi: Huoleton kysymys tai ehdotus
fr_ca: Question ou suggestion ordinaire
id: Pertanyaan atau saran kasual
is: Almenn spurning eða uppástunga
it: Domanda casuale o suggerimento
ja: 気軽なご質問または提案
mi: Pātai tūao whakāro puaki rānei
ms: Soalan atau cadangan kasual
nl: Informele vraag of suggestie
pl: Nieformalne pytanie lub sugestia
pt_br: Pergunta casual ou sugestão
ru: Обычный вопрос или предложение
sl: Naključno vprašanje ali predlog
sv: Informell fråga eller förslag
th: คำถามหรือข้อเสนอแนะทั่วไป
vi: Câu hỏi hoặc đề xuất bình thường

source: Change user
ar: تغيير المستخدم
ca: Canvia l'usuari
cy: Newid Defnyddiwr
da: Skift bruger
de: Benutzer*in wechseln
es_es: Cambiar usuario
fi: Vaihda käyttäjää
fr_ca: Changer d’utilisateur
id: Ubah Pengguna
is: Breyta notanda
it: Cambia utente
ja: ユーザーを変更する
mi: Huri Kaiwhakamahi
ms: Tukar Pengguna
nl: Gebruiker wijzigen
pl: Zmień użytkownika
pt_br: Trocar Usuário
ru: Сменить пользователя
sl: Spremeni uporabnika
sv: Byt användare
th: เปลี่ยนผู้ใช้
vi: Thay Đổi Người Dùng

source: Chat Notifications
ar: إعلامات الدردشة
ca: Notificacions del xat
cy: Hysbysiadau Sgwrs
da: Chat-meddelelser
de: Chat-Benachrichtigungen
es_es: Notificaciones de chat
fi: Chatin ilmoitukset
fr_ca: Notifications de clavardage
id: Notifikasi Obrolan
is: Spjalltilkynning
it: Notifiche chat
ja: チャットの通知
mi: Kōrero Whakamōhio
ms: Pemberitahuan Sembang
nl: Chatmeldingen
pl: Powiadomienia o czacie
pt_br: Notificações de chat
ru: Уведомления в чате
sl: Obvestila o klepetu
sv: Chattaviseringar
th: การแจ้งผ่านระบบแชท
vi: Thông Báo Trò Chuyện

source: Check network and try again!
ar: تحقق من الشبكة وحاول مرة أخرى!
ca: Reviseu la xarxa i torneu a provar-ho.
cy: Gwiriwch y rhwydwaith a rhoi cynnig arall arni!
da: Tjek netværk og prøv igen!
de: Bitte überprüfen Sie das Netzwerk, und versuchen Sie es erneut.
es_es: Comprueba la conexión y vuelve a intentarlo
fi: Tarkasta verkkoyhteys ja yritä uudelleen!
fr_ca: Vérifiez le réseau et essayez de nouveau!
id: Periksa jaringan dan coba lagi!
is: Athugaðu nettengingu og reyndu aftur!
it: Verifica la rete e riprova!
ja: ネットワークをチェックして、もういちど試してください。
mi: Tirohia te whatunga ka ngana anō!
ms: Periksa rangkaian dan cuba semula!
nl: Controleer het netwerk en probeer het nogmaals!
pl: Sprawdź sieć i spróbuj ponownie!
pt_br: Verifique a rede e tente novamente!
ru: Проверьте сеть и попробуйте еще раз!
sl: Preverite omrežje in poskusite znova.
sv: Kontrollera nätverket och försök igen!
th: ตรวจสอบเครือข่ายของคุณและลองใหม่อีกครั้ง
vi: Hãy kiểm tra mạng rồi thử lại!

# Choose a course to message
source: Choose a module to message
ar: اختر مساقاً لإرسال رسالة
ca: Trieu una assignatura per enviar el missatge
cy: Dewiswch gwrs i anfon neges ato
da: Vælg et fag at sende en meddelelse til
de: Einen Kurs zur Benachrichtigung wählen
es_es: Eligir una asignatura para enviar un mensaje
fi: Valitse kurssi, jolle lähetetään viesti
fr_ca: Choisissez un cours pour lequel envoyer un message
id: Pilih kursus ke pesan
is: Veldu námskeið til að senda skilaboð til
it: Scegli un corso da messaggiare
ja: メッセージを送るコースを選択する
mi: Kōwhiri he akoranga hei karare
ms: Pilih kursus untuk dihantar mesej
nl: Kies een cursus voor bericht
pl: Wybierz kurs do przesłania
pt_br: Escolher um curso para enviar mensagem
ru: Выбрать курс для сообщения
sl: Izberite predmet za pošiljanje sporočila
sv: Välj en kurs att skicka meddelande till
th: เลือกบทเรียนที่จะส่งข้อความ
vi: Chọn khóa học để nhắn tin

source: Choose a file
ar: اختر ملفًا
ca: Tria un fitxer
cy: Dewiswch Ffeil
da: Vælg en fil
de: Eine Datei auswählen
es_es: Elegir un archivo
fi: Valitse tiedosto
fr_ca: Choisir un fichier
id: Pilih File
is: Velja skrá
it: Scegli un file
ja: ファイルの選択
mi: Kōwhiria he Kōnae
ms: Pilih Fail
nl: Een bestand kiezen
pl: Wybierz plik
pt_br: Escolher um arquivo
ru: Выбрать файл
sl: Izberi datoteko
sv: Välj en fil
th: เลือกไฟล์
vi: Chọn Tập Tin

source: Choose a subject
ar: اختر موضوعًا
ca: Tria una matèria
cy: Dewis pwnc
da: Vælg et emne
de: Ein Thema auswählen
es_es: Eligir un tema
fi: Valitse aihe
fr_ca: Choisir un sujet
id: Pilih subjek
is: Veldu efni
it: Scegli un oggetto
ja: 科目を選択する
mi: Tīpako he marau
ms: Pilih subjek
nl: Een vak kiezen
pl: Wybierz temat
pt_br: Escolher um assunto
ru: Выберите предмет
sl: Izberi zadevo
sv: Välj ett ämne
th: เลือกวิชา
vi: Chọn chủ đề

source: Choose photo
ar: اختيار صورة
ca: Tria una fotografia
cy: Dewiswch Lun
da: Vælg foto
de: Foto wählen
es_es: Elegir foto
fi: Valitse valokuva
fr_ca: Choisir une photo
id: Pilih Foto
is: Veldu mynd
it: Scegli foto
ja: 写真を選択する
mi: Kōwhiri Whakāhua
ms: Pilih Foto
nl: Foto kiezen
pl: Wybierz zdjęcie
pt_br: Escolher Foto
ru: Выбрать фото
sl: Izberi fotografijo
sv: Välj foto
th: เลือกภาพ
vi: Chọn Ảnh

source: Choose profile picture
ar: اختيار صورة الملف التعريفي
ca: Tria una imatge de perfil
cy: Dewiswch Lun Proffil
da: Vælg profilbillede
de: Profilbild wählen
es_es: Elegir imagen de perfil
fi: Valitse profiilikuva
fr_ca: Choisir une photo de profil
id: Pilih Foto Profil
is: Veldu upplýsingamynd
it: Scegli immagine profilo
ja: プロフィール写真を選択する
mi: Kōwhiri Pikitia Kōtaha
ms: Pilih Gambar Profil
nl: Profielfoto kiezen
pl: Wybierz zdjęcie profilowe
pt_br: Escolher a Foto do Perfil
ru: Выбор фото профиля
sl: Izberi sliko profila
sv: Välj profilbild
th: เลือกภาพโพรไฟล์
vi: Chọn Hình Ảnh Hồ Sơ
