Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

source: Choose your app appearance! You can change it later in the settings menu.
ar: اختر مظهر التطبيق! يمكنك تغييره لاحقًا في قائمة الإعدادات.
ca: Trieu l’aspecte de l’aplicació Podeu canviar-lo més endavant al menú Configuració.
cy: Dewiswch ymddangosiad eich ap! Gallwch chi ei newid yn nes ymlaen yn y ddewislen gosodiadau.
da: Vælg dit app-udseende! Du kan ændre det senere i indstillingsmenuen.
de: Wählen Sie Ihre App-Darstellung! Sie können es später im Einstellungsmenü ändern.
es_es: ¡Elige la apariencia de la aplicación! Se puede cambiar después en los ajustes del menú.
fi: Valitse sovelluksesi ulkoasu! Voit vaihtaa sen myöhemmin asetusvalikossa.
fr_ca: Choisissez l'apparence de votre application! Vous pouvez la changer plus tard dans le menu des paramètres
id: Pilih tampilan app Anda! Anda dapat mengubahnya nanti di menu pengaturan.
is: Veldu útlit smáforritsins! Þú getur breytt því seinna í stillingarvalmyndinni.
it: Scegli l’aspetto della tua app! Puoi modificarlo successivamente nel menu delle impostazioni.
ja: アプリの外観を選択しましょう！ 設定メニューで後から変更可能です。
mi: Whiriwhiria to app ahua! Ka taea e koe huri i muri mai i roto i nga tautuhinga tahua.
ms: Pilih penampilan apl anda! Anda boleh menukarnya kemudian dalam tetapan menu.
nl: Kies je app-verschijning! Je kunt dit later wijzigen in het instellingenmenu.
pl: Wybierz swój wygląd aplikacji! Można zmienić go później w menu Ustawienia.
pt_br: Escolha a aparência do seu aplicativo! Você pode alterá-lo mais tarde no menu de configurações.
ru: Выберите оформление своего приложения! Вы можете изменить его позднее в меню настроек.
sl: Izberite videz aplikacije! To lahko pozneje spremenite v meniju nastavitev.
sv: Välj apputseende! Du kan ändra det senare i appens inställningsmeny.
th: เลือกลักษณะภายนอกสำหรับแอพของคุณ! คุณสามารถแก้ไขได้ภายหลังในเมนูค่าปรับตั้ง
vi: Chọn giao diện ứng dụng của bạn! Bạn có thể thay đổi giao diện sau trong menu cài đặt.

# Clear Course
source: Clear Module
ar: مسح المساق
ca: Suprimeix l'assignatura
cy: Clirio Cwrs
da: Ryd fag
de: Kurs löschen
es_es: Borrar asignatura
fi: Tyhjennä kurssi
fr_ca: Effacer le cours
id: Bersihkan Kursus
is: Hreinsa námskeið
it: Cancella corso
ja: コースをクリアする
mi: Purata Akoranga
ms: Buang Kursus
nl: Cursus wissen
pl: Wyczyść kurs
pt_br: Limpar curso
ru: Удалить курс
sl: Počisti predmet
sv: Rensa kurs
th: ล้างบทเรียน
vi: Xóa Khóa Học

source: Clear filter
ar: مسح عامل التصفية
ca: Esborra el filtre
cy: Clirio’r hidlydd
da: Nulstil filter
de: Filter löschen
es_es: Borrar filtro
fi: Tyhjennä suodatin
fr_ca: Effacer le filtre
id: Bersihkan filter
is: Hreinsa síu
it: Cancella filtro
ja: フィルターをクリア
mi: Tātari mārama
ms: Buang penapis
nl: Filter wissen
pl: Wyczyść filtr
pt_br: Limpar Filtro
ru: Очистить фильтр
sl: Počisti filter
sv: Rensa filter
th: ล้างตัวกรอง
vi: Bỏ bộ lọc

source: Clear Filter
ar: مسح عامل التصفية
ca: Esborra el filtre
cy: Clirio’r Hidlydd
da: Nulstil filter
de: Filter löschen
es_es: Borrar filtro
fi: Tyhjennä suodatin
fr_ca: Effacer le filtre
id: Bersihkan Filter
is: Hreinsa síu
it: Cancella filtro
ja: フィルターをクリアする
mi: Whakawātea tātari
ms: Buang Penapis
nl: Filter wissen
pl: Wyczyść filtr
pt_br: Limpar filtro
ru: Очистить фильтр
sl: Počisti filter
sv: Rensa filter
th: ล้างตัวกรอง
vi: Bỏ Bộ Lọc

source: Clear recording
ar: مسح التسجيل
ca: Esborra l'enregistrament
cy: Clirio’r recordiad
da: Ryd optagelse
de: Aufzeichnung löschen
es_es: Borrar grabación
fi: Tyhjennä nauhoitus
fr_ca: Effacer l'enregistrement
id: Bersihkan rekaman
is: Hreinsa skrár
it: Cancella registrazione
ja: 録音をクリアする
mi: Mukua te tāhopu
ms: Buang rakaman
nl: Opname wissen
pl: Wyczyść nagranie
pt_br: Limpar gravação
ru: Удалить запись
sl: Počisti snemanje
sv: Rensa inspelning
th: ล้างข้อมูลบันทึก
vi: Xóa bản ghi

source: Close
ar: إغلاق
ca: Tanca
cy: Cau
da: Luk
de: Schließen
es_es: Cerrar
fi: Sulje
fr_ca: Fermer
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
mi: Katia
ms: Tutup
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sl: Zapri
sv: Stäng
th: ปิด
vi: Đóng

source: Close app
ar: إغلاق التطبيق
ca: Tanca l'aplicació
cy: Cau’r Ap
da: Luk app
de: App schließen
es_es: Cerrar aplicación
fi: Sulje sovellus
fr_ca: Fermer l’application
id: Tutup App
is: Loka appi
it: Chiudi app
ja: アプリを閉じる
mi: Kati Taupānga
ms: Tutup Apl
nl: App sluiten
pl: Zamknij aplikację
pt_br: Fechar aplicativo
ru: Закрыть приложение
sl: Zapri aplikacijo
sv: Stäng appen
th: ปิดแอพ
vi: Đóng Ứng Dụng

source: Close section
ar: إغلاق القسم
ca: Tanca la secció
cy: Cau adran
da: Luk sektion
de: Abschnitt schließen
es_es: Cerrar sección
fi: Sulje osio
fr_ca: Fermer la section
id: Tutup bagian
is: Loka hluta
it: Chiudi sezione
ja: セクションを閉じる
mi: Katia te waahanga
ms: Tutup seksyen
nl: Sectie sluiten
pl: Zamknij sekcję
pt_br: Fechar seção
ru: Закрыть раздел
sl: Zapri sekcijo
sv: Stäng sektion
th: ปิดกลุ่มย่อย
vi: Đóng phần

source: Closed
ar: مغلق
ca: Tancat
cy: Wedi cau
da: Lukket
de: Geschlossen
es_es: Cerrado
fi: Suljettu
fr_ca: Fermé
id: Ditutup
is: Lokað
it: Chiuso
ja: 終了済み
mi: katia
ms: Ditutup
nl: Gesloten
pl: Zamknięte
pt_br: Fechado
ru: Закрыто
sl: Zaprto
sv: Stängda
th: ปิดแล้ว
vi: Đã Đóng

source: Closed for comments
ar: مغلق للتعليقات
ca: Tancat per als comentaris
cy: Wedi Cau ar gyfer Sylwadau
da: Lukket for kommentarer
de: Für Kommentare geschlossen
es_es: No admite comentarios
fi: Suljettu kommenteilta
fr_ca: N’accepte plus de commentaires
id: Ditutup untuk Komentar
is: Lokað fyrir athugasemdir
it: Chiuso per i commenti
ja: コメントを閉じました
mi: Kua kati mo ngā kōrero
ms: Ditutup untuk Komen
nl: Gesloten voor opmerkingen
pl: Zablokowano dodawanie komentarzy
pt_br: Fechado para comentários
ru: Закрыто для комментариев
sl: Zaprto za komentarje
sv: Stängt för kommentarer
th: ปิดสำหรับแสดงความเห็น
vi: Đóng Bình Luận

source: Closed section
ar: القسم المغلق
ca: Secció tancada
cy: Adran wedi cau
da: Lukket sektion
de: Geschlossener Abschnitt
es_es: Sección cerrada
fi: Suljettu osio
fr_ca: Section fermée
id: Menutup bagian
is: Lokaður hluti
it: Sezione chiusa
ja: セクションを閉じた
mi: Te waahanga kati
ms: Seksyen yang ditutup
nl: Sectie gesloten
pl: Zamknięta sekcja
pt_br: Seção fechada
ru: Закрытый раздел
sl: Zaprta sekcija
sv: Stängd sektion
th: กลุ่มย่อยที่ปิดแล้ว
vi: Phần đã được đóng

source: Collapse
ar: طي
ca: Contrau
cy: Crebachu
da: Skjul
de: Ausblenden
es_es: Colapsar
fi: Kutista
fr_ca: Réduire
id: Perkecil
is: Fella
it: Comprimi
ja: 折りたたみ
mi: Hinga
ms: Kuncupkan
nl: Samenvouwen
pl: Zwiń
pt_br: Recolher
ru: Свернуть
sl: Strni
sv: Stäng
th: ย่อ
vi: Thu Gọn

source: collapsed
ar: تم الطي
ca: reduït
cy: wedi crebachu
da: skjult
de: ausgeblendet
es_es: colapsado
fi: kutistettu
fr_ca: réduit
id: diperkecil
is: fellt saman
it: compresso
ja: 折りたたみ
mi: hinga
ms: dikuncupkan
nl: samengevouwen
pl: zwinięte
pt_br: recolhido
ru: свернуто
sl: strnjeno
sv: minimerad
th: ย่อแล้ว
vi: đã thu gọn

# Color
source: Colour
ar: اللون
ca: Color
cy: Lliw
da: Farve
de: Farbe
es_es: Color
fi: Väri
fr_ca: Couleur
id: Warna
is: Litur
it: Colore
ja: カラー
mi: Tae
ms: Warna
nl: Kleur
pl: Kolor
pt_br: Cor
ru: Цвет
sl: Barva
sv: Färg
th: สี
vi: Màu

# Color Overlay
source: Colour overlay
ar: تراكب لوني
ca: Superposició de color
cy: Gorchudd Lliw
da: Farve overlag
de: Farbüberlagerung
es_es: Superposición de colores
fi: Värin päällys
fr_ca: Superposition de couleurs
id: Overlay Warna
is: Yfirlag litar
it: Sovrapposizione colore
ja: カラーオーバーレイ
mi: Tae Paparua
ms: Tindihan Warna
nl: Kleurenoverlay
pl: Kolor nakładki
pt_br: Sobreposição de cores
ru: Наложение цветов
sl: Prekrivanje barve
sv: Färgöverlägg
th: โอเวอร์เลย์สี
vi: Lớp Phủ Màu

source: Comment
ar: تعليق
ca: Comentari
cy: Sylw
da: Kommentar
de: Kommentar
es_es: Comentario
fi: Kommentti
fr_ca: Commentaire
id: Komentar
is: Athugasemd
it: Commento
ja: コメント
mi: Kōrero
ms: Komen
nl: Opmerking
pl: Komentarz
pt_br: Comentário
ru: Комментарий
sl: Komentar
sv: Kommentar
th: ความเห็น
vi: Bình Luận

source: Comments
ar: التعليقات
ca: Comentaris
cy: Sylwadau
da: Kommentarer
de: Kommentare
es_es: Comentarios
fi: Kommentit
fr_ca: Commentaires
id: Komentar
is: Athugasemdir
it: Commenti
ja: コメント
mi: Ngā Kōrero
ms: Komen
nl: Opmerkingen
pl: Komentarze
pt_br: Comentários
ru: Комментарии
sl: Komentarji
sv: Kommentarer
th: ความเห็น
vi: Bình Luận

source: Complete
ar: مكتمل
ca: Complet
cy: Cwblhau
da: Fuldført
de: Fertigstellen
es_es: Completo
fi: Valmis
fr_ca: Terminé
id: Lengkap
is: Lokið
it: Completa
ja: 完了
mi: Oti
ms: Lengkap
nl: Voltooid
pl: Ukończony
pt_br: Concluído
ru: Завершить
sl: Zaključeno
sv: Färdig
th: เสร็จสิ้น
vi: Hoàn thành

source: Complete/incomplete
ar: مكتمل/غير مكتمل
ca: Complet/incomplet
cy: Wedi Cwblhau/Heb Gwblhau
da: Fuldstændig/ufuldstændig
de: Vollständig/Unvollständig
es_es: Completo/Incompleto
fi: Valmis/keskeneräinen
fr_ca: Complet/incomplet
id: Selesai/Belum Selesai
is: Lokið/Ólokið
it: Completo/Incompleto
ja: 完了/未完了
mi: Oti / Tārepa
ms: Lengkap/Tidak Lengkap
nl: Voltooid/onvoltooid
pl: Ukończono/Nie ukończono
pt_br: Completo/Incompleto
ru: Завершено/не завершено
sl: Zaključeno/nezaključeno
sv: Färdig/Inte färdig
th: เสร็จสิ้น/ไม่เสร็จสิ้น
vi: Hoàn Thành/Chưa Hoàn Thành

source: Concluded %@
ar: تم الانتهاء %@
ca: Finalitzat %@
cy: Wedi dirwyn i ben %@
da: Afsluttet %@
de: Abgeschlossen %@
es_es: Finalizado %@
fi: Viety päätökseen %@
fr_ca: Closes %@
id: Dirampungkan %@
is: Lokið %@
it: Concluso %@
ja: 完了%@
mi: Kua mutua %@
ms: Telah Selesai %@
nl: Voltooid %@
pl: Ukończone %@
pt_br: Concluído %@
ru: Завершено %@
sl: Zaključeno %@
sv: Avslutad %@
th: สรุปแล้ว %@
vi: %@ Đã Kết Thúc

source: Concluded conferences
ar: المؤتمرات المنجزة
ca: Conferències finalitzades
cy: Cynadleddau wedi’u Dirwyn i Ben
da: Afsluttede konferencer
de: Abgeschlossene Konferenzen
es_es: Conferencias finalizadas
fi: Loppuunviedyt konferenssit
fr_ca: Conférences terminées
id: Merampungkan Konferensi
is: Loknar ráðstefnur
it: Conferenze concluse
ja: 終了した会議
mi: Ngā Hui kua oti
ms: Persidangan Yang Telah Selesai
nl: Voltooide vergaderingen
pl: Zakończone konferencje
pt_br: Conferências concluídas
ru: Завершенные конференции
sl: Zaključene konference
sv: Avslutade konferenser
th: การประชุมที่สรุปแล้ว
vi: Hội Nghị Đã Kết Thúc

source: Conference %@ is in progress, tap to view details
ar: المؤتمر %@ قيد التقدم، اضغط لعرض التفاصيل.
ca: La conferència %@ està en curs, toqueu per veure'n els detalls
cy: Mae cynhadledd %@ ar waith, tapiwch i weld manylion
da: Konference %@ er i gang, tryk for at se detaljer
de: Die Konferenz %@ ist aktiv, bitte antippen, um Details anzuzeigen.
es_es: La conferencia %@ está en curso; toca para ver detalles
fi: Konferenssi %@ on käynnissä, katso tiedot napauttamalla
fr_ca: La conférence %@ est en cours, tapotez pour afficher les détails
id: Konferensi %@ masih berlangsung, ketuk untuk melihat detail
is: Ráðstefna %@ er í gangi, smelltu til að sjá upplýsingar
it: La conferenza %@ è in corso, tocca per visualizzare i dettagli
ja: 会議%@が進行中です。タップして詳細を表示してください
mi: Huihuinga %@ i roto i te kainuku, pātō ki te titiro taipitopito
ms: Persidangan %@ masih berjalan, ketik untuk melihat butiran
nl: Vergadering %@ is bezig, tik om details te bekijken
pl: Konferencja %@ jest w toku; stuknij, aby wyświetlić szczegóły
pt_br: Conferência %@ está em andamento, toque para visualizar detalhes
ru: Идет конференция %@, коснитесь для просмотра подробностей
sl: V teku je konferenca %@, tapnite za podrobnosti
sv: Konferensen %@ pågår, tryck för att visa information
th: การประชุม %@ กำลังดำเนินการ กดเลือกเพื่อดูรายละเอียด
vi: Hội nghị %@ đang diễn ra, hãy nhấn vào để xem thông tin chi tiết

source: Conference Details
ar: تفاصيل المؤتمر
ca: Detalls de la conferència
cy: Manylion Cynhadledd
da: Konferencedetaljer
de: Details der Konferenz
es_es: Detalles de la conferencia
fi: Konferenssin tiedot
fr_ca: Détails de la conférence
id: Detail Konferensi
is: Upplýsingar um ráðstefnu
it: Dettagli conferenza
ja: 会議の詳細
mi: Ngā taipitopito o te Hui
ms: Butiran Persidangan
nl: Vergaderingdetails
pl: Szczegóły konferencji
pt_br: Detalhes da conferência
ru: Данные веб-конференции
sl: Podrobnosti o konferenci
sv: Konferensinformation
th: รายละเอียดการประชุม
vi: Thông Tin Chi Tiết Hội Nghị

source: Conference in progress
ar: المؤتمر قيد التقدم
ca: Conferència en curs
cy: Cynhadledd ar waith
da: Konference i gang
de: Aktive Konferenz
es_es: Conferencia en curso
fi: Kokous käynnissä
fr_ca: Conférences en cours
id: Konferensi sedang berlangsung
is: Ráðstefna í gangi
it: Conferenza in corso
ja: 会議進行中
mi: Huihuinga I roto i te kaunuku
ms: Persidangan Sedang Berjalan
nl: Vergadering is bezig
pl: Konferencja w toku
pt_br: Conferência em andamento
ru: Идет конференция
sl: V teku je konferenca
sv: Konferens pågår...
th: กำลังจัดการประชุม
vi: Hội nghị đang diễn ra

source: Conferences
ar: المؤتمرات
ca: Conferències
cy: Cynadleddau
da: Konferencer
de: Konferenzen
es_es: Conferencias
fi: Konferenssit
fr_ca: Conférences
id: Konferensi
is: Ráðstefnur
it: Conferenze
ja: 会議
mi: Ngā Hui
ms: Persidangan
nl: Vergaderingen
pl: Konferencje
ru: Конференции
sl: Konference
sv: Konferenser
th: การประชุม
vi: Hội Nghị

source: Connected via %@
ar: متصل عبر %@
ca: Connectat via %@
cy: Wedi cysylltu drwy %@
da: Forbundet via %@
de: Verbunden über %@
es_es: Conectado a través de %@
fi: Yhdistetty %@
fr_ca: Connecté par %@
id: Tersambung melalui %@
is: Tengt í gegnum %@
it: Collegato tramite %@
ja: （）を介して接続されています。%@
mi: Honoa mā %@
ms: Bersambung melalui %@
nl: Verbonden via %@
pl: Połączono za pomocą %@
pt_br: Conectado via %@
ru: Подсоединено через %@
sl: Povezano prek %@
sv: Ansluten via %@
th: เชื่อมต่อผ่าน %@
vi: Được kết nối thông qua %@

source: Contact your school to create an account.
ar: اتصل بمدرستك لإنشاء حساب.
ca: Poseu-vos en contacte amb la vostra escola per crear un usuari.
cy: Cysylltwch â’ch ysgol i greu cyfrif.
da: Kontakt din skole for at oprette en konto.
de: Wenden Sie sich an Ihre Schule, um ein neues Konto zu erstellen.
es_es: Ponte en contacto con tu escuela para crear una cuenta.
fi: Ota yhteyttä kouluusi luodaksesi tili.
fr_ca: Contactez votre école pour créer un compte.
id: Hubungi sekolah Anda untuk membuat akun.
is: Hafðu samband við skólann þinn til að búa til reikning.
it: Contatta la tua scuola per creare un account.
ja: アカウントを作成するには、スクールに連絡してください。
mi: Whakapā ki tō kura ki te waihanga i tētahi pūkete.
ms: Hubungi sekolah anda untuk mencipta akaun.
nl: Neem contact op met je school om een account te maken.
pl: Skontaktuj się ze szkołą, aby utworzyć konto.
pt_br: Contate sua escola para criar uma conta.
ru: Для создания учетной записи обратитесь в свою школу.
sl: Če želite ustvariti račun, se obrnite na svojo šolo.
sv: Kontakta din skola för att skapa ett konto.
th: ติดต่อสถานศึกษาของคุณเพื่อจัดทำบัญชีผู้ใช้
vi: Hãy liên hệ trường của bạn để tạo tài khoản.

source: Content
ar: المحتوى
ca: Contingut
cy: Cynnwys
da: Indhold
de: Inhalt
es_es: Contenido
fi: Sisältö
fr_ca: Contenu
id: Konten
is: Efni
it: Contenuto
ja: コンテンツ
mi: Ihirangi
ms: Kandungan
nl: Inhoud
pl: Zawartość
pt_br: Conteúdo
ru: Содержимое
sl: Vsebina
sv: Innehåll
th: ข้อมูล
vi: Nội Dung

source: Content Link Error
ar: خطأ في ارتباط المحتوى
ca: Error d'enllaç de contingut
cy: Gwall Dolen Gynnwys
da: Indholdslinkfejl
de: Inhalt-Link-Fehler
es_es: Error de enlace de contenido
fi: Sisällön linkin virhe
fr_ca: Erreur de lien de contenu
id: Kesalahan Tautan Konten
is: Efnishlekksvilla
it: Errore link contenuto
ja: コンテンツリンクエラー
mi: Ihirangi Hono Hapa
ms: Ralat Pautan Kandungan
nl: Fout met inhoudslink
pl: Błąd łącza do zawartości
pt_br: Erro de link do conteúdo
ru: Ошибка ссылки на содержимое
sl: Napake pri referencah
sv: Fel på innehållslänk
th: ข้อผิดพลาดในการเชื่อมโยงเนื้อหา
vi: Lỗi Liên Kết Nội Dung

source: Content sync might use cellular data which may result in extra fees from your data provider.
ar: ربما تستخدم مزامنة المحتوى بيانات شبكة الجوّال التي قد تتسبب في رسوم إضافية من موفر البيانات.
ca: És possible que per sincronitzar el contingut es facin servir dades mòbils, per la qual cosa el vostre proveïdor de dades podria aplicar-vos càrrecs extres.
cy: Efallai y bydd cysoni data yn defnyddio data symudol a all arwain at ffioedd ychwanegol gan eich darparwr data.
da: Indholdssynkronisering kan bruge mobildata, hvilket kan resultere i ekstra gebyrer fra din dataudbyder.
de: Bei der Synchronisierung von Inhalten werden möglicherweise Mobilfunkdaten verwendet, was zu zusätzlichen Gebühren bei Ihrem Datenanbieter führen kann.
es_es: Para la sincronización de contenido podrían consumirse datos móviles, lo cual puede añadir cargos adicionales al servicio de datos.
fi: Sisällön synkronisoinnissa saatetaan käyttää mobiilidataa, mistä saattaa aiheutua ylimääräisiä kustannuksia tietopalvelujesi tarjoajalta.
fr_ca: La synchronisation de contenu peut utiliser des données cellulaires, ce qui peut entraîner des frais supplémentaires de la part de votre fournisseur de données.
id: Sinkronisasi konten dapat menggunakan data seluler yang dapat menimbulkan biaya ekstra dari operator seluler Anda.
is: Samstilling efnis gæti notað farsímagögn sem geta leitt til aukagjalda frá gagnaveitunni þinni.
it: La sincronizzazione del contenuto potrebbe usare i dati del cellulare, cosa che potrebbe generare costi extra a favore del fornitore di dati.
ja: コンテンツの同期には携帯電話のデータを使用する場合があり、データプロバイダーからの追加料金が発生する場合があります。
mi: Ka whakamahia pea e te tukutahi ihirangi nga raraunga waea ka puta he utu taapiri mai i to kaiwhakarato raraunga.
ms: Segerakan kandungan mungkin menggunakan data selular yang boleh menyebabkan adanya bayaran tambahan daripada penyedia data anda.
nl: Contentsynchronisatie kan gebruikmaken van smartphonegegevens wat kan leiden tot extra kosten van je dataprovider.
pl: Synchronizacja zawartości może wykorzystywać transmisję danych komórkowych, za co usługodawca może pobierać dodatkowe opłaty.
pt_br: A sincronização de conteúdo pode usar dados de celular, o que pode resultar em taxas extras de seu provedor de dados.
ru: Синхронизация содержимого может использовать данные сотовой связи, что может привести к дополнительным расходам со стороны вашего поставщика данных.
sl: Sinhronizacija vsebine lahko uporablja mobilne podatke, kar lahko povzroči dodatne stroške pri ponudniku podatknega prenosa.
sv: Innehållssynkronisering kan använda celldata som kan medföra extraavgifter från din dataleverantör.
th: การซิงค์เนื้อหาอาจใช้เครือข่ายข้อมูลมือถือที่ทำให้มีค่าใช้จ่ายเพิ่มเติมจากผู้ให้บริการของคุณ
vi: Đồng bộ nội dung có thể tiêu hao dữ liệu di động, từ đó sẽ tốn thêm phí cho nhà cung cấp dữ liệu của bạn.

source: Contribute
ar: مساهمة
ca: Contribueix
cy: Cyfrannu
da: Bidrag
de: Beitragen
es_es: Contribuir
fi: Anna lausunto
fr_ca: Contribue
id: Berkontribusi
is: Leggja til
it: Contributo
ja: 投稿する
mi: whai wāhi
ms: Buat Sumbangan
nl: Bijdragen
pl: Dodaj
pt_br: Contribuir
ru: Предоставить
sl: Prispevaj
sv: Bidra
th: เข้าร่วม
vi: Đóng Góp

source: Contributed
ar: بمساهمة
ca: Contribuït
cy: Wedi cyfrannu
da: Bidraget
de: Beigetragen
es_es: Contribuido
fi: Osallistui
fr_ca: A contribué
id: Berkontribusi
is: Lagði til
it: Contribuito
ja: 投稿されました
mi: whai wāhi
ms: Telah Menyumbang
nl: Bijgedragen
pl: Przyczynił się
pt_br: Contribuído
ru: Предоставлено
sl: Prispevano
sv: Bidragit
th: เข้าร่วมแล้ว
vi: Đã Đóng Góp

source: Conversation Created By Me
ar: المحادثة التي قمتُ بإنشائها
ca: Conversa que he creat
cy: Sgwrs wedi'i greu gennyf fi
da: Diskussion oprettet af mig
de: Von mir erstellte Conversations
es_es: Conversación creada por mí
fi: Luomani keskustelu
fr_ca: Conversation créée par Moi
id: Percakapan yang Saya Buat
is: Samræður sem ég hef stofnað
it: Conversazione creata da me
ja: 私が作成した会話
mi: Kōrero Waihangatia e ahau
ms: Perbualan Yang Dicipta Oleh Saya
nl: Gesprek dat ik heb gemaakt
pl: Utworzona przeze mnie konwersacja
pt_br: Conversa criada por mim
ru: Обсуждение, созданное мной
sl: Pogovori, ki sem jih ustvaril(a) jaz
sv: Konversation skapad av mig
th: การพูดคุยที่จัดทำโดยฉัน
vi: Cuộc Trò Chuyện Do Tôi Tạo

source: Conversation message
ar: رسالة المحادثة
ca: Missatge de conversa
cy: Neges Sgwrs
da: Diskussionsbesked
de: Konversationsnachricht
es_es: Mensaje de conversación
fi: Keskustelun viesti
fr_ca: Message de conversation
id: Pesan Percakapan
is: Samræðuskilaboð
it: Messaggio conversazione
ja: 会話メッセージ
mi: Karere Kōrerorero
ms: Mesej Perbualan
nl: Gespreksbericht
pl: Wiadomość w rozmowie
pt_br: Mensagem da conversa
ru: Сообщение обсуждения
sl: Sporočilo o pogovoru
sv: Meddelande i Inkorgen
th: ข้อความการพูดคุย
vi: Tin Nhắn Cuộc Trò Chuyện

source: Conversation options
ar: خيارات المحادثة
ca: Opcions de conversa
cy: Opsiynau trafodaethau
da: Samtaleindstillinger
de: Gesprächsoptionen
es_es: Opciones de conversación
fi: Keskustelun vaihtoehdot
fr_ca: Options de conversation
id: Opsi percakapan
is: Valkostir samræðu
it: Opzioni conversazione
ja: 会話のオプション
mi: Ngā kōwhiringa kōrero
ms: Pilihan perbualan
nl: Conversatie-opties
pl: Opcje rozmowy
pt_br: Opções de conversa
ru: Опции дискуссии
sl: Možnosti pogovora
sv: Konversationsalternativ
th: ตัวเลือกการพูดคุย
vi: Tùy chọn hội thoại

source: Conversations
ar: المحادثات
ca: Converses
cy: Sgyrsiau
da: Samtale
es_es: Conversaciones
fi: Viestit
id: Percakapan
is: Samræður
it: Conversazioni
ja: 会話
mi: kōrerorero
ms: Perbualan
nl: Gesprekken
pl: Rozmowy
pt_br: Conversas
ru: Обсуждения
sl: Pogovori
sv: Inkorgen
th: การพูดคุย
vi: Cuộc Trò Chuyện

source: Copied!
ar: تم النسخ!
ca: Copiat.
cy: Wedi copïo!
da: Kopieret!
de: Kopiert!
es_es: Copiado
fi: Kopioitu!
fr_ca: Copié!
id: Disalin!
is: Afritað!
it: Copiato.
ja: コピーしました！
mi: Tāruatia!
ms: Disalin!
nl: Gekopieerd!
pl: Skopiowano!
pt_br: Copiado!
ru: Скопировано!
sl: Kopirano.
sv: Kopierad!
th: คัดลอกแล้ว!
vi: Đã sao chép!

source: Copy link
ar: نسخ الرابط
ca: Copia l'enllaç
cy: Copïo Dolen
da: Kopier link
de: Link kopieren
es_es: Copiar enlace
fi: Kopioi linkki
fr_ca: Copier le lien
id: Salin Tautan
is: Afrita tengil
it: Copia link
ja: リンクをコピー
mi: Tārua hononga
ms: Salin Pautan
nl: Link kopieren
pl: Kopiuj łącze
pt_br: Copiar Link
ru: Копировать ссылку
sl: Kopiraj povezavo
sv: Kopiera länk
th: คัดลอกลิงค์
vi: Sao Chép Liên Kết

source: Copyright holder
ar: حامل حقوق النشر
ca: Titular dels drets d'autor
cy: Perchennog yr Hawlfraint
da: Indehaver af ophavsret
de: Copyright-Inhaber
es_es: Titular de los derechos de autor
fi: Tekijänoikeuden haltija
fr_ca: Titulaire du droit d'auteur
id: Pemegang Hak Cipta
is: Handhafi útgáfuréttar
it: Titolare del copyright
ja: 著作権所有者
mi: Manatārua Kaitiaki
ms: Pemegang Hak Cipta
nl: Houder van auteursrecht
pl: Właściciel praw autorskich
pt_br: Titular do Copyright
ru: Владелец авторских прав
sl: Lastnik avtorskih pravic
sv: Upphovsrättsinnehavare
th: ผู้ถือลิขสิทธิ์
vi: Bên Giữ Bản Quyền
