Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

source: It looks like quizzes haven’t been created in this space yet.
ar: يبدو أنه لم يتم إنشاء اختبارات موجزة في هذه المساحة حتى الآن.
ca: Sembla que en aquest espai encara no s'ha creat cap prova.
cy: Mae’n ymddangos nad oes cwisiau wedi cael eu creu yn y gofod hwn eto
da: Det ser ud til, at test ikke er blevet oprettet i dette rum endnu.
de: Quizze wurden in diesem Raum scheinbar noch nicht angelegt.
es_es: Parece que aún no se han creado pruebas en este espacio.
fi: Näyttää siltä kuin kyselyitä ei vielä olisi luotu tässä tilassa.
fr_ca: Il semblerait qu’il n’y ait pas encore de questionnaires créés dans cet espace.
id: Sepertinya kuis belum dibuat di ruang ini.
is: Svo virðist sem engin próf hafi verið búin til á þessu svæði.
it: Sembra che i quiz non siano ancora stati creati in questo spazio.
ja: このスペースにはまだ小テストが作成されていないようです。
mi: Ko te āhua nei kaore anō ngā quizzes i hāngaia i roto i tēnei wāhi.
ms: Nampaknya kuiz belum dicipta dalam ruang ini.
nl: Het lijkt erop dat er in deze ruimte nog geen toetsen zijn gemaakt.
pl: Wygląda na to, że w tej przestrzeni nie utworzono testów.
pt_br: Parece que questionários ainda não foram criados neste espaço.
ru: Похоже, что в этом разделе пока что не было создано ни одного теста.
sl: Videti je, da v tem prostoru ni bil ustvarjen še noben kviz.
sv: Det verkar inte som om quiz har skapats här än.
th: ดูเหมือนจะยังไม่ได้จัดทำแบบทดสอบในพื้นที่นี้
vi: Có vẻ các câu hỏi kiểm tra chưa được tạo trong không gian này.

source: It looks like there aren’t any modules associated with this account. Visit the web to create a module today.
ar: يبدو أنه لا توجد أي مساقات مقترنة بهذا الحساب. قم بزيارة الويب لإنشاء مساق اليوم.
ca: Sembla que no hi ha cap assignatura associada a aquest usuari. Aneu al lloc web per crear una assignatura ara mateix.
cy: Mae’n ymddangos nad oes cyrsiau’n gysylltiedig â'r cyfrif hwn. Ewch ar y we i greu cwrs heddiw.
da: Det ser ud til, at der ikke er nogen fag, der er forbundet med denne konto. Gå på internettet for at oprette et fag i dag.
de: Es scheint, dass mit diesem Konto keine Kurse verknüpft sind. Besuchen Sie das Internet, um heute einen Kurs zu erstellen.
es_es: No parece haber asignaturas asociadas con esta cuenta. Visita la web para crear una asignatura hoy mismo.
fi: Näyttää siltä kuin tähän tiliin ei ole liitetty yhtään kurssia. Käy verkossa luodaksesi kurssi tänään
fr_ca: Il semblerait qu’il n’y ait aucun cours associé à ce compte. Visitez le site Web pour créer un cours aujourd'hui.
id: Sepertinya tidak ada kursus yang diasosiasikan dengan akun ini. Kunjungi web untuk membuat kursus hari ini.
is: Svo virðist sem engin námskeið séu tengd við þennan reikning. Heimsæktu vefinn til að búa til námskeið strax í dag.
it: Sembra che non ci siano corsi associati a questo account. Visita il web per creare un corso oggi.
ja: このアカウントに関連付けられているコースはないようです。今日コースを作成するには、ウェブをご覧ください。
mi: Ko te āhua nei kaore ngā akoranga e pā ana ki tēnei pūkete. Haere ki te paetukutuku ki te hanga he akoranga i tēnei rā.
ms: Nampaknya tidak terdapat apa-apa kursus yang dikaitkan dengan akaun ini. Lawati laman web untuk mencipta kursus hari ini.
nl: Het lijkt erop dat er geen cursussen aan dit account zijn gekoppeld. Ga naar het web om vandaag nog een cursus te maken.
pl: Wygląda na to, że nie ma kursów powiązanych z tym kontem. Odwiedź witrynę, aby utworzyć dzisiaj kurs.
pt_br: Parece que não há quaisquer cursos associados a essa conta. Visite a web para criar um curso hoje.
ru: Похоже, что к этой учетной записи не привязано ни одного курса. Зайдите в сеть для создания курса сегодня.
sl: Zdi se, da s tem računom ni povezan noben predmet. Da ustvarite predmet še danes, obiščite splet.
sv: Det verkar inte finnas några kurser kopplade till det här kontot. Besök webben för att skapa en kurs idag.
th: ดูเหมือนจะยังไม่ได้เชื่อมโยงบทเรียนใด ๆ กับบัญชีนี้ เยี่ยมชมเว็บเพื่อจัดทำบทเรียนในวันนี้
vi: Có vẻ không có khóa học nào liên quan đến tài khoản này. Truy cập trang web để tạo khóa học hôm nay.

# It looks like you aren't enrolled in any courses.
source: It looks like you aren't enrolled in any modules.
ar: يبدو أنك غير مسجل في أي مساق.
ca: Sembla que no us heu inscrit en cap assignatura.
cy: Mae’n ymddangos nad ydych chi wedi ymrestru ar unrhyw gyrsiau.
da: Det ser ud til, at du ikke er tilmeldt nogen fag.
de: Es sieht so aus, als ob Sie in keinem Kurs angemeldet sind.
es_es: Parece que no te has inscrito en ninguna asignatura.
fi: Näyttää siltä, että et ole rekisteröitynyt millekään kurssille.
fr_ca: Il semble que vous ne soyez inscrit à aucun cours.
id: Sepertinya Anda tidak terdaftar dalam kursus apa pun.
is: Þú virðist ekki vera innritaður/innrituð í nein námskeið.
it: Sembra che non sei iscritto ad alcun corso.
ja: あなたはどのコースにも登録されていないようです。
mi: Te ahua nei kaore koe i uru ki etahi akoranga.
ms: Nampaknya anda belum mendaftar dalam mana-mana kursus.
nl: Het lijkt alsof je in geen enkele cursus bent ingeschreven.
pl: Wygląda na to, że nie jesteś zapisany(-a) na żaden kurs.
pt_br: Parece que você não está matriculado em nenhum curso.
ru: Похоже, что вы не зачислены ни на один курс.
sl: Videti je, da niste vpisani v noben predmet.
sv: Det verkar som om du inte är registrerad i någon kurs.
th: ดูเหมือนคุณจะไม่ได้ลงทะเบียนในบทเรียนใด ๆ
vi: Có vẻ như bạn chưa ghi danh vào bất kỳ khóa học nào.

source: It looks like you aren’t enrolled in any modules as %@. One of our other apps might be a better fit. Tap one to visit the App Store.
ar: يبدو أنك غير مسجل في أي مساقات بصفة %@. قد يكون أحد تطبيقاتنا الأخرى ملائمة لك بشكل أكبر. اضغط على أحد التطبيقات لزيارة App Store.
ca: Sembla que no us heu inscrit en cap assignatura com a %@. És possible que alguna de les altres aplicacions nostres us sigui més útil. Toqueu-ne una per anar a App Store.
cy: Mae'n ymddangos nad ydych chi wedi ymrestru ar unrhyw gyrsiau fel %@. Efallai y byddai un o'n apiau eraill yn eich siwtio'n well. Tapiwch un i fynd i'r App Store.
da: Det ser ud til, at du ikke er tilmeldt til nogen fag som %@. En af vores andre apps kan være bedre egnet. Tryk på en for at besøge App Store.
de: Wie es aussieht, sind Sie in keinem Kurs als %@ angemeldet. Eine unserer anderen Apps passt möglicherweise besser. Antippen, um den APP-Store zu besuchen.
es_es: Parece que no se ha inscrito en ninguna asignatura como %@. Una de nuestras otras aplicaciones podría ser más adecuada. Toca una para visitar la App Store.
fi: Näyttää siltä, että et ole rekisteröitynyt millekään kurssille nimellä %@. Yksi sovelluksistamme saattaa sopia paremmin. Käy App Storessa napauttamalla.
fr_ca: Il semblerait que vous ne soyez inscrit à aucun cours sous %@. L'une de nos autres applis pourrait mieux convenir.Appuyez sur l'une d'entre elles pour vous rendre sur l'App Store.
id: Sepertinya Anda tidak terdaftar dalam kursus apa pun sebagai %@. Salah satu app lain mungkin lebih cocok. Ketuk untuk membuka App Store.
is: Þú virðist ekki vera innritaður í nein námskeið sem %@. Eitthvað að hinum öppunum okkar gæti hentað betur. Smelltu á eitt þeirra til að fara í App Store.
it: Sembra che non sei iscritto ad alcun corso come %@. Una delle altre nostre app potrebbe essere la scelta migliore. Toccane una per visitare l'App Store.
ja: あなたは %@ としてコースに在籍していないようです。他に適したアプリがある可能性があります。1つをタップして、App Store をご覧ください。
mi: Ko te titiro kaore koe i whakaurutis ki rot o ngā akoranga hei %@. Ko tētahi o a mātau taupānga he pai ake pea.n Pāt tētahi ki te haere ki te Toa Taupānga.
ms: Nampaknya anda belum mendaftar dalam mana-mana sebagai %@. Salah satu apl kami yang lain mungkin lebih sesuai. Ketik satu untuk melawati App Store.
nl: Het lijkt erop dat je voor geen enkele cursus bent ingeschreven als %@. Wellicht is een van onze andere apps hiervoor beter geschikt. Tik op een ervan om naar de App Store te gaan.
pl: Wygląda na to, że nie jesteś zapisany w żadnym kursie jako %@. Być może inna z naszych aplikacji będzie Ci bardziej pasować. Stuknij ją, aby odwiedzić App Store.
pt_br: Parece que você não está matriculado em quaisquer cursos como %@. Um dos nossos outros aplicativos pode ser uma escolha melhor. Toque em um para visitar o App Store.
ru: Похоже, вы не зачислены ни на какие курсы в качестве %@. Вам может подойти одно из наших других приложений. Нажмите, чтобы посетить App Store.
sl: Videti je, da v noben predmet niste vpisani kot %@. Morda bo primernejša ena od naših drugih aplikacij. Tapnite za obisk trgovine App Store.
sv: Du verkar inte vara registrerad för några kurser som %@. Någon av våra andra appar kan vara bättre lämpade. Tryck på en för att gå till App Store.
th: ดูเหมือนคุณจะไม่ได้ลงทะเบียนในบทเรียนใด ๆ ในฐาน %@ แอพอื่น ๆ บางส่วนของเราอาจเหมาะสมมากกว่า กดเลือกหนึ่งรายการเพื่อไปยัง App Store
vi: Có vẻ bạn chưa ghi danh bất kỳ khóa học nào với tư cách %@. Một trong các ứng dụng khác có thể thích hợp hơn. Nhấn vào một để truy cập App Store.

source: Italic
ar: مائل
ca: Cursiva
cy: Italig
da: Kursiv
de: Kursiv
es_es: Cursiva
fi: Kursiivi
fr_ca: Italique
id: Huruf Miring
is: Skáletrað
it: Corsivo
ja: イタリック体
mi: Tuhinga
ms: Huruf condong
nl: Cursief
pl: Kursywa
pt_br: Itálico
ru: Курсив
sl: Poševno
sv: Kursiv
th: ตัวเอียง
vi: Nghiêng

source: Join
ar: انضم
ca: Inscriu-t'hi
cy: Ymuno
da: Deltag
de: Beitreten
es_es: Unirse
fi: Liity
fr_ca: Rejoindre
id: Gabung
is: Taka þátt
it: Iscriviti
ja: 参加する
mi: Hono
ms: Sertai
nl: Deelnemen
pl: Dołącz
pt_br: Participar
ru: Присоединиться
sl: Pridružite se
sv: Anslut
th: เข้าร่วม
vi: Tham Gia

source: Landing page
ar: الصفحة المنتقل إليها
ca: Pàgina de destinació
cy: Tudalen lanio
da: Landingsside
de: Zielseite
es_es: Página de inicio
fi: Aloitussivu
fr_ca: Page de renvoi
id: Halaman Awal
is: Lendingarsíða
it: Pagina di destinazione
ja: ランディングページ
mi: Whārangi Tauranga
ms: Halaman Pendaratan
nl: Landingspagina
pl: Strona początkowa
pt_br: Página de Destino
ru: Целевая страница
sl: Ciljna stran
sv: Landningssida
th: หน้าปลายทาง
vi: Trang Đích

source: Last activity on %@
ar: آخر نشاط في %@
ca: Darrera activitat el %@
cy: Gweithgaredd diwethaf ar %@
da: Sidste aktivitet den %@
de: Letzte Aktivität am %@
es_es: Última actividad el %@
fi: Viimeisin aktiviteetti %@
fr_ca: Dernière activité le %@
id: Aktivitas terakhir pada %@
is: Virkni síðast þann %@
it: Ultima attività del %@
ja: 最新のアクティビティがあった日%@
mi: Mahi whakamutunga i runga ī %@
ms: Aktiviti terakhir pada %@
nl: Laatste activiteit op %@
pl: Ostatnia aktywność w dniu %@
pt_br: Última atividade em %@
ru: Последнее действие включено %@
sl: Zadnja aktivnost dne %@
sv: Senaste aktivitet %@
th: กิจกรรมล่าสุดเมื่อ %@
vi: Hoạt động gần nhất vào %@

source: Last post %@
ar: آخر نشر %@
ca: Darrera publicació %@
cy: Post diwethaf %@
da: Sidste indlæg %@
de: Letzter Post %@
es_es: Última publicación %@
fi: Viimeinen lähetys %@
fr_ca: Dernière publication %@
id: Posting terakhir %@
is: Síðasti póstur %@
it: Ultimo post %@
ja: 最後のポスト%@
mi: Whakairi whakamutunga %@
ms: Siaran terakhir %@
nl: Laatste bericht %@
pl: Ostatni post %@
pt_br: Último post %@
ru: Последний пост %@
sl: Zadnja objava %@
sv: Senaste inlägg %@
th: โพสต์ล่าสุด %@
vi: Bài đăng gần nhất %@

source: Late
ar: متأخر
ca: Endarrerit
cy: Yn Hwyr
da: Sen
de: Verspätet
es_es: Atrasado
fi: Myöhään
fr_ca: En retard
id: Terlambat
is: Seint
it: In ritardo
ja: 遅れている
mi: Tūreiti
ms: Lewat
nl: Te laat
pl: Późno
pt_br: Atrasado
ru: Поздно
sl: Zamuda
sv: Sen
th: ล่าช้า
vi: Trễ

source: Late grading
ar: تقييم متأخر
ca: Nota endarrerida
cy: Graddio Hwyr
da: Sen karaktergivning
de: Verspätete Benotung
es_es: Evaluación con retraso
fi: Myöhäinen arvosanojen anto
fr_ca: Notation tardive
id: Penilaian Terlambat
is: Síðbúin einkunnagjöf
it: Valutazione in ritardo
ja: 遅れた採点
mi: kōeke tūreiti
ms: Penggredan Lewat
nl: Beoordeling te laat
pl: Późne ocenianie
pt_br: Classificação atrasada
ru: Несвоевременное выставление оценок
sl: Zamujen rok za ocenjevanje
sv: Försenad bedömning
th: การให้เกรดล่าช้า
vi: Chấm Điểm Trễ

source: Latest
ar: الأدنى
ca: El més recent
cy: Diweddaraf
da: Seneste
de: Letzte
es_es: Más reciente
fi: Viimeisin
fr_ca: Le plus récent
id: Terbaru
is: Nýjast
it: Più recente
ja: 最新
mi: hou
ms: Terakhir
nl: Laatste
pl: Najnowsze
pt_br: Mais recente
ru: Последняя
sl: Najnovejše
sv: Senaste
th: ล่าสุด
vi: Mới Nhất

source: Launch external tool
ar: تشغيل الأداة الخارجية
ca: Inicieu l'eina externa
cy: Lansio Adnodd Allanol
da: Start eksternt værktøj
de: Externes Tool starten
es_es: Iniciar la herramienta externa
fi: Käynnistä ulkoinen työkalu
fr_ca: Lancer l'outil externe
id: Luncurkan Alat Eksternal
is: Nota ytra verkfæri
it: Avvia strumento esterno
ja: 外部ツールを起動する
mi: Neke Taputapu Waho
ms: Lancarkan Alat Luar
nl: Extern hulpmiddel lanceren
pl: Uruchom narzędzie zewnętrzne
pt_br: Executar ferramenta externa
ru: Запуск внешнего инструмента
sl: Zaženi zunanje orodje
sv: Starta externt verktyg
th: เรียกใช้ชุดเครื่องมือจากภายนอก
vi: Khởi Chạy Công Cụ Ngoài

source: Leave student view
ar: مغادرة عرض الطالب
ca: Surt de la vista d'estudiant
cy: Gadael y Wedd Myfyrwyr
da: Luk visning for studerende
de: Studierendenansicht verlassen
es_es: Abandonar la vista de estudiante
fi: Lähde opiskelijanäkymästä
fr_ca: Quitter l’la Vue étudiant
id: Tinggalkan Tampilan Siswa
is: Fara úr nemandasýn
it: Abbandona visualizzazione studenti
ja: 受講者ビューを閉じる
mi: Waiho Ākonga Tirohia
ms: Tinggalkan Pandangan Pelajar
nl: Weergave voor cursisten verlaten
pl: Opuść widok uczestnika
pt_br: Sair da visualização do aluno
ru: Покинуть вид с позиции студента
sl: Zapusti pogled študenta
sv: Lämna Studentens vy
th: ออกจากมุมมองผู้เรียน
vi: Rời Góc Nhìn Của Sinh Viên

source: Legal
ar: القانوني
ca: Jurídic
cy: Cyfreithiol
da: Juridisk
de: Rechtliches
fi: Lakitiedot
fr_ca: Légal
id: Hukum
is: Lögfræði
it: Legale
ja: 法務
mi: Ture
ms: Undang-undang
nl: Juridisch
pl: Informacje prawne
ru: Юридические вопросы
sl: Pravne informacije
sv: Juridik
th: ประเด็นทางกฎหมาย
vi: Pháp Lý

source: Length in minutes
ar: الطول بالدقائق
ca: Durada en minuts
cy: Hyd mewn munudau
da: Længde i minutter
de: Länge in Minuten
es_es: Duración en minutos
fi: Pituus minuuteissa
fr_ca: Durée en minutes
id: Panjang dalam menit
is: Lengd í mínútum
it: Lunghezza in minuti
ja: 長さ（分）
mi: Roa i roto i ngā meneti
ms: Panjang dalam minit
nl: Duur in minuten
pl: Długość w min
pt_br: Duração em minutos
ru: Продолжительность в минутах
sl: Dolžina v minutah
sv: Längd i minuter
th: ความยาวเป็นนาที
vi: Độ dài theo đơn vị phút

source: Letter grade
ar: الدرجة بالأحرف
ca: Nota amb lletra
cy: Gradd Llythyren
da: Bogstavkarakterer
de: Buchstaben-Note
es_es: Nota por letra
fi: Kirjainarvosana
fr_ca: Notation par lettre
id: Nilai Dalam Huruf
is: Bókstafseinkunn
it: Voto in lettere
ja: ABC...評価
mi: Kōeke Reta
ms: Gred Huruf
nl: Beoordeling in lettervorm
pl: Ocena literowa
pt_br: Nota por conceito
ru: Успеваемость
sl: Črkovna ocena
sv: Bokstavsomdöme
th: เกรดแบบตัวอักษร
vi: Điểm Bằng Chữ

source: Library
ar: المكتبة
ca: Biblioteca
cy: Llyfrgell
da: Bibliotek
de: Bibliothek
es_es: Biblioteca
fi: Kirjasto
fr_ca: Bibliothèque
id: Pustaka
is: Skráasafn
it: Libreria
ja: 図書館
mi: Whare pukapuka
ms: Pustaka
nl: Bibliotheek
pl: Biblioteka
pt_br: Biblioteca
ru: Библиотека
sl: Knjižnica
sv: Bibliotek
th: ไลบรารี่
vi: Thư Viện

source: Light blue
ar: أزرق فاتح
ca: Blau clar
cy: Glas golau
da: Lyseblå
de: Hellblau
es_es: Azul claro
fi: Vaaleansininen
fr_ca: Bleu clair
id: Biru Mudah
is: Ljósblár
it: Blu chiaro
ja: ライトブルー
mi: Puru marama
ms: Biru Muda
nl: Lichtblauw
pl: Jasny niebieski
pt_br: Azul Claro
ru: Светло-синий
sl: Svetlo modra
sv: Ljusblå
th: ฟ้า
vi: Xanh Dương Nhạt

source: Light theme
ar: النسق الفاتح
ca: Tema clar
cy: Thema golau
da: Lyst tema
de: Helles Design
es_es: Tema claro
fi: Vaalea teema
fr_ca: Thème clair
id: Tema terang
is: Ljóst þema
it: Tema chiaro
ja: ライトテーマ
mi: Maama kaupapa
ms: Tema Cerah
nl: Licht thema
pl: Jasny motyw
pt_br: Tema claro
ru: Светлая тема
sl: Svetla preobleka
sv: Ljust tema
th: ธีมสว่าง
vi: Chủ đề sáng

source: Light Theme
ar: النسق الفاتح
ca: Tema clar
cy: Thema Olau
da: Lyst tema
de: Helles Design
es_es: Tema claro
fi: Vaalea teema
fr_ca: Thème clair
id: Tema Terang
is: Ljóst þema
it: Tema chiaro
ja: ライトテーマ
mi: Kaupapa Maama
ms: Tema Cerah
nl: Licht thema
pl: Jasny motyw
pt_br: Tema claro
ru: Светлая тема
sl: Svetla preobleka
sv: Ljust tema
th: ธีมสว่าง
vi: Chủ Đề Sáng

source: Like
ar: إعجاب
ca: M'agrada
cy: Yn hoffi
da: Synes godt om
es_es: Me gusta
fi: Tykkää
fr_ca: J’aime
id: Suka
is: líka við
it: Mi piace
ja: いいね！
mi: Pīrangi
pl: Polubienie
pt_br: Curtida
ru: Мне нравится
sl: Všeček
sv: Gilla-markering
th: กดไลค์
vi: Thích

source: Link
ar: ارتباط
ca: Enllaç
cy: Dolen
es_es: Enlace
fi: Linkki
fr_ca: Lien
id: Tautan
is: Tengill
ja: リンク
mi: hono
ms: Pautan
pl: Łącze
ru: Ссылка
sl: Povezava
sv: Länk
th: ลิงค์
vi: Liên Kết

source: Link to Website URL
ar: ارتباط إلى عنوان URL لموقع الويب
ca: Enllaç a l'URL del lloc web
cy: Dolen i URL y wefan
da: Link til websted-URL
de: Link zu Website-URL
es_es: Enlace a la URL del sitio web
fi: Linkki verkkosivuston URL:ään
fr_ca: Lien à l’URL du site Web
id: Tautkan ke URL Situs Web
is: Tengill á vefslóð vefsíðu
it: Collega a URL sito web
ja: ウェブURLへのリンク
mi: Hono ki te paetukutuku URL
ms: Pautan ke URL Laman Web
nl: Link naar website-URL
pl: Łącze do witryny
pt_br: Link para URL do site
ru: Ссылка на URL веб-сайта
sl: Poveži z URL spletnega mesta
sv: Länk till webbplatsens URL
th: ลิงค์ไปยัง URL เว็บไซต์
vi: Liên Kết Đến URL Trang Web

source: List
ar: قائمة
ca: Llista
cy: Rhest
da: Liste
de: Auflisten
es_es: Listado
fi: Lista
fr_ca: Liste
id: Daftar
is: Listi
it: Elenco
ja: リスト
mi: Rarangi
ms: Senarai
nl: Lijst
pl: Lista
pt_br: Lista
ru: Список
sl: Seznam
sv: Lista
th: รายการ
vi: Danh Sách

# list_and_end
source: %1$@, and %2$@
ar: %1$@، و %2$@
ca: %1$@, i %2$@
cy: %1$@, a %2$@
da: %1$@, og %2$@
de: %1$@, und %2$@
es_es: %1$@, y %2$@
fi: %1$@, ja %2$@
fr_ca: %1$@, et %2$@
id: %1$@, dan %2$@
is: %1$@, og %2$@
it: %1$@, e %2$@
ja: %1$@と%2$@
mi: %1$@, me %2$@
ms: %1$@ dan %2$@
nl: %1$@en %2$@
pl: %1$@, i %2$@
pt_br: %1$@, e %2$@
ru: %1$@, и %2$@
sl: %1$@, in %2$@
sv: %1$@ och %2$@
th: %1$@และ %2$@
vi: %1$@, và %2$@

# list_and_two
source: %1$@ and %2$@
ar: %1$@ و %2$@
ca: %1$@ i %2$@
cy: %1$@ a %2$@
da: %1$@ og %2$@
de: %1$@ und %2$@
es_es: %1$@ y %2$@
fi: %1$@ ja %2$@
fr_ca: %1$@ et %2$@
id: %1$@ dan %2$@
is: %1$@ og %2$@
it: %1$@ e %2$@
ja: %1$@と%2$@
mi: %1$@ me te %2$@
ms: %1$@ dan %2$@
nl: %1$@ en %2$@
pl: %1$@ i %2$@
pt_br: %1$@ e %2$@
ru: %1$@ и %2$@
sl: %1$@ in %2$@
sv: %1$@ och %2$@
th: %1$@ และ %2$@
vi: %1$@ và %2$@

# list_or_end
source: %1$@, or %2$@
ar: %1$@، أو %2$@
ca: %1$@, o %2$@
cy: %1$@, neu %2$@
da: %1$@, eller %2$@
de: %1$@, oder %2$@
es_es: %1$@, o %2$@
fi: %1$@tai %2$@
fr_ca: %1$@, ou %2$@
id: %1$@, atau %2$@
is: %1$@, eða %2$@
it: %1$@, o %2$@
ja: %1$@、または%2$@
mi: %1$@, rānei %2$@
ms: %1$@ atau %2$@
nl: %1$@, of %2$@
pl: %1$@lub %2$@
pt_br: %1$@, ou %2$@
ru: %1$@, или %2$@
sl: %1$@, ali %2$@
sv: %1$@ eller %2$@
th: %1$@หรือ %2$@
vi: %1$@, hoặc %2$@

# list_or_two
source: %1$@ or %2$@
ar: %1$@ أو %2$@
ca: %1$@ o %2$@
cy: %1$@ neu %2$@
da: %1$@ eller %2$@
de: %1$@ oder %2$@
es_es: %1$@ o %2$@
fi: %1$@ tai %2$@
fr_ca: %1$@ ou %2$@
id: %1$@ atau %2$@
is: %1$@ eða %2$@
it: %1$@ oppure %2$@
ja: %1$@または%2$@
mi: %1$@ rānei %2$@
ms: %1$@ atau %2$@
nl: %1$@ of %2$@
pl: %1$@ lub %2$@
pt_br: %1$@ ou %2$@
ru: %1$@ или %2$@
sl: %1$@ ali %2$@
sv: %1$@ eller %2$@
th: %1$@ หรือ %2$@
vi: %1$@ hoặc %2$@

source: Loading
ar: جارٍ التحميل
ca: S'està carregant
cy: Wrthi’n llwytho
da: Indlæser
de: Wird geladen
es_es: Cargando
fi: Ladataan
fr_ca: En cours de chargement
id: Memuat
is: Hleður
it: Caricamento
ja: 読み込み中
mi: E tukuake ana
ms: Memuatkan
nl: Bezig met laden
pl: Wczytywanie
pt_br: Carregando
ru: Загрузка
sl: Nalaganje
sv: Läser in
th: กำลังโหลด
vi: Đang tải

# Loading more modules...
source: Loading more units...
ar: تحميل المزيد من الوحدات النمطية...
ca: S'estan carregant més continguts…
cy: Wrthi’n llwytho mwy o fodiwlau...
da: Indlæser flere moduler ...
de: Mehr Module werden geladen ...
es_es: Cargando más contenidos...
fi: Ladataan lisää moduuleita...
fr_ca: Chargement de plus de modules
id: Memuat modul lain...
is: Hleð inn fleiri einingum…
it: Caricamento di più moduli in corso...
ja: モジュールをさらにロードしています…
mi: Uta nui atu ngā kōwae ...
ms: Muatkan lebih banyak modul...
nl: Meer modules laden...
pl: Trwa ładowanie kolejnych modułów...
pt_br: Carregando mais módulos...
ru: Загрузка других модулей...
sl: Nalagam več modulov ...
sv: Läser in fler moduler...
th: กำลังโหลดหน่วยการเรียนเพิ่มเติม...
vi: Đang tải thêm học phần...

source: Locate QR Code
ar: ابحث عن رمز QR
ca: Localitzeu el codi QR
cy: Dod o hyd i God QR
da: Find QR-kode
de: QR-Code finden
es_es: Ubicar código QR
fi: Etsi viivakoodi
fr_ca: Trouver le code QR
id: Temukan Kode QR
is: Finna QR kóða
it: Individua codice QR
ja: QR コードを探す
mi: Kimihia QR Waehere
ms: Kesan Kod QR
nl: QR-code zoeken
pl: Znajdź kod QR
pt_br: Localizar código QR
ru: Определить местонахождение кода QR
sl: Poiščite kodo QR
sv: Lokalisera QR-kod
th: ระบุตำแหน่งรหัส QR
vi: Tìm Mã QR

source: Lock questions after answering
ar: تأمين الأسئلة بعد الإجابة
ca: Bloquegeu les preguntes un cop respostes
cy: Cloi atebion ar ôl ateb
da: Lås spørgsmål efter besvarelse
de: Fragen nach der Beantwortung sperren
es_es: Bloquear preguntas después de responderlas
fi: Lukitse kysymykset vastaamisen jälkeen
fr_ca: Verrouiller les questions après les réponses
id: Kunci Pertanyaan Setelah Menjawab
is: Læsa spurningum eftir svör
it: Blocca domande dopo le risposte
ja: 解答の後で問題をロックする
mi: Maukati Pātai muri Tali
ms: Kunci Soalan Selepas Jawapan Diberikan
nl: Vergrendel vragen na beantwoording
pl: Zablokuj pytania po udzieleniu odpowiedzi
pt_br: Bloquear perguntas após responder
ru: Заблокировать вопросы после ответа на них
sl: Zakleni vprašanja, ko bo nanje odgovorjeno
sv: Lås frågor efter svar har getts
th: ล็อคคำถามหลังตอบ
vi: Khóa Câu Hỏi Sau Khi Trả Lời

source: Lock Questions After Answering:
ar: تأمين الأسئلة بعد الإجابة:
ca: Bloqueja les preguntes un cop respostes:
cy: Cloi atebion ar ôl ateb:
da: Lås spørgsmål efter besvarelse:
de: Fragen nach Beantwortung sperren:
es_es: Bloquear preguntas después de responderlas:
fi: Lukitse kysymykset vastaamisen jälkeen:
fr_ca: Verrouiller les questions après avoir répondu :
id: Kunci Pertanyaan Setelah Menjawab:
is: Læsa spurningum eftir svör:
it: Blocca domande dopo le risposte:
ja: 回答後質問をロック：
mi: Rakaina ngā pātai i muri o te whakautu
ms: Kunci Soalan Selepas Jawapan Diberikan:
nl: Vragen na beantwoording vergrendelen:
pl: Zablokuj pytania po udzieleniu odpowiedzi:
pt_br: Bloquear perguntas após responder:
ru: Заблокировать вопросы после ответа на них:
sl: Zakleni vprašanja, ko bo nanje odgovorjeno:
sv: Lås frågor efter att de har besvarats:
th: ล็อคคำถามหลังตอบ:
vi: Khóa Câu Hỏi Sau Khi Trả Lời:

source: locked
ar: مؤمّن
ca: bloquejat
cy: wedi'u cloi
da: låst
de: gesperrt
es_es: bloqueado
fi: lukittu
fr_ca: verrouillé
id: terkunci
is: læst
it: bloccato
ja: ロックされています
mi: Kua rakaina
ms: berkunci
nl: vergrendeld
pl: zblokowane
pt_br: bloqueado(a)
ru: заблокировано
sl: zaklenjeno
sv: låst
th: ล็อคแล้ว
vi: bị khóa

source: Locked
ar: مؤمّن
ca: Bloquejat
cy: Wedi Cloi
da: Låst
de: Gesperrt
es_es: Bloqueado
fi: Lukittu
fr_ca: Verrouillé
id: Terkunci
is: Læst
it: Bloccato
ja: ロックされています
mi: Kua rakaina
ms: Berkunci
nl: Vergrendeld
pl: Zablokowany
pt_br: Bloqueado(a)
ru: Заблокировано
sl: Zaklenjeno
sv: Låst
th: ล็อคแล้ว
vi: Bị Khóa
