Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

source: Push notifications
ar: الإعلامات الفورية
ca: Notificacions d'inserció
cy: Hysbysiadau Marchnata
da: Push notifikationer
de: Push-Benachrichtigungen
es_es: Notificaciones automáticas
fi: Push-ilmoitukset
fr_ca: Notifications Push
id: Notifikasi Push
is: Þrýstar tilkynningar
it: Notifiche push
ja: プッシュ通知
mi: Pana ngā Whakamōhiotanga
ms: Pemberitahuan Tolak
nl: Push berichtgevingen
pl: Powiadomienia push
pt_br: Notificações Push
ru: Push-уведомления
sl: Poslana obvestila
sv: Push-aviseringar
th: การแจ้งเตือนแบบพุช
vi: Thông Báo Đẩy

source: Quiz
ar: الاختبار
ca: prova
cy: cwis
da: test
es_es: prueba
fi: kysely
fr_ca: questionnaire
id: kuis
is: próf
ja: 小テスト
ms: kuiz
nl: toets
pl: test
pt_br: teste
ru: тест
sl: kviz
th: แบบทดสอบ
vi: kiểm tra

source: Quiz
ar: الاختبار الموجز
ca: Prova
cy: Cwis
da: Test
es_es: Prueba
fi: Tietovisa
fr_ca: Questionnaire
id: Kuis
is: Próf
ja: 小テスト
ms: Kuiz
nl: Toets
pt_br: Teste
ru: Тест
sl: Kviz
th: แบบทดสอบ
vi: Kiểm Tra

source: Quiz details
ar: تفاصيل الاختبار الموجز
ca: Informació de la prova
cy: Manylion Cwis
da: Nærmere oplysninger om testen
es_es: Detalles de la prueba
fi: Tietovisan tiedot
fr_ca: Détails sur le questionnaire
id: Detail Kuis
is: Prófupplýsingar
it: Dettagli quiz
ja: 小テストの詳細情報
mi: Ngā Quiz Taipitopito
ms: Butiran Kuiz
nl: Toetsdetails
pl: Informacje szczegółowe dot. testu
pt_br: Detalhes do teste
ru: Сведения о тесте
sl: Podrobnosti o kvizu
sv: Quizinformation
th: รายละเอียดแบบทดสอบ
vi: Thông Tin Chi Tiết Bài Kiểm Tra

source: Quiz Preview
ar: معاينة الاختبار الموجز
ca: Visualització prèvia de la prova
cy: Rhagolwg o'r Cwis
da: Forhåndsvisning af quiz
de: Quizvorschau
es_es: Vista previa de la prueba
fi: Tietovisan esikatselu
fr_ca: Aperçu du questionnaire
id: Pratinjau Kuis
is: Forskoðun prófs
it: Anteprima quiz
ja: 小テストプレビュー
mi: Quiz Arokite
ms: Pratonton Kuiz
nl: Voorbeeld van toets
pl: Podgląd testu
pt_br: Pré-visualização do teste
ru: Просмотр контрольной работы
sl: Predogled kviza
sv: Förhandsvisning av quiz
th: แสดงตัวอย่างแบบทดสอบ
vi: Xem Trước Bài Kiểm Tra

source: Quiz Score to Keep
ar: درجة الاختبار الموجز التي يتعين الاحتفاظ بها
ca: Puntuació de la prova que s'ha de mantenir
cy: Sgôr cwis i’w chadw
da: Testresultat som skal noteres
de: Zu speichernde Quiz-Punktezahl
es_es: Puntuación de la prueba a mantener
fi: Säilytettävä testin pistemäärä
fr_ca: Notation du questionnaire à conserver
id: Skor Kuis untuk Disimpan
is: Varðveita prófeinkunn
it: Punteggio quiz da mantenere
ja: 保持する小テスト スコア
mi: Quiz kaute ki te Puritia
ms: Skor Kuiz untuk Disimpan
nl: Te behouden toetsscore
pl: Wynik punktowy z testu do zapisania
pt_br: Pontuação do Teste para manter
ru: Оценка контрольной работы для сохранения
sl: Upoštevani rezultat kviza
sv: Quizresultat att behålla
th: คะแนนแบบทดสอบที่จะเก็บ
vi: Điểm Kiểm Tra Sẽ Giữ

source: Quiz Type
ar: نوع الاختبار الموجز
ca: Tipus de prova
cy: Math o Gwis
da: Testtype
de: Quiztyp
es_es: Tipo de prueba
fi: Testin tyyppi
fr_ca: Type de questionnaire
id: Jenis Kuis
is: Tegund prófs
it: Tipo di quiz
ja: 小テスト タイプ
mi: Momo Quiz
ms: Jenis Kuiz
nl: Toetstype
pl: Typ testu
pt_br: Tipo de questionário
ru: Тип контрольной работы
sl: Vrsta kviza
sv: Quiztyp
th: ประเภทแบบทดสอบ
vi: Loại Bài Kiểm Tra

source: Quiz Type:
ar: نوع الاختبار الموجز:
ca: Tipus de prova:
cy: Math o Gwis:
de: Quiztyp:
es_es: Tipo de prueba:
fi: Tietovisan yppi:
fr_ca: Type de questionnaire :
id: Jenis Kuis:
is: Tegund prófs:
it: Tipo di quiz:
ja: 保留中のレビュー
mi: Momo Quiz:
ms: Jenis Kuiz:
nl: Toetstype:
pl: Typ testu:
pt_br: Tipo de teste:
ru: Тип теста:
sl: Vrsta kviza:
sv: Quiztyp:
th: ประเภทแบบทดสอบ:
vi: Loại Bài Kiểm Tra:

source: Quizzes
ar: الاختبارات الموجزة
ca: Proves
cy: Cwisiau
da: Test
de: Quizze
es_es: Pruebas
fi: Testit
fr_ca: Questionnaires
id: Kuis
is: Próf
it: Quiz
ja: 小テスト
mi: Ngā Quizzes
ms: Kuiz
nl: Toetsen
pl: Testy
pt_br: Testes
ru: Тесты
sl: Kvizi
sv: Quiz
th: คำถาม
vi: Các Câu Hỏi Kiểm Tra

source: Recent activity
ar: النشاط الأخير
ca: Activitat recent
cy: Gweithgarwch diweddar
da: Seneste aktivitet
de: Aktuelle Aktivität
es_es: Actividad reciente
fi: Viimeaikainen aktiviteetti
fr_ca: Activité récente
id: Aktivitas Terkini
is: Nýleg virkni
it: Attività recente
ja: 最近のアクティビティ
mi: Mahi Tata
ms: Aktiviti Terkini
nl: Recente activiteit
pl: Ostatnia aktywność
pt_br: Atividade recente
ru: Недавно выполненные действия
sl: Nedavna aktivnost
sv: Senaste aktivitet
th: กิจกรรมล่าสุด
vi: Hoạt Động Gần Đây

source: Recipients
ar: المتلقون
ca: Destinataris
cy: Derbynwyr
da: Modtagere
de: Empfänger
es_es: Destinatarios
fi: Vastaanottajat
fr_ca: Destinataires
id: Penerima
is: Viðtakendur
it: Destinatari
ja: 受信者
mi: Ngā Kaiwhiwhi
ms: Penerima
nl: Geadresseerden
pl: Odbiorcy
pt_br: Recipientes
ru: Получатели
sl: Prejemniki
sv: Mottagare
th: ผู้รับ
vi: Người Nhận

source: Record audio
ar: تسجيل الصوت
ca: Enregistra so
cy: Recordio Sain
da: Optage audio
de: Audio aufnehmen
es_es: Grabar audio
fi: Nauhoita ääni
fr_ca: Enregistrer le son
id: Rekam Audio
is: Taka upp hljóð
it: Registra audio
ja: オーディオを録音する
mi: Tāhopu Ororongo
ms: Rakam Audio
nl: Audio opnemen
pl: Nagraj dźwięk
pt_br: Gravar Áudio
ru: Записать аудио
sl: Posnemi zvok
sv: Spela in ljud
th: บันทึกเสียง
vi: Ghi Âm

source: Recordings
ar: التسجيلات
ca: Enregistraments
cy: Recordiad
da: Optagelser
de: Aufzeichnungen
es_es: Grabaciones
fi: Nauhoitukset
fr_ca: Enregistrements
id: Rekaman
is: Upptökur
it: Registrazioni
ja: 録画
mi: Ngā ōrongorongo
ms: Rakaman
nl: Opnamen
pl: Nagrań
pt_br: Gravações
ru: Записи
sl: Snemanja
sv: Inspelningar
th: ผลงานบันทึก
vi: Bản Ghi

source: red
ar: أحمر
ca: vermell
cy: coch
da: rød
de: rot
es_es: rojo
fi: punainen
fr_ca: rouge
id: merah
is: rauður
it: rosso
ja: レッド
mi: whero
ms: merah
nl: rood
pl: czerwony
pt_br: vermelho
ru: красный
sl: rdeča
sv: röd
th: แดง
vi: đ

source: Red
ar: أحمر
ca: Vermell
cy: Coch
da: Rød
de: Rot
es_es: Rojo
fi: Punainen
fr_ca: Rouge
id: Merah
is: Rauður
it: Rosso
ja: レッド
mi: Whero
ms: Merah
nl: Rood
pl: Czerwony
pt_br: Vermelho
ru: Красный
sl: Rdeče
sv: Röd
th: แดง
vi: Đỏ

source: Re-do
ar: إعادة
ca: Refés
cy: Ail-wneud
da: Annuller fortryd
de: Wiederholen
es_es: Rehacer
fi: Suorita uudelleen
fr_ca: Rétablir
id: Ulangi
is: Endurtaka
it: Ripeti
ja: やり直し
mi: Mahi anō
ms: Buat semula
nl: Opnieuw
pl: Cofnij
pt_br: Refazer
ru: Повторить
sl: Uveljavi
sv: Gör om
th: ทำซ้ำ
vi: Làm lại

source: Refreshing
ar: جارٍ التحديث
ca: S'estan actualitzant
cy: Wrthi’n adnewyddu
da: Opdaterer
de: Aktualisieren
es_es: Actualizando
fi: Päivitetään
fr_ca: Actualisation en cours
id: Memuat ulang
is: Enduglæðir
it: Aggiornamento
ja: 更新中
mi: Tāmata ana
ms: Segar semula
nl: Bezig met verversen
pl: Odświeżanie
pt_br: Atualizando
ru: Обновление
sl: Osvežujem
sv: Uppdaterar
th: กำลังรีเฟรช
vi: Đang Làm Mới

source: Remaining
ar: المتبقي
ca: Restant
cy: Yn Weddill
da: Tilbage
de: Verbleibend
es_es: Restante
fi: Jäljelle jäänyt
fr_ca: Restant
id: Tersisa
is: Eftir
it: Rimasto
ja: 残り
mi: E toe ana
ms: Berbaki
nl: Resterend
pl: Pozostało
pt_br: Restante
ru: Остается
sl: Preostalo
sv: Återstående
th: ที่เหลือ
vi: Còn lại

source: Remove
ar: إزالة
ca: Suprimeix
cy: Tynnu
da: Fjern
de: Entfernen
es_es: Eliminar
fi: Poista
fr_ca: Retirer
id: Hapus
is: Fjarlægja
it: Rimuovi
ja: 削除
mi: Tango
ms: Alih Keluar
nl: Verwijderen
pl: Usuń
pt_br: Remover
ru: Удалить
sl: Odstrani
sv: Ta bort
th: ลบ
vi: Gỡ

source: Remove %@
ar: إزالة %@
ca: Elimina %@
cy: Tynnu %@
da: Fjern %@
de: Entfernen %@
es_es: Eliminar %@
fi: Poista %@
fr_ca: Retirer %@
id: Hapus %@
is: Fjarlægja %@
it: Rimuovi %@
ja: 削除%@
mi: Tangohia %@
ms: Alih keluar %@
nl: Verwijderen %@
pl: Usuń %@
pt_br: Remover %@
ru: Удалить %@
sl: Odstrani %@
sv: Ta bort %@
th: ลบ %@
vi: Gỡ %@

source: Remove Attachment
ar: إزالة المرفق
ca: Suprimeix el fitxer adjunt
cy: Tynnu Atodiad
da: Slet vedhæftet fil
de: Anhang entfernen
es_es: Eliminar el archivo adjunto
fi: Poista liite
fr_ca: Retirer la pièce jointe
id: Hapus Lampiran
is: Fjarlægja viðhengi
it: Rimuovi allegato
ja: 添付を削除する
mi: Tangohia te Āpitihanga
ms: Alih Keluar Lampiran
nl: Bijlage verwijderen
pl: Usuń załącznik
pt_br: Remover anexo
ru: Удалить вложение
sl: Odstrani prilogo
sv: Ta bort bilaga
th: ลบเอกสารแนบ
vi: Gỡ Tập Tin Đính Kèm

source: Remove Attachment?
ar: هل تريد إزالة المرفق؟
ca: Voleu suprimir el fitxer adjunt?
cy: Tynnu Atodiad?
da: Slet vedhæftet fil?
de: Anhang entfernen?
es_es: ¿Eliminar el archivo adjunto?
fi: Poistetaanko liite?
fr_ca: Retirer la pièce jointe?
id: Hapus Lampiran?
is: Fjarlægja viðhengi?
it: Rimuovere allegato?
ja: 添付を削除しますか？
mi: Tangohia te Āpitihanga?
ms: Alih Keluar Lampiran?
nl: Bijlage verwijderen?
pl: Usunąć załącznik?
pt_br: Remover anexo?
ru: Удалить вложение?
sl: Želite odstraniti prilogo?
sv: Vill du ta bort bilagan?
th: ลบเอกสารแนบหรือไม่
vi: Gỡ Tập Tin Đính Kèm?

source: Remove date
ar: إزالة التاريخ
ca: Elimina la data
cy: Tynnu dyddiad
da: Fjern dato
de: Datum entfernen
es_es: Eliminar fecha
fi: Poista päivämäärä
fr_ca: Retirer la date
id: Hapus tanggal
is: Fjarlægja dagsetningu
it: Rimuovi data
ja: 日付を削除
mi: Tango rā
ms: Alih keluar tarikh
nl: Datum verwijderen
pl: Usuń datę
pt_br: Remover data
ru: Удалить дату
sl: Odstrani datum
sv: Ta bort datum
th: ลบวันที่
vi: Gỡ bỏ ngày

source: Remove Due Date?
ar: هل تريد إزالة تاريخ الاستحقاق؟
ca: Voleu suprimir la data de lliurament?
cy: Tynnu Dyddiad Erbyn?
da: Fjern afleveringsdato?
de: Fälligkeitsdatum entfernen?
es_es: ¿Eliminar la fecha de entrega?
fi: Poistetaanko määräpäivä?
fr_ca: Retirer la date d’échéance?
id: Hapus Tanggal Batas?
is: Fjarlægja skiladag?
it: Rimuovere data di scadenza?
ja: 期限を削除しますか？
mi: Tango Rā e Tika Ana
ms: Alih Keluar Tarikh Siap?
nl: Inleverdatum verwijderen?
pl: Usunąć termin?
pt_br: Remover data de vencimento?
ru: Удалить срок выполнения?
sl: Želite odstraniti rok?
sv: Vill du ta bort inlämningsdatumet?
th: ลบวันครบกำหนดหรือไม่
vi: Gỡ Bỏ Ngày Đến Hạn?

source: Remove File
ar: إزالة الملف
ca: Elimina el fitxer
cy: Tynnu Ffeil
da: Fjern fil
de: Datei entfernen
es_es: Eliminar archivo
fi: Poista tiedosto
fr_ca: Retirer un fichier
id: Hapus File
is: Fjarlægja skrá
it: Rimuovi File
ja: ファイルを削除
mi: Tango Kōnae
ms: Alih Keluar Fail
nl: Bestand verwijderen
pl: Usuń plik
pt_br: Remover arquivo
ru: Удалить файл
sl: Odstrani datoteko
sv: Ta bort fil
th: ลบไฟล์
vi: Gỡ Tập Tin

source: Remove file from submission.
ar: إزالة الملف من الإرسال.
ca: Suprimiu el fitxer de l’entrega.
cy: Tynnwch y ffeil o’r cyflwyniad.
da: Fjern fil fra indsendelse.
de: Datei aus der Sendung entfernen.
es_es: Eliminar archivo de la entrega.
fi: Poista tiedosto lähetyksestä.
fr_ca: Retirer le fichier de l’envoi.
id: Hapus file dari penyerahan.
is: Fjarlægja skrá úr skilum.
it: Rimuovere il file dall’invio.
ja: 投稿ファイルを削除します。
mi: Tango kōnae mai I te tukunga.
ms: Alih keluar fail daripada serahan.
nl: Verwijder het bestand uit de inlevering.
pl: Usuń plik z przesyłki.
pt_br: Remova o arquivo do envio.
ru: Удалить файл из отправки.
sl: Odstrani datoteko iz oddaje.
sv: Ta bort från inlämning.
th: ลบไฟล์จากการจัดส่ง
vi: Gỡ tập tin khỏi quá trình gửi.

source: Remove From List?
ar: هل تريد الإزالة من القائمة؟
ca: Voleu suprimir-lo de la llista?
cy: Tynnu o'r Rhestr?
da: Fjern fra liste?
de: Aus Liste entfernen?
es_es: ¿Eliminar de la lista?
fi: Poistetaanko luettelosta?
fr_ca: Retirer de la liste?
id: Hapus dari Daftar?
is: Fjarlægja af lista?
it: Rimuovere dall’elenco
ja: リストから外しますか？
mi: Tango Mai I te Rarangi?
ms: Alih keluar daripada Senarai?
nl: Uit lijst verwijderen?
pl: Usunąć z listy?
pt_br: Remover da lista?
ru: Удалить из списка?
sl: Želite to odstraniti s seznama?
sv: Ta bort från listan?
th: ลบจากรายการหรือไม่
vi: Gỡ khỏi Danh Sách?

source: Remove item
ar: إزالة عنصر
ca: Suprimeix l'element
cy: Tynnu eitem
da: Fjern element
de: Element entfernen
es_es: Eliminar ítem
fi: Poista kohde
fr_ca: Supprimer l’élément
id: Hapus item
is: Fjarlægja atriði
it: Rimuovi elemento
ja: 品目を消去する
mi: Tango tūemi
ms: Alih keluar item
nl: Item verwijderen
pl: Usuń element
pt_br: Remover item
ru: Удалить элемент
sl: Odstrani element
sv: Ta bort objekt
th: ลบรายการ
vi: Gỡ mục

source: Removed %1$@
ar: تمت الإزالة %1$@
ca: Eliminat el %1$@
cy: Wedi tynnu %1$@
da: Fjernet %1$@
de: Entfernt %1$@
es_es: Eliminado %1$@
fi: Poistettu %1$@
fr_ca: Retiré %1$@
id: Dihapus %1$@
is: Fjarlægt %1$@
it: Rimosso %1$@
ja: 除去済%1$@
mi: Kua tangohia %1$@
ms: %1$@ dialih keluar
nl: Verwijderd %1$@
pl: Usunięto %1$@
pt_br: Removido %1$@
ru: Удалено %1$@
sl: Odstranjeno %1$@
sv: Tog bort %1$@
th: ลบแล้ว %1$@
vi: %1$@ đã bị gỡ

source: Removed %1$@ by %2$@
ar: تمت إزالة %1$@ بواسطة %2$@
ca: Eliminat el %1$@ per %2$@
cy: %1$@ wedi’i dynnu gan %2$@
da: fjernet %1$@ af %2$@
de: %1$@ entfernt von %2$@
es_es: Eliminado %1$@ por %2$@
fi: Kohteen poistaja %1$@ %2$@
fr_ca: Retiré %1$@ par %2$@
id: %1$@ dihapus oleh %2$@
is: Fjarlægt %1$@ af %2$@
it: %1$@ rimosso da %2$@
ja: （）により%1$@除去済%2$@
mi: Kua tangohia %1$@ e %2$@
ms: %1$@ dialih keluar oleh %2$@
nl: %1$@ verwijderd door %2$@
pl: Usunięte %1$@ przez %2$@
pt_br: %1$@ removido por %2$@
ru: Удалено %1$@ %2$@
sl: Odstranjeno %1$@, odstranil %2$@
sv: Borttagen %1$@ av %2$@
th: ลบ %1$@ โดย %2$@
vi: %1$@ đã bị gỡ bởi %2$@

source: Replies
ar: ردود
ca: Respostes
cy: Ateb
da: Svar
de: Antworten
es_es: Respuestas
fi: Vastausta
fr_ca: Réponses
id: Balasan
is: Svör
it: Risposte
ja: 返信
mi: Ngā whakautu
ms: Balasan
nl: Antwoorden
pl: Odpowiedzi
pt_br: Respostas
ru: Ответы
sl: Odgovori
sv: Svar
th: การตอบกลับ
vi: Trả lời

source: Reply
ar: رد
ca: Respon
cy: Ateb
da: Svar
de: Antworten
es_es: Respuesta
fi: Vastaus
fr_ca: Répondre
id: Balas
is: Svara
it: Rispondi
ja: 返信
mi: Whakautu
ms: Balas
nl: Reageren
pl: Odpowiedz
pt_br: Responder
ru: Ответить
sl: Odgovori
sv: Svara
th: ตอบกลับ
vi: Trả Lời

source: Reply all
ar: رد على الكل
ca: Respon a tots
cy: Ateb Pawb
da: Svar til alle
de: Allen antworten
es_es: Responder a todos
fi: Vastaa kaikille
fr_ca: Répondre à tous
id: Balas Semua
is: Svara öllum
it: Rispondi a tutti
ja: 全員に返信
mi: Whakautu ki te katoa
ms: Balas Semua
nl: Allen beantwoorden
pl: Odpowiedz wszystkim
pt_br: Responder a todos
ru: Ответить на все
sl: Odgovori vsem
sv: Svara alla
th: ตอบกลับทั้งหมด
vi: Trả Lời Tất Cả

source: Reply sent
ar: تم إرسال رد
ca: Resposta enviada
cy: Wedi anfon ymateb
da: Svar sendt
de: Antwort gesendet.
es_es: Respuesta enviada
fi: Vastaus lähetetty
fr_ca: Réponse envoyée
id: Balasan dikirim
is: Svar sent
it: Risposta inviata
ja: 返信を送信済み
mi: Kua tukuna te whakautu
ms: Balasan dihantar
nl: Antwoord verzonden
pl: Wysłano odpowiedź
pt_br: Resposta enviada
ru: Ответ отправлен
sl: Odgovor je poslana
sv: Svar skickat
th: ส่งการตอบกลับแล้ว
vi: Đã gửi câu trả lời

source: Reply to main discussion
ar: الرد على النقاش الرئيسي
ca: Respon al fòrum principal
cy: Ateb prif drafodaeth
da: Svar på hoveddiskussion
de: Antwort auf das Hauptgespräch
es_es: Responder al debate principal
fi: Vastaa pääkeskusteluun
fr_ca: Répondre à la discussion principale
id: Balas ke diskusi utama
is: Svara aðalumræðu
it: Rispondi alla discussione principale
ja: メインディスカッションに返信
mi: Whakautu ki te kōrerorero matua
ms: Balas pada perbincangan utama
nl: Reageren op hoofddiscussie
pl: Odpowiedz na dyskusję główną
pt_br: Responder ao fórum principal
ru: Ответить в основное обсуждение
sl: Odgovori na glavno razpravo
sv: Svara på huvuddiskussion
th: ตอบกลับไปยังส่วนการพูดคุยหลัก
vi: Trả lời vào cuộc thảo luận chính

source: Reply to the annotation or previous comments
ar: الرد على التعليق التوضيحي أو التعليقات السابقة
ca: Responeu a l'anotació o als comentaris anteriors
cy: Ymateb i’r anodiad neu sylwadau blaenorol
da: Besvar anmærkningen eller tidligere kommentarer
de: Auf die Anmerkung oder Kommentare antworten
es_es: Responder a la anotación o a los comentarios anteriores
fi: Vastaa huomautukseen tai edellisiin kommentteihin
fr_ca: Répondre à l’annotation ou aux commentaires précédents
id: Balas ke anotasi atau komentar sebelumnya
is: Svara textaskýringu eða fyrri athugasemd
it: Rispondi all’annotazione o ai commenti precedenti
ja: 注釈や以前のコメントに返信する
mi: Whakautu ki te whakahuatanga me ngā kōrero o mua
ms: Balas pada anotasi atau komen sebelumnya
nl: Reageer op de aantekening of op vorige opmerkingen
pl: Odpowiedz na adnotację lub poprzednie komentarze
pt_br: Responder a observação ou comentários anteriores
ru: Ответить на аннотацию или предыдущие комментарии
sl: Odgovori na opombo ali predhodne komentarje
sv: Svara på noteringen eller tidigare kommentarer
th: ตอบกลับไปยังหมายเหตุกำกับหรือความเห็นก่อนหน้า
vi: Trả lời vào chú thích hoặc bình luận trước

source: Reply to thread
ar: الرد على سلسلة النقاشات
ca: Respon al fil
cy: Ateb edefyn
da: Svar på tråd
de: Antwort auf Thread
es_es: Responder al hilo
fi: Vastaa viestiketjuun
fr_ca: Répondre au fil
id: Balas ke utas
is: Svara þræði
it: Rispondi alla discussione
ja: スレッドに返信
mi: Whakautu ki te aho
ms: Balas di bebenang
nl: Reageren op thread
pl: Odpowiedz na wątek
pt_br: Responder ao tópico
ru: Ответить в тему
sl: Odgovori na pogovor
sv: Svara på tråd
th: ตอบกลับข้อความต่อเนื่อง
vi: Trả lời chuỗi hội thoại

source: Report
ar: إنشاء تقرير
ca: Informa
cy: Adroddiad
da: Rapport
de: Bericht
es_es: Informar
fi: Raportti
fr_ca: Signaler
id: Laporan
is: Skýrsla
it: Segnala
ja: 報告
mi: Pūrongo
ms: Laporkan
nl: Melden
pl: Raport
pt_br: Relatório
ru: Сообщить
sl: Poročilo
sv: Rapportera
th: รายงาน
vi: Báo Cáo

source: Report a problem
ar: إبلاغ عن مشكلة
ca: Informeu d'un problema
cy: Rhoi gwybod am broblem
da: Indberet et problem
de: Ein Problem melden
es_es: Informar sobre un problema
fi: Raportoi ongelma
fr_ca: Signaler un problème
id: Laporkan masalah
is: Tilkynna vandamál
it: Segnala un problema
ja: 問題を報告する
mi: Pūrongo i te Raruraru
ms: Laporkan Masalah
nl: Een probleem melden
pl: Zgłoś problem
pt_br: Relatar um problema
ru: Сообщить о проблеме
sl: Poročajte o težavi.
sv: Rapportera ett problem
th: แจ้งปัญหา
vi: Báo Cáo Vấn Đề

source: Request a feature
ar: طلب ميزة
ca: Sol·liciteu una característica
cy: Gofyn am Nodwedd
da: Anmod om en funktion
de: Ein Merkmal anfordern
es_es: Solicitar una funcionalidad
fi: Pyydä ominaisuus
fr_ca: Demander l’ajout d’une fonctionnalité
id: Minta Fitur
is: Biðja um eiginleika
it: Richiedi una funzione
ja: 機能をリクエストする
mi: Tono he Āhuatanga
ms: Minta Ciri
nl: Een functie aanvragen
pl: Zażądaj funkcji
pt_br: Solicitar uma funcionalidade
ru: Запросить функцию
sl: Zahtevaj funkcionalnost
sv: Begär en funktion
th: แจ้งขอคุณสมบัติการทำงาน
vi: Yêu Cầu Đặc Tính

source: Request failed
ar: فشل الطلب!
ca: No s'ha pogut tramitar la sol·licitud.
cy: Mae'r cais wedi methu!
da: Forespørgsel mislykkedes!
de: Anfrage fehlgeschlagen.
es_es: Ha habido un error en la solicitud
fi: Pyyntö epäonnistui!
fr_ca: La requête a échouée!
id: Permintaan Gagal!
is: Beiðni mistókst!
it: Richiesta non riuscita!
ja: リクエストに失敗しました！
mi: I rāhua te tono!
ms: Permintaan Gagal!
nl: Verzoek mislukt!
pl: Niepowodzenie żądania!
pt_br: Solicitação falhou!
ru: Сбой при выполнении запроса!
sl: Zahteva ni uspela.
sv: Begäran misslyckades!
th: คำขอล้มเหลว!
vi: Yêu Cầu Thất Bại!

source: Require an Access Code
ar: رمز الوصول مطلوب
ca: Sol·licita un codi d'accés
cy: Gofyn am God Mynediad
da: Kræv en adgangskode
de: Erfordern einen Zugriffscode
es_es: Requiere un código de acceso
fi: Vaadi pääsykoodia
fr_ca: Code d'accès requis
id: Membutuhkan Kode Akses
is: Krefjast aðgangskóða
it: Richiedi un codice di accesso
ja: アクセスコードが必要
mi: Rapu i te waehere uru
ms: Perlu Kod Akses
nl: Een toegangscode vereisen
pl: Wymagaj kodu dostępu
pt_br: Código de acesso exigido
ru: Запросить код доступа
sl: Zahtevaj kodo za dostop
sv: Begär en åtkomstkod
th: ต้องมีรหัสใช้งาน
vi: Bắt Buộc phải có Mã Truy Cập

source: Resources
ar: الموارد
ca: Recursos
cy: Adnoddau
da: Ressourcer
de: Ressourcen
es_es: Recursos
fi: Resurssit
fr_ca: Ressources
id: Sumber Daya
is: Hjálparefni
it: Risorse
ja: リソース
mi: Rauemi
ms: Sumber
nl: Hulpbronnen
pl: Zasoby
pt_br: Recursos
ru: Ресурсы
sl: Viri
sv: Resurser
th: ทรัพยากร
vi: Tài Nguyên

source: Restricted
ar: مقيد
ca: Restringit
cy: Cyfyngedig
da: Begrænset
de: Eingeschränkt
es_es: Restringido
fi: Rajoitettu
fr_ca: Restreint
id: Dibatasi
is: Takmarkað
it: Limitato
ja: 部外秘
mi: Rāhuitia
ms: Disekat
nl: Beperkt
pl: Ograniczony
pt_br: Restrito
ru: Доступ ограничен
sl: Omejeno
sv: Begränsat
th: หวงห้าม
vi: Bị Giới Hạn

source: Retry
ar: إعادة المحاولة
ca: Torna-ho a provar
cy: Ailgynnig
da: Prøv igen
de: Erneut versuchen
es_es: Reintentar
fi: Yritä uudelleen
fr_ca: Réessayer
id: Coba lagi
is: Reyna aftur
it: Riprova
ja: 再試行
mi: Ngana anō
ms: Cuba semula
nl: Opnieuw proberen
pl: Ponów próbę
pt_br: Tentar novamente
ru: Повторить
sl: Ponovno poskusi
sv: Försök igen
th: ลองใหม่
vi: Thử Lại

source: Saving...
ar: جارٍ الحفظ...
ca: S'està desant…
cy: Wrthi’n cadw...
da: Gemmer ...
de: Speichervorgang läuft ...
es_es: Guardando...
fi: Tallennetaan...
fr_ca: Sauvegarde en cours...
id: Menyimpan...
is: Vista...
it: Salvataggio in corso...
ja: 保存しています…
mi: Kei te whakaoratia ...
ms: Menyimpan...
nl: Bezig met opslaan...
pl: Zapisywanie...
pt_br: Salvando...
ru: Выполняется сохранение...
sl: Shranjevanje ...
sv: Sparar ...
th: กำลังบันทึก...
vi: Đang lưu...

source: Scanner
ar: الماسح الضوئي
ca: Escàner
cy: Sganiwr
es_es: Escáner
fi: Skanneri
id: Pemindai
is: Skanni
it: Analizzatore
ja: スキャナー
mi: Matawai
ms: Pengimbas
pl: Skaner
ru: Сканер
sl: Optično branje
sv: Skanner
th: สแกนเนอร์
vi: Trình Quét

source: Scanning not supported
ar: المسح الضوئي غير مدعوم
ca: No s'admet l'escaneig
cy: Does dim modd delio â sganio
da: Scanning understøttes ikke
de: Scannen wird nicht unterstützt
es_es: El escaneo no es compatible
fi: Skannausta ei tueta
fr_ca: Numérisation non prise en charge
id: Pemindaian tidak didukung
is: Skönnun er ekki studd
it: Scansione non supportata
ja: スキャンはサポートされていません
mi: kaore i te tautokotia
ms: Pengimbasan tidak disokong
nl: Scannen wordt niet ondersteund
pl: Skanowanie nie jest obsługiwane
pt_br: Escaneamento não suportado
ru: Сканирование не поддерживается
sl: Optično branje ni podprto
sv: Skanning stöds inte
th: ไม่รองรับการสแกน
vi: Chức năng quét không được hỗ trợ

source: Schedule
ar: جدول
ca: Planifica
cy: Amserlen
da: Planlæg
de: Zeitplan
es_es: Planificar
fi: Aikataulu
fr_ca: Calendrier
id: Jadwalkan
is: Áætlun
it: Programma
ja: スケジュール
mi: Hōtaka
ms: Jadualkan
nl: Planning
pl: Harmonogram
pt_br: Cronograma
ru: Расписание
sl: Urnik
sv: Schema
th: กำหนดเวลา
vi: Lịch Trình

source: Schedule student availability
ar: جدولة توفر الطلاب
ca: Planifica la disponibilitat dels estudiants
cy: Trefnu bod myfyrwyr ar gael
da: Planlæg studerendes tilgængelighed
de: Studierendeverfügbarkeit planen
es_es: Programar la disponibilidad de los estudiantes
fi: Aikatauluta opiskelijan saatavissa olo
fr_ca: Calendrier de disponibilités de l’étudiant
id: Jadwalkan ketersediaan siswa
is: Velja tiltækni nemanda
it: Pianifica disponibilità studenti
ja: 受講者の利用可能状況をスケジュール
mi: Wātea ngā ākonga Apiti
ms: Jadualkan ketersediaan pelajar
nl: Schema met beschikbaarheid van cursist
pl: Zaplanuj dostępność uczestnika
pt_br: Agendar disponibilidade para o aluno
ru: График доступности студентов
sl: Razporedi razpoložljivost študenta
sv: Schemalägg studentens tillgänglighet
th: กำหนดเวลาความพร้อมของผู้เรียน
vi: Đặt lịch độ khả dụng cho sinh viên

source: Scheduling
ar: الجدولة
ca: S'està planificant
cy: Trefnu
da: Planlægning
de: Zeitplanung
es_es: Planificación
fi: Aikatauluttaminen
fr_ca: Planification
id: Menjadwalkan
is: Tímasett
it: Pianificazione
ja: スケジュール中
mi: Hōtaka
ms: Penjadualan
nl: Planning
pl: Planowanie
pt_br: Cronograma
ru: Составление плана
sl: Razporejanje
sv: Mötesbokning
th: กำลังกำหนดเวลา
vi: Lập Lịch
