Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

source: Delete comment
ar: حذف التعليق
ca: Suprimeix el comentari
cy: Dileu Sylw
da: Slet kommentar
de: Kommentar löschen
es_es: Eliminar comentario
fi: Poista kommentti
fr_ca: Supprimer le commentaire
id: Hapus Komentar
is: Eyða athugasemd
it: Elimina commento
ja: コメントを削除する
mi: Muku Kōrero
ms: Padam Komen
nl: Opmerking verwijderen
pl: Usuń komentarz
pt_br: Excluir comentário
ru: Удалить комментарий
sl: Odstrani komentar
sv: Ta bort kommentar
th: ลบความเห็น
vi: Xóa Bình Luận

source: Delete discussion
ar: حذف النقاش
ca: Suprimeix el fòrum
cy: Dileu Trafodaeth
da: Slet diskussion
de: Diskussion löschen
es_es: Eliminar foro de discusión
fi: Poista keskustelu
fr_ca: Supprimer la discussion
id: Hapus Diskusi
is: Eyða umræðu
it: Elimina discussione
ja: ディスカッションを削除
mi: Muku kōrerorero
ms: Padam Perbincangan
nl: Discussie verwijderen
pl: Usuń dyskusję
pt_br: Excluir fórum
ru: Удалить дискуссию
sl: Odstrani razpravo
sv: Ta bort diskussion
th: ลบการพูดคุย
vi: Xóa Thảo Luận

source: Delete file
ar: حذف الملف
ca: Suprimeix el fitxer
cy: Dileu Ffeil
da: Slet fil
de: Datei löschen
es_es: Eliminar archivo
fi: Poista tiedosto
fr_ca: Supprimer le fichier
id: Hapus File
is: Eyða skrá
it: Elimina file
ja: ファイルを削除
mi: Muku Kōnae
ms: Padam Fail
nl: Bestand verwijderen
pl: Usuń plik
pt_br: Excluir arquivo
ru: Удалить файл
sl: Izbriši datoteko
sv: Ta bort fil
th: ลบไฟล์
vi: Xóa Tập Tin

source: Delete folder
ar: حذف المجلد
ca: Suprimeix la carpeta
cy: Dileu Ffolder
da: Slet mappe
de: Ordner löschen
es_es: Eliminar carpeta
fi: Poista kansio
fr_ca: Supprimer le dossier
id: Hapus Folder
is: Eyða möppu
it: Elimina cartella
ja: フォルダを削除
mi: Muku Kōpaki
ms: Padam Folder
nl: Map verwijderen
pl: Usuń folder
pt_br: Excluir pasta
ru: Удалить папку
sl: Izbriši mapo
sv: Ta bort mapp
th: ลบโฟลเดอร์
vi: Xóa Thư Mục

source: Deleted this reply.
ar: حذف هذا الرد.
ca: Suprimida aquesta resposta.
cy: Wedi dileu’r ateb hwn.
da: Slet dette svar.
de: Diese Antwort wurde gelöscht
es_es: Eliminada esta respuesta.
fi: Poisti tämä vastauksen.
fr_ca: Cette réponse a été supprimée.
id: Menghapus balasan ini.
is: Eyddi þessu svari.
it: Ha eliminato questa risposta.
ja: この返信を削除しました。
mi: Kua mukua tēnei whakautu
ms: Balasan ini dipadamkan.
nl: Dit antwoord is verwijderd.
pl: Usunięto tę odpowiedź.
pt_br: Excluiu esta resposta.
ru: Удалить этот ответ.
sl: Odstranil ta odgovor.
sv: Det här svaret togs bort.
th: ลบการตอบกลับนี้แล้ว
vi: Xóa câu trả lời này.

source: Deleting this folder will also delete all of the files inside the folder.
ar: سيؤدي أيضًا حذف هذا المجلد إلى حذف جميع الملفات الموجودة داخل المجلد.
ca: Si se suprimeix aquesta carpeta també se suprimiran tots els fitxers que conté.
cy: Wrth ddileu’r ffolder hon, bydd yr holl ffeiliau sydd yn y ffolder yn cael eu dileu hefyd.
da: Hvis du sletter denne mappe, slettes alle filer i mappen.
de: Beim Löschen dieses Ordners werden auch alle Dateien in dem Ordner gelöscht.
es_es: Si se elimina esta carpeta, también se eliminarán todos los archivos dentro de la carpeta.
fi: Tämän kansion poistaminen poistaa myös kaikki kansion sisällä olevat tiedostot.
fr_ca: La suppression de ce dossier va également supprimer tous les fichiers dans le dossier.
id: Menghapus folder ini juga akan menghapus semua file di dalam folder itu.
is: Ef þessari möppu verður eytt, eyðast líka allar skrárnar í möppunni.
it: L’eliminazione di questa cartella eliminerà anche tutti i file contenuti nella cartella.
ja: このフォルダを削除すると、そのフォルダ内のすべてのファイルも削除されます。
mi: Te mahi muku i tēnei kōpaki ka muku hoki i ngā kōnae katoa i roto i te kōpaki.
ms: Memadamkan folder ini juga akan memadamkan semua fail dalam folder.
nl: Als u dezemap verwijdert, worden ook alle bestanden in de map verwijderd.
pl: Usunięcie tego folderu spowoduje także skasowanie zawartych w nim plików.
pt_br: Excluir essa pasta também excluirá todos os arquivos dentro da pasta.
ru: Удаление этой папки также приведет к удалению всех содержащихся в ней файлов.
sl: Z odstranitvijo te mape bodo odstranjene tudi vse datoteke v mapi.
sv: Om du tar bort den här mappen raderas alla filer i mappen.
th: การลบโฟลเดอร์นี้จะเป็นการลบไฟล์ทั้งหมดภายในโฟลเดอร์ด้วย
vi: Xóa thư mục này cũng sẽ xóa tất cả các tập tin bên trong thư mục.

source: Describe the feature
ar: قم بوصف الميزة
ca: Descriu la característica
cy: Disgrifiwch y nodwedd
da: Beskriv funktionen
de: Die Funktion beschreiben
es_es: Describir la funcionalidad
fi: Kuvaa ominaisuus
fr_ca: Décrire la fonctionnalité
id: Deskripsikan fitur
is: Lýsa eiginleika
it: Descrivi la funzione
ja: 特徴を記述する
mi: Whakāhua te āhuatanga
ms: Terangkan ciri
nl: Beschrijf de functie
pl: Opisz funkcję
pt_br: Descreva a funcionalidade
ru: Опишите функцию
sl: Opišite funkcionalnost
sv: Beskriv funktionen
th: ระบุรายละเอียดคุณสมบัติ
vi: Mô tả đặc tính

source: Describe the problem
ar: قم بوصف المشكلة
ca: Descriu el problema
cy: Disgrifiwch y broblem
da: Beskriv problemet
de: Das Problem beschreiben
es_es: Describir el problema
fi: Kuvaa ongelma
fr_ca: Décrire le problème
id: Deskripsikan masalah
is: Lýsa vandamálinu
it: Descrivi il problema
ja: 問題を説明
mi: Whakāhuatia te raruraru
ms: Terangkan masalah
nl: Beschrijf het probleem
pl: Opisz problem
pt_br: Descreva o problema
ru: Опишите проблему
sl: Opišite težavo
sv: Beskriv problemet
th: ระบุรายละเอียดปัญหา
vi: Mô tả vấn đề

source: Description
ar: الوصف
ca: Descripció
cy: Disgrifiad
da: Beskrivelse
de: Beschreibung
es_es: Descripción
fi: Kuvaus
id: Deskripsi
is: Lýsing
it: Descrizione
ja: 説明
mi: Whakāhuatanga
ms: Penerangan
nl: Beschrijving
pl: Opis
pt_br: Descrição
ru: Описание
sl: Opis
sv: Beskrivning
th: รายละเอียด
vi: Mô Tả

# Deselect All
source: Un-select All
ar: إلغاء تحديد الكل
ca: Anul·la la selecció de tot
cy: Dad-ddewis y Cyfan
da: Fravælg alle
de: Alle abwählen
es_es: Deseleccionar todo
fi: Poista kaikkien valinta
fr_ca: Désélectionner tout
id: Hapus pilihan semua
is: Afvelja allt
it: Deseleziona tutto
ja: すべての選択を取り消し
mi: Whakakorehia te katoa
ms: Nyahpilih Semua
nl: Selectie van alle items opheffen
pl: Usuń zaznaczenie wszystkich
pt_br: Cancelar seleção de todos
ru: Отменить выбор для всех
sl: Razveljavi izbor vseh
sv: Avmarkera alla
th: ยกเลิกการเลือกทั้งหมด
vi: Bỏ Chọn Tất Cả

source: Deselect item
ar: إلغاء تحديد العنصر
ca: Anul·la la selecció de l’element
cy: Dad-ddewis eitem
da: Fravælg element
de: Element abwählen
es_es: Deseleccionar ítem
fi: Poista kohteen valinta
fr_ca: Désélectionner l’élément
id: Hapus pilihan item
is: Afvelja atriði
it: Deseleziona elemento
ja: アイテムの選択を解除する
mi: Whakawetohia te tūemi
ms: Nyahpilih item
nl: Item deselecteren
pl: Odznacz pozycję
pt_br: Desmarcar item
ru: Отменить выбор позиции
sl: Prekliči izbiro elementa
sv: Avmarkera objekt
th: ยกเลิกการเลือกรายการ
vi: Hủy chọn mục

source: Deselected
ar: تم إلغاء التحديد
ca: S’ha anul·lat la selecció
cy: Wedi dad-ddewis
da: Fravalgt
de: Abgewählt
es_es: Deseleccionado
fi: Kohteen valinta poistettu
fr_ca: Désélectionnée
id: Menghapus pilihan
is: Afvalið
it: Deselezionato
ja: 選択解除
mi: Kua whakakorehia
ms: Dinyahpilih
nl: Gedeselecteerd
pl: Odznaczono
pt_br: Desmarcado
ru: Выбор отменен
sl: Izbor je preklican
sv: Avmarkerat
th: ยกเลิกการเลือกรายการแล้ว
vi: Đã hủy chọn

source: Designer
ar: المصمم
ca: Dissenyador
cy: Dylunydd
es_es: Diseñador
fi: Suunnittelija
fr_ca: Concepteur
id: Desainer
is: Hönnuður
it: Progettista
ja: 設計者
mi: Kaitātai
ms: Pereka bentuk
nl: Ontwerper
pl: Projektant
ru: Дизайнер
sl: Snovalec
th: ผู้ออกแบบ
vi: Người Thiết Kế

source: Designers
ar: المصممون
ca: Dissenyadors
cy: Dylunwyr
da: Designere
de: Designer
es_es: Diseñadores
fi: Suunnittelijaa
fr_ca: Concepteurs
id: Desainer
is: Hönnuðir
it: Progettista
ja: 設計者
mi: Kaitātai
ms: Pereka bentuk
nl: Ontwerpers
pl: Projektanci
ru: Дизайнеры
sl: Snovalci
th: ผู้ออกแบบ
vi: Người Thiết Kế

source: Details
ar: التفاصيل
ca: Detalls
cy: Manylion
da: Nærmere oplysninger
es_es: Detalles
fi: Lisätiedot
fr_ca: Détails
id: Detail
is: Upplýsingar
it: Dettagli
ja: 詳細
mi: Ngā taipitopito
ms: Butiran
pl: Szczegóły
pt_br: Detalhes
ru: Подробные сведения
sl: Podrobnosti
sv: Detaljer
th: รายละเอียด
vi: Chi Tiết

source: DEVELOPER
ar: المطور
ca: DESENVOLUPADOR
cy: DATBLYGWR
da: UDVIKLER
de: ENTWICKLER
es_es: DESARROLLADOR
fi: KEHITTÄJÄ
fr_ca: DÉVELOPPEUR
id: PENGEMBANG
is: FRAMLEIÐANDI
it: SVILUPPATORE
ja: デベロッパー
mi: KAIWHAKAWHANAKE
ms: PEMBANGUN
nl: ONTWIKKELAAR
pl: TWÓRCA
pt_br: DESENVOLVEDOR
ru: РАЗРАБОТЧИК
sl: PROGRAMER
sv: UTVECKLARE
th: ผู้พัฒนา
vi: NHÀ PHÁT TRIỂN

source: Developer menu
ar: قائمة المطورين
ca: Menú de desenvolupador
cy: Dewislen datblygwr
da: Udvikler-menu
de: Entwicklermenü
es_es: Menú del desarrollador
fi: Sovelluskehittäjän valikko
fr_ca: Menu du développeur
id: Menu pengembang
is: Valmynd þróunaraðila
it: Menu sviluppatore
ja: 開発者用メニュー
mi: Tahua Whakawhanake
ms: Menu pembangun
nl: Ontwikkelaarmenu
pl: Menu programisty
pt_br: Menu do desenvolvedor
ru: Меню программиста
sl: Meni razvijalca
sv: Utvecklarmeny
th: เมนูสำหรับผู้พัฒนา
vi: Menu nhà phát triển

source: Disconnected
ar: غير متصل
ca: Desconnectat
cy: Wedi datgysylltu
da: Afbrudt
de: Nicht verbunden
es_es: Desconectado
fi: Ei kytketty
fr_ca: Débranché
id: Terputus
is: Aftengt
it: Scollegato
ja: 接続解除
mi: Momotuhia
ms: Dinyahsambung
nl: Verbinding verbroken
pl: Odłączono
pt_br: Desconectado
ru: Отсоединено
sl: Povezava je prekinjena
sv: Frånkopplad
th: ตัดการเชื่อมต่ออยู่
vi: Đã ngắt kết nối

source: discussion
ar: النقاش
ca: fòrum
cy: trafodaeth
da: diskussion
de: Diskussion
es_es: foro de discusión
fi: keskustelu
id: diskusi
is: samræður
it: discussione
ja: ディスカッション
mi: kōrerorero
ms: perbincangan
nl: discussie
pl: dyskusja
pt_br: fórum
ru: обсуждение
sl: razprava
sv: diskussion
th: การพูดคุย
vi: thảo luận

source: Discussion
ar: النقاش
ca: Fòrum
cy: Trafodaeth
da: Diskussion
de: Diskussion
es_es: Foro de discusión
fi: Keskustelu
id: Diskusi
is: Umræða
it: Discussione
ja: ディスカッション
mi: Kōrerorero
ms: Perbincangan
nl: Discussie
pl: Dyskusja
pt_br: Fórum
ru: Обсуждение
sl: Razprava
sv: Diskussion
th: การพูดคุย
vi: Thảo Luận

source: Discussion Comment
ar: تعليق على النقاش
ca: Comentari sobre el fòrum
cy: Sylw ar Drafodaeth
da: Diskussionskommentar
de: Diskussionsbeitrag
es_es: Comentario del foro de discusión
fi: Keskustelua koskeva kommentti
fr_ca: Commentaire de discussion
id: Komentar Diskusi
is: Athugasemd við umræðu
it: Commento su discussione
ja: ディスカッションのコメント
mi: Kōrerorero kōrero
ms: Komen Perbincangan
nl: Opmerking bij discussie
pl: Komentarz do dyskusji
pt_br: Comentário do fórum
ru: Комментарий к дискуссии
sl: Komentar k razpravi
sv: Diskussionskommentar
th: ความเห็นในการพูดคุย
vi: Bình Luận Thảo Luận

source: Discussion details
ar: تفاصيل النقاش
ca: Informació sobre el fòrum
cy: Manylion Trafodaeth
da: Diskussionsdetaljer
de: Diskussionsdetails
es_es: Detalles del foro de discusión
fi: Keskustelun tiedot
fr_ca: Détails de la discussion
id: Detail Diskusi
is: Upplýsingar umræðu
it: Dettagli discussioni
ja: ディスカッションの詳細
mi: Kōrerorero Taipitopito
ms: Butiran Perbincangan
nl: Discussiedetails
pl: Informacje szczegółowe dotyczące dyskusji
pt_br: Detalhes do fórum
ru: Сведения об обсуждении
sl: Podrobnosti o razpravi
sv: Diskussionens detaljer
th: รายละเอียดการพูดคุย
vi: Thông Tin Chi Tiết Thảo Luận

source: Discussion post
ar: منشور النقاش
ca: Publicació al fòrum
cy: Post Trafodaeth
da: Diskussionsopslag
de: Diskussionsbeitrag
es_es: Publicación del foro de discusión
fi: Keskustelun lähetys
fr_ca: Publication de discussion
id: Posting Diskusi
is: Umræðupóstur
it: Post di discussione
ja: ディスカッション掲示
mi: Kōrerorero whakairi
ms: Siaran Perbincangan
nl: Discussiebericht
pl: Post do dyskusji
pt_br: Postagem do fórum
ru: Размещение обсуждения
sl: Objava v razpravi
sv: Diskussionsinlägg
th: โพสต์การพูดคุย
vi: Bài Đăng Thảo Luận

source: Discussion Replies
ar: ردود النقاش
ca: Respostes al fòrum
cy: Ymatebion Trafodaeth
da: Svar på diskussion
de: Antworten auf Diskussion
es_es: Respuestas del foro de discusión
fi: Keskustelun vastaukset
fr_ca: Réponses à la discussion
id: Balasan Diskusi
is: Svör við umræðu
it: Risposte discussione
ja: ディスカッションの返信
mi: Ngā kōrero whakautu
ms: Balasan Perbincangan
nl: Discussie-antwoorden
pl: Odpowiedzi na dyskusję
pt_br: Respostas do fórum
ru: Отзывы в дискуссии
sl: Odgovori na razpravo
sv: Diskussionssvar
th: การตอบกลับการพูดคุย
vi: Trả Lời Thảo Luận

source: Discussions
ar: النقاشات
ca: Fòrums
cy: Trafodaethau
da: Diskussioner
de: Diskussionen
es_es: Foros de discusión
fi: Keskustelut
id: Diskusi
is: Umræður
it: Discussioni
ja: ディスカッション
mi: Ngā Kōrerorero
ms: Perbincangan
nl: Discussies
pl: Dyskusje
pt_br: Fóruns
ru: Обсуждения
sl: Razprave
sv: Diskussioner
th: การพูดคุย
vi: Thảo Luận

source: Disk error
ar: خطأ في القرص
ca: Error de disc
cy: Gwall ar y Ddisg
da: Diskfejl
de: Festplattenfehler
es_es: Error de disco
fi: Levyvirhe
fr_ca: Erreur de disque
id: Kesalahan Disk
is: Diskavilla
it: Errore disco
ja: ディスクエラー
mi: Hapa kōpae
ms: Ralat Cakera
nl: Schijffout
pl: Błąd dysku
pt_br: Erro do disco
ru: Ошибка диска
sl: Napaka na disku
sv: Diskfel
th: ข้อผิดพลาดดิสก์
vi: Lỗi Ổ Đĩa

source: Dismiss
ar: تجاهل
ca: Descarta
cy: Gwrthod
da: Afvis
de: Verwerfen
es_es: Descartar
fi: Ohita
fr_ca: Ignorer
id: Singkirkan
is: Sleppa
it: Ignora
ja: 却下する
mi: Pana
ms: Tolak
nl: Afwijzen
pl: Odrzuć
pt_br: Descartar
ru: Исключить
sl: Opusti
sv: Avvisa
th: ยกเลิก
vi: Hủy Bỏ

source: Dismiss %@
ar: تجاهل %@
ca: Descarta %@
cy: Gwrthod %@
da: Afvis %@
de: Verwerfen %@
es_es: Descartar %@
fi: Ohita %@
fr_ca: Ignorer %@
id: Singkirkan %@
is: Sleppa %@
it: Ignora %@
ja: 取り下げる%@
mi: Pana %@
ms: Tolak %@
nl: Afwijzen %@
pl: Odrzuć %@
pt_br: Descartar %@
ru: Исключить %@
sl: Opusti %@
sv: Avvisa %@
th: ยกเลิก %@
vi: Bỏ %@

source: Display As
ar: عرض كـ
ca: Mostra com a
cy: Dangos Fel
da: Vis som
de: Anzeigen als
es_es: Mostrar como
fi: Näytä muodossa
fr_ca: Afficher comme
id: Tampilkan Sebagai
is: Sýna sem
it: Visualizza come
ja: 表示方法
mi: Whakaatu Hei
ms: Paparkan Sebagai
nl: Weergaven als
pl: Wyświetl jako
pt_br: Exibir como
ru: Отобразить как
sl: Prikaži kot
sv: Visa som
th: แสดงเป็น
vi: Hiển Thị Dưới Dạng

source: Display grade as
ar: عرض التقدير كأنه
ca: Mostra la nota com
cy: Dangos Gradd fel
da: Vis karakter som
de: Note anzeigen als
es_es: Mostrar nota como
fi: Näytä arvosana seuraavasti
fr_ca: Afficher la note en tant que
id: Tampilkan Nilai sebagai
is: Sýna einkunn sem
it: Visualizza voto come
ja: 評定の表示方法
mi: Whakātu Kōeke ī
ms: Paparkan Gred sebagai
nl: Geef cijfer aan als
pl: Wyświetl ocenę jako
pt_br: Exibir nota como
ru: Отобразить оценку в виде
sl: Prikaži oceno kot
sv: Visa omdöme som
th: แสดงเกรดเป็น
vi: Hiển thị Điểm dưới dạng

source: Do not send me anything
ar: عدم إرسال أي شيء لي
ca: No m'enviïs res
cy: Peidio ag anfon dim ataf fi
da: Send mig ikke noget
de: Nichts an mich senden
es_es: No enviarme nada
fi: Älä lähetä minulle mitään
fr_ca: Ne rien m’envoyer
id: Jangan kirimi saya apa pun
is: Ekki senda mér neitt
it: Non inviarmi nulla
ja: 何も送信しない
mi: Kaua e tukunga tētahi mea ki ahau
ms: Jangan hantar apa-apa kepada saya
nl: Me niets sturen
pl: Nic mi nie wysyłaj
pt_br: Não me envie nada
ru: Не посылайте мне ничего
sl: Ne pošiljaj mi ničesar
sv: Skicka inte mig någonting
th: ไม่ต้องส่งข้อมูลให้ฉัน
vi: Không gửi cho tôi bất kỳ thứ gì

source: Domain
ar: المجال
ca: Domini
cy: Parth
da: Domæne
de: Domäne
es_es: Dominio
fi: Verkkotunnus
fr_ca: Domaine
is: Lén
it: Dominio
ja: ドメイン
mi: rohe
nl: Domein
pl: Domena
pt_br: Domínio
ru: Домен
sl: Domena
sv: Domän
th: โดเมน
vi: Tên Miền

source: Done
ar: تم
ca: Fet
cy: Wedi gorffen
da: Udført
de: Fertig
es_es: Hecho
fi: Valmis
fr_ca: Terminé
id: Selesai
is: Lokið
it: Fatto
ja: 完了
mi: Kua mahia
ms: Siap
nl: Gereed
pl: Gotowe
pt_br: Feito
ru: Готово
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
vi: Đã xong

source: Download complete
ar: اكتمل التنزيل
ca: S’ha completat la baixada
cy: Wedi gorffen llwytho i lawr
da: Download fuldført
de: Download abgeschlossen
es_es: Descarga completa
fi: Lataus valmis
fr_ca: Téléchargement terminé
id: Pengunduhan selesai
is: Niðurhleðslu lokið
it: Download completato
ja: ダウンロード完了
mi: Kua oti te tango
ms: Muat turun lengkap
nl: Downloaden voltooid
pl: Ukończono pobieranie
pt_br: Download concluído
ru: Скачивание завершено
sl: Prenos je končan
sv: Nedladdning slutförd
th: ดาวน์โหลดเสร็จสิ้น
vi: Tải xuống thành công

source: Downloading
ar: جارٍ التنزيل
ca: S'està baixant
cy: Llwytho i lawr
da: Downloader
de: Wird heruntergeladen
es_es: Descargando
fi: Ladataan
fr_ca: Téléchargement en cours...
id: Mengunduh
is: Hleðst niður
it: Download in corso
ja: 読み込み中
mi: Tikiake ana
ms: Memuat turun
nl: Downloaden...
pl: Pobieranie
pt_br: Baixando
ru: Скачивание
sl: Prenos
sv: Laddar ned
th: ดาวน์โหลด
vi: Đang tải xuống

# Downloading %@ of %@
source: Downloading %1$@ of %2$@
ar: جارٍ تنزيل %1$@ من %2$@
ca: S'està baixant %1$@ de %2$@
cy: Wrthi’n llwytho i lawr %1$@ o %2$@
da: Downloader %1$@ af %2$@
de: Herunterladen von %1$@ von %2$@
es_es: Descargando %1$@ de %2$@
fi: Ladataan %1$@ / %2$@
fr_ca: Téléchargement de %1$@ de %2$@
id: Mengunduh %1$@ dari %2$@
is: Hleður niður %1$@ af %2$@
it: Download di %1$@ di %2$@
ja: %1$@ （）中ダウンロード中…%2$@
mi: Kei te tikiake %1$@ o %2$@
ms: Memuat turun %1$@ daripada %2$@
nl: %1$@ downloaden van %2$@
pl: Pobieranie %1$@ z %2$@
pt_br: Baixando %1$@ de %2$@
ru: Скачивание %1$@ из %2$@
sl: Prenos %1$@ od %2$@
sv: Laddar ned %1$@ av %2$@
th: กำลังดาวน์โหลด %1$@ จาก %2$@
vi: Đang tải xuống %1$@ / %2$@

source: Due
ar: الاستحقاق
ca: Data de lliurament
cy: Erbyn
da: Forfalder
de: Fällig
es_es: Fecha de entrega
fi: Määräpäivä
fr_ca: Échéance
id: Batas
is: Skilafrestur
it: Scadenza
ja: 期限
mi: E tika ana
ms: Cukup tempoh
nl: Inleverdatum
pl: Termin
pt_br: Vencimento
ru: Срок
sl: Roki
sv: Inlämningsdatum
th: ครบกำหนด
vi: Hạn

source: Due %@
ar: الاستحقاق %@
ca: Venç el %@
cy: Erbyn %@
da: Forfalder %@
de: Fällig %@
es_es: Fecha de entrega %@
fi: Määräpäivä %@
fr_ca: Échéance %@
id: Batas %@
is: Skilafrestur %@
it: Scadenza %@
ja: 締切日%@
mi: E tika ana %@
ms: Cukup tempoh %@
nl: Inleverdatum %@
pl: Termin %@
pt_br: Vencimento %@
ru: Срок %@
sl: Roki %@
sv: Inlämningsdatum %@
th: ครบกำหนด %@
vi: Đến hạn vào %@

source: Due date
ar: تاريخ الاستحقاق
ca: Data de lliurament
cy: Dyddiad Erbyn
da: Afleveringsdato
de: Abgabetermin
es_es: Fecha de entrega
fi: Määräpäivä
fr_ca: Date d’échéance
id: Batas Waktu
is: Skiladagur
it: Data di scadenza
ja: 期日
mi: rā e tika ana
ms: Tarikh Siap
nl: Inleverdatum
pl: Termin
pt_br: Data de vencimento
ru: Срок выполнения
sl: Rok
sv: Sista inlämningsdatum
th: วันครบกำหนด
vi: Ngày Đến Hạn

source: Due dates
ar: تواريخ الاستحقاق
ca: Dates de lliurament
cy: Dyddiadau Erbyn
da: Afleveringsdatoer
de: Abgabetermine
es_es: Fechas de entrega
fi: Määräpäivät
fr_ca: Dates d'échéance
id: Tanggal Batas
is: Skiladagar
it: Date di scadenza
ja: 期日
mi: Nga rā e tika ana
ms: Tarikh Siap
nl: Inleverdatums
pl: Terminy
pt_br: Prazos de entrega
ru: Сроки выполнения
sl: Roki
sv: Inlämningsdatum
th: วันครบกำหนด
vi: Ngày Đến Hạn

source: Due Dates, Double tap for details.
ar: تواريخ الاستحقاق، اضغط ضغطًا مزدوجًا للاطلاع على التفاصيل.
ca: Dates de lliurament. Toqueu dues vegades per obtenir informació.
cy: Dyddiadau Erbyn, Tapiwch ddwywaith i gael y manylion.
da: Afleveringsdatoer, dobbeltklik for detaljer.
de: Fälligkeitsdaten, Doppeltipp für Details
es_es: Fechas de entrega, toca dos veces para ver los detalles
fi: Määräajat, näet tiedot kaksoisnapauttamalla.
fr_ca: Dates d’échéance, appuyez deux fois pour plus de détails.
id: Tanggal Batas, Ketuk Dua Kali untuk detail.
is: Skiladagar, tvísmelltu fyrir upplýsingar.
it: Date di scadenza. Tocca due volte per visualizzare i dettagli.
ja: 期限、詳細をダブルタップしてください。
mi: Ngā ra e tika ana, Pātōtō rua wā mō ngā taipitopito.
ms: Tarikh Siap, Ketik dua kali untuk melihat butiran.
nl: Vervaldatums, voor details dubbelklikken.
pl: Terminy; stuknij dwukrotnie, aby wyświetlić szczegóły.
pt_br: Prazos de entrega, toque duas vezes para detalhes.
ru: Сроки исполнения, щелкнуть дважды для отображения деталей.
sl: Roki; dvakrat tapnite za podrobnosti.
sv: Inlämningsdatum, dubbelklicka för detaljer.
th: วันครบกำหนด กดสองครั้งเพื่อดูรายละเอียด
vi: Ngày Đến Hạn, Nhấn đúp để biết chi tiết.

source: Due:
ar: تاريخ الاستحقاق:
ca: Data de lliurament:
cy: Erbyn:
da: Forfalder:
de: Fällig:
es_es: Fecha de entrega:
fi: Määräpäivä:
fr_ca: Échéance :
id: Batas waktu:
is: Skil:
it: Scadenza:
ja: 期限：
mi: E tika ana:
ms: Cukup tempoh:
nl: Inleverdatum:
pl: Termin:
pt_br: Vencimento:
ru: Срок:
sl: Roki:
sv: Förfallodatum:
th: ครบกำหนด:
vi: Hạn:

source: Due: %@
ar: تاريخ الاستحقاق: %@
ca: Data de lliurament: %@
cy: Erbyn: %@
da: Forfalder: %@
de: Fällig: %@
es_es: Fecha de entrega: %@
fi: Määräpäivä: %@
fr_ca: Échéance : %@
id: Batas waktu: %@
is: Skil: %@
it: Scadenza: %@
ja: 期限：%@
mi: E tika ana: %@
ms: Cukup tempoh: %@
nl: Inleverdatum: %@
pl: Termin: %@
pt_br: Vencimento: %@
ru: Срок: %@
sl: Rok: %@
sv: Förfallodatum: %@
th: ครบกำหนด: %@
vi: Hạn: %@

source: Edit
ar: تحرير
ca: Edita
cy: Golygu
da: Redigér
de: Ändern
es_es: Editar
fi: Muokkaa
fr_ca: Modifier
is: Breyta
it: Modifica
ja: 編集
mi: Whakatika
nl: Bewerken
pl: Edytuj
pt_br: Editar
ru: Редактировать
sl: Uredi
sv: Redigera
th: แก้ไข
vi: Chỉnh Sửa

source: Edit Announcement
ar: تحرير الإعلان
ca: Edita l'anunci
cy: Golygu Cyhoeddiad
da: Rediger besked
de: Ankündigung bearbeiten
es_es: Editar anuncio
fi: Muokkaa ilmoitusta
fr_ca: Modifier l’annonce
id: Edit Pengumuman
is: Breyta tilkynningu
it: Modifica annuncio
ja: 発表を編集
mi: Whakatika Pānuitanga
ms: Edit Pengumuman
nl: Aankondiging bewerken
pl: Edytuj ogłoszenie
pt_br: Editar aviso
ru: Редактировать объявление
sl: Uredi obvestilo
sv: Redigera anslag
th: แก้ไขประกาศแจ้ง
vi: Chỉnh Sửa Thông Báo

source: Edit Assignment
ar: تحرير المهمة
ca: Edita l'activitat
cy: Golygu Aseiniad
da: Rediger opgave
de: Aufgabe ändern
es_es: Editar actividad
fi: Muokkaa tehtävää
fr_ca: Modifier la tâche
id: Edit Tugas
is: Breyta verkefni
it: Modifica compito
ja: 課題を編集する
mi: Whakatika whakataunga
ms: Edit Tugasan
nl: Opdracht bewerken
pl: Edytuj zadanie
pt_br: Editar tarefa
ru: Редактировать задание
sl: Uredi nalogo
sv: Redigera uppgift
th: แก้ไขภารกิจ
vi: Chỉnh Sửa Bài Tập

source: Edit attachment (1)
ar: تحرير المرفق (1)
ca: Edita el fitxer adjunt (1)
cy: Golygu atodiad (1)
da: Rediger vedhæftet fil (1)
de: Anhang bearbeiten (1)
es_es: Editar adjunto (1)
fi: Muokkaa liitettä (1)
fr_ca: Modifier la pièce jointe (1)
id: Edit lampiran (1)
is: Breyta viðhengi (1)
it: Modifica allegato (1)
ja: 添付 (1) を編集する
mi: Whakatika tāpiritanga(1)
ms: Edit Kepilan (1)
nl: Bijlage bewerken (1)
pl: Edytuj załącznik (1)
pt_br: Editar anexo (1)
ru: Редактировать вложение (1)
sl: Uredi prilogo (1)
sv: Redigera bilaga (1)
th: แก้ไขเอกสารแนบ (1)
vi: Chỉnh sửa tập tin đính kèm (1)

source: Edit attachment (none)
ar: تحرير المرفق (بلا)
ca: Edita el fitxer adjunt (cap)
cy: Golygu atodiad (dim)
da: Rediger vedhæftet fil (ingen)
de: Anhang bearbeiten (0)
es_es: Editar adjunto (ninguno)
fi: Muokkaa liitettä (ei mitään)
fr_ca: Modifier la pièce jointe (aucune)
id: Edit Lampiran (tidak ada)
is: Breyta viðhengi (ekkert)
it: Modifica allegato (nessuno)
ja: 添付 (なし) を編集する
mi: Whakatika tāpiritanga(kore)
ms: Edit kepilan (tiada)
nl: Bijlage bewerken (geen)
pl: Edytuj załącznik (brak)
pt_br: Editar anexo (nenhum)
ru: Редактировать вложение (нет)
sl: Uredi prilogo (brez)
sv: Redigera bilaga (ingen)
th: แก้ไขเอกสารแนบ (ไม่มี)
vi: Chỉnh sửa tập tin đính kèm (không có)
