Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

# There was an error loading courses. Pull to refresh to try again.
source: There was an error loading modules. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل المساقات. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar les assignatures. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho cyrsiau. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsning af fagene. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden der Kurse. Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es_es: Ha habido un error al cargar las asignaturas. Pulsa actualizar para volver a intentarlo.
fi: Kurssien latauksessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
fr_ca: Une erreur est survenue lors du chargement des cours. Tirez pour actualiser et réessayer.
id: Terjadi kesalahan saat memuat kursus. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa kom upp við að sækja námskeiðin. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento dei corsi. Trascinare verso il basso per aggiornare e riprovare.
ja: コースのロード中にエラーが発生しました。プルして更新し、再試行してください。
mi: He hapa i te wā e uta ana ngā akoranga. Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat untuk memuatkan kursus. Tarik untuk segar semula untuk mencuba lagi.
nl: Er is een fout opgetreden bij het laden van cursussen. Pull om te vernieuwen om het opnieuw te proberen.
pl: Wystąpił błąd podczas wczytywania kursów. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt_br: Houve um erro ao carregar cursos. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при скачивании курсов. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju predmetov je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in kurser. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดบทเรียน ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải khóa học. Hãy kéo để làm mới rồi thử lại.

source: There was an error loading discussions. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل النقاشات. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar els fòrums. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho trafodaethau. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsning af diskussioner. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden von Diskussionen. Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es_es: Ha habido un error al cargar los foros de discusión. Pulsa actualizar para volver a intentarlo.
fi: Keskusteluiden latauksessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
fr_ca: Une erreur est survenue lors du chargement des discussions. Tirez pour actualiser et réessayer.
id: Terjadi kesalahan saat memuat diskusi. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa kom upp við að hlaða umræðum. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento delle discussioni. Trascinare verso il basso per aggiornare e riprovare.
ja: 話し合いの読み込み中にエラーが発生しました。プルして更新し、再試行してください。
mi: He hapa i te wā e uta ana ngā kōrerorero. Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat untuk memuatkan perbincangan. Tarik untuk segar semula untuk mencuba lagi.
nl: Er is een fout opgetreden bij het laden van discussies. Ophalen om te vernieuwen en het nogmaals te proberen.
pl: Wystąpił błąd podczas wczytywania rozmów. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt_br: Ocorreu um erro ao carregar os fóruns. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при загрузке дискуссий. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju razprav je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in diskussioner. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดการพูดคุย ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải cuộc thảo luận. Hãy kéo để làm mới rồi thử lại.

source: There was an error loading events. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل الأحداث. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar els esdeveniments. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho Digwyddiad myfyrwyr. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsning af begivenheder. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden der Ereignisse. Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es_es: Ha habido un error al cargar los eventos. Pulsa actualizar para volver a intentarlo.
fi: Tapahtumien latauksessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
fr_ca: Une erreur est survenue lors du chargement des événements. Tirez pour actualiser et réessayer.
id: Terjadi kesalahan saat memuat acara. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa kom upp við að sækja viðburði. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento degli eventi. Trascinare verso il basso per aggiornare e riprovare.
ja: イベントのロード中にエラーが発生しました。プルして更新し、再試行してください。
mi: He hapa i te wā e uta ana ngā taiwhanga. Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat untuk memuatkan acara. Tarik untuk segar semula untuk mencuba lagi.
nl: Er is een fout opgetreden bij het laden van gebeurtenissen. Pull om te vernieuwen om het opnieuw te proberen.
pl: Wystąpił błąd podczas wczytywania wydarzeń. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt_br: Houve um erro ao carregar eventos. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при скачивании событий. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju dogodkov je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in händelser. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดกิจกรรม ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải sự kiện. Hãy kéo để làm mới rồi thử lại.

source: There was an error loading files. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل الملفات. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar els fitxers. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho ffeiliau. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsning af filer. Træk for at opdatere for at prøve igen.
de: Es gab einen Fehler beim Laden von Dateien. Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es_es: Ha habido un error al cargar los archivos. Pulsa actualizar para volver a intentarlo.
fi: Tiedostojen latauksessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
fr_ca: Une erreur est survenue lors du chargement de fichiers. Tirez pour actualiser et réessayer.
id: Terjadi kesalahan saat memuat file. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa kom upp við að hlaða skrám. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento dei file. Trascinare verso il basso per aggiornare e riprovare.
ja: ファイルの読み込み中にエラーが発生しました。プルして更新し、再試行してください。
mi: He hapa i te wā e uta ana ngā kōnae. Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat untuk memuatkan fail. Tarik untuk segar semula untuk mencuba lagi.
nl: Er is een probleem opgetreden bij het laden van bestanden. Ophalen om te vernieuwen om het opnieuw te proberen.
pl: Wystąpił błąd podczas wczytywania plików. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt_br: Ocorreu um erro ao carregar os arquivos. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при загрузке файлов. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju datotek je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in filer. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดไฟล์ ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải tập tin. Hãy kéo để làm mới rồi thử lại.

source: There was an error loading grades. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل الدرجات. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar les notes. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho graddau. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsningen af karakterer. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden der Noten. Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es_es: Ha habido un error al cargar las notas. Pulsa actualizar para volver a intentarlo.
fi: Arvosanojenn latauksessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
fr_ca: Une erreur est survenue lors du chargement des notes. Tirez pour actualiser et réessayer.
id: Terjadi kesalahan saat memuat nilai. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa kom upp við að sækja einkunnir. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento dei voti. Trascinare verso il basso per aggiornare e riprovare.
ja: 評定の読み込み中にエラーが発生しました。プルして更新し、再試行してください。
mi: He hapa i te wā e uta ana ngā kōeke Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat untuk memuatkan gred. Tarik untuk segar semula untuk mencuba lagi.
nl: Er is een fout opgetreden bij het laden van cijfers. Pull om te vernieuwen om het opnieuw te proberen.
pl: Wystąpił błąd podczas wczytywania ocen. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt_br: Houve um erro ao carregar notas. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при загрузке оценок. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju ocen je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in omdömen. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดเกรด ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải điểm. Hãy kéo để làm mới rồi thử lại.

source: There was an error loading items to do. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل قائمة عناصر. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar els elements de tasques pendents. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho eitemau i’w gwneud. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl ved indlæsning af elementer på opgavelisten. Træk for at opdatere for at prøve igen.
de: Es gab einen Fehler beim Laden von To-Do-Elementen. Ziehen Sie hier um zu aktualisieren und es erneut zu versuchen.
es_es: Ha habido un error al cargar los ítems pendientes. Pulsa actualizar para volver a intentarlo.
fi: Ilmeni virhe, kun ladattiin kohteita tehtäviksi. Vedä päivittääksesi ja yritä uudelleen.
fr_ca: Une erreur est survenue lors du chargement des éléments à faire. Tirez pour actualiser et réessayer.
id: Terjadi kesalahan saat memuat item untuk dilakukan. Tarik untuk menyegarkan untuk mencoba lagi.
is: Villa kom upp við að hlaða atriðum sem þarf að gera. Dragðu til að endurnýja og reyna aftur.
it: Si è verificato un errore durante il caricamento delle cose da fare. Trascina verso il basso per riprovare.
ja: 実行するアイテムの読み込み中にエラーが発生しました。プルして更新し、再試行してください。
mi: He hapa i te wa e uta ana n tuemi hei mahi : Kumea kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat untuk memuatkan item untuk dilakukan. Tarik untuk segar semula untuk mencuba lagi.
nl: Er is een fout opgetreden bij het laden van taakitems. Ophalen om te vernieuwen en het nogmaals te proberen.
pl: Wystąpił błąd podczas wczytywania zadań. Ściągnij, aby odświeżyć, i spróbuj ponownie.
pt_br: Ocorreu um erro ao carregar itens a fazer. Puxe para atualizar e tente novamente.
ru: При загрузке элементов для выполнения возникла ошибка. Потяните для обновления, чтобы повторить попытку.
sl: Pri nalaganju elementov s seznama opravil je prišlo do napake. Povlecite za osvežitev in poskusite znova.
sv: Det gick inte att läsa in att-göra-objekt. Dra för att uppdatera och försöka igen.
th: มีข้อผิดพลาดในการโหลดรายการสิ่งที่ต้องทำ ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải mục việc cần làm. Hãy kéo để làm mới rồi thử lại.

# There was an error loading modules.
source: There was an error loading units.
ar: حدث خطأ أثناء تحميل الوحدات النمطية.
ca: S'ha produït un error en carregar els continguts.
cy: Gwall wrth lwytho modiwlau.
da: Der opstod en fejl under indlæsningen af moduler.
de: Fehler beim Laden der Module
es_es: Ha habido un error al cargar los contenidos.
fi: Moduulien latauksessa ilmeni virhe.
fr_ca: Une erreur est survenue lors du chargement des modules.
id: Terjadi kesalahan saat memuat modul.
is: Villa kom upp við að sækja einingar.
it: Si è verificato un errore durante il caricamento dei moduli.
ja: モジュールのロード中にエラーが発生しました。
mi: He hapa i te wā e uta ana ngā kōwae.
ms: Terdapat ralat untuk memuatkan modul.
nl: Er is een fout opgetreden bij het laden van modules.
pl: Wystąpił błąd podczas wczytywania modułów.
pt_br: Houve um erro ao carregar módulos.
ru: Произошла ошибка при скачивании модулей.
sl: Pri nalaganju modulov je prišlo do napake.
sv: Det gick inte att läsa in modulerna.
th: มีข้อผิดพลาดในการโหลดหน่วยการเรียน
vi: Đã xảy ra lỗi khi tải học phần.

source: There was an error loading pages. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل الصفحات. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar les pàgines. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho tudalennau. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsningen af sider. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden der Seiten. Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es_es: Ha habido un error al cargar las páginas. Pulsa actualizar para volver a intentarlo.
fi: Sivujen latauksessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
fr_ca: Une erreur est survenue lors du chargement des pages. Tirez pour actualiser et réessayer.
id: Terjadi kesalahan saat memuat halaman. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa kom upp við að sækja síður. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento delle pagine. Trascinare verso il basso per aggiornare e riprovare.
ja: ページの読み込み中にエラーが発生しました。プルして更新し、再試行してください。
mi: He hapa i te wā e uta ana ngā whārangi Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat untuk memuatkan halaman. Tarik untuk segar semula untuk mencuba lagi.
nl: Er is een fout opgetreden bij het laden van pagina's. Pull om te vernieuwen om het opnieuw te proberen.
pl: Wystąpił błąd podczas wczytywania stron. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt_br: Houve um erro ao carregar páginas. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при загрузке страниц. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju strani je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in sidor. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดหน้าเพจ ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải trang. Hãy kéo để làm mới rồi thử lại.

source: There was an error loading people. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل الأشخاص. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar les persones. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho pobl. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsning af deltagere. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden der Personen. Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es_es: Ha habido un error al cargar las personas. Pulsa actualizar para volver a intentarlo.
fi: Ihmisten latauksessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
fr_ca: Une erreur est survenue lors du chargement des personnes. Tirez pour actualiser et réessayer.
id: Terjadi kesalahan saat memuat orang. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa kom upp við að sækja fólk. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento delle persone. Trascinare verso il basso per aggiornare e riprovare.
ja: ピープルのロード中にエラーが発生しました。プルして更新し、再試行してください。
mi: He hapa i te wā e uta ana ngā tāngata. Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat untuk memuatkan orang. Tarik untuk segar semula untuk mencuba lagi.
nl: Er is een fout opgetreden bij het laden van personen. Pull om te vernieuwen om het opnieuw te proberen.
pl: Wystąpił błąd podczas wczytywania osób. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt_br: Houve um erro ao carregar pessoas. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при скачивании людей. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju ljudi je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in personer. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดบุคคล ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải mọi người. Hãy kéo để làm mới rồi thử lại.

source: There was an error loading quizzes. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل الاختبارات الموجزة. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar les proves. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho cwisiau. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsning af test. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden der Quizze. Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es_es: Ha habido un error al cargar las pruebas. Pulsa actualizar para volver a intentarlo.
fi: Kyselyiden latauksessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
fr_ca: Une erreur est survenue lors du chargement des questionnaires. Tirez pour actualiser et réessayer.
id: Terjadi kesalahan saat memuat kuis. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa kom upp við að hlaða prófum. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento dei quiz. Trascinare verso il basso per aggiornare e riprovare.
ja: 小テストの読み込み中にエラーが発生しました。プルして更新し、再試行してください。
mi: He hapa i te wā e uta ana ngā quizzes. Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat untuk memuatkan kuiz. Tarik untuk segar semula untuk mencuba lagi.
nl: Er is een fout opgetreden bij het laden van toetsen. Ophalen om te vernieuwen en het nogmaals te proberen.
pl: Wystąpił błąd podczas wczytywania testów. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt_br: Houve um erro ao carregar questionários. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при загрузке тестов. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju kvizov je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in quiz. Dra för att uppdatera och försöka igen.
th: มีข้อผิดพลาดในการโหลดแบบทดสอบ ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải các câu hỏi kiểm tra. Hãy kéo để làm mới rồi thử lại.

source: There was an error loading the message. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل الرسالة. اسحب للتحديث لإعادة المحاولة.
ca: S’ha produït un error en carregar el missatge. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho'r neges. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsning af beskeden. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden der Nachricht Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es_es: Ha habido un error al cargar el mensaje. Pulsa actualizar para volver a intentarlo.
fi: Viestin lataamisessa ilmeni virhe. Yritä uudelleen ja vedä päivittääksesi.
fr_ca: Une erreur est survenue lors du chargement du message. Tirez pour actualiser et réessayer.
id: Terjadi kesalahan saat memuat pesan. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa við að hlaða skilaboðunum. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore di caricamento messaggio. Trascinare verso il basso per aggiornare e riprovare.
ja: メッセージの読み込み中にエラーが発生しました。プルして更新し、再試行してください。
mi: He hapa i te utaina o te korerorero. Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat memuatkan mesej ini. Tarik untuk segar semula untuk mencuba lagi.
nl: Er is een fout opgetreden bij het laden van het bericht. Ophalen om te vernieuwen en het nogmaals te proberen.
pl: Wystąpił błąd podczas wczytywania wiadomości. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt_br: Ocorreu um erro ao carregar a mensagem. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при скачивании сообщения. Потяните для обновления, чтобы попробовать еще раз.
sl: Prišlo je do napake pri nalaganju sporočila. Povlecite za osvežitev, da poskusite znova.
sv: Ett fel inträffade vid inläsning av meddelandet. Dra för att uppdatera och försöka igen.
th: มีข้อผิดพลาดในการโหลดข้อความ ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải tin nhắn. Hãy kéo để làm mới rồi thử lại.

source: There was an error while communicating with the server
ar: حدث خطأ أثناء الاتصال بالخادم
ca: S'ha produït un error en comunicar-se amb el servidor
cy: Gwall wrth gyfathrebu â'r gweinydd
da: Der opstod en fejl, mens der blev kommunikeret med serveren
de: Beim Kommunizieren mit dem Server ist ein Fehler aufgetreten.
es_es: Ha habido un error al comunicarse con el servidor
fi: Ilmeni virhe kommunikoitaessa palvelimen kanssa
fr_ca: Une erreur est survenue pendant la communication avec le serveur.
id: Terjadi kesalahan saat berkomunikasi dengan server.
is: Villa kom upp við samskipti við þjóninn
it: Si è verificato un errore durante la comunicazione con il server
ja: サーバーとの通信中にエラーが発生しました
mi: He hapa i te wā e kōrero ana ki te tūmau.
ms: Terdapat ralat semasa berkomunikasi dengan pelayan
nl: Er was een fout bij het communiceren met de server
pl: Wystąpił błąd podczas komunikacji z serwerem
pt_br: Ocorreu um erro durante a comunicação com o servidor
ru: При обмене данными с сервером произошла ошибка
sl: Med komunikacijo s strežnikom je prišlo do napake
sv: Ett fel uppstod under kommunikation med servern
th: มีข้อผิดพลาดในขณะสื่อสารกับเซิร์ฟเวอร์
vi: Đã xảy ra lỗi khi giao tiếp với máy chủ
