Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

# Edit course settings
source: Edit module settings
ar: تحرير إعدادات المساق
ca: Edita la configuració de l'assignatura
cy: Golygu gosodiadau’r cwrs
da: Rediger fagindstillinger
de: Kurseinstellungen ändern
es_es: Editar configuraciones de la asignatura
fi: Muokkaa kurssin asetuksia
fr_ca: Modifier les paramètres du cours
id: Edit pengaturan kursus
is: Breyta námskeiðsstillingum
it: Modifica impostazioni corso
ja: コース設定を編集
mi: Whakatika akoranga tautuhinga
ms: Edit tetapan kursus
nl: Cursusinstellingen bewerken
pl: Edytuj ustawienia kursu
pt_br: Editar configurações do curso
ru: Редактировать настройки курса
sl: Uredi nastavitve predmeta
sv: Redigera kursinställningar
th: แก้ไขค่าปรับตั้งบทเรียน
vi: Chỉnh sửa cài đặt khóa học

source: Edit Dashboard
ar: تحرير لوحة المعلومات
ca: Edita el panell de control
cy: Golygu’r Dangosfwrdd
da: Rediger oversigt
de: Dashboard bearbeiten
es_es: Editar panel de control
fi: Muokkaa koontinäyttöä
fr_ca: Modifier le tableau de bord
is: Breyta skjáborði
it: Modifica dashboard
ja: ダッシュボードを編集する
mi: Whakatika Papatohu
ms: Edit Papan Pemuka
nl: Dashboard bewerken
pl: Edytuj panel nawigacyjny
pt_br: Editar painel
ru: Редактировать информационную панель
sl: Uredi preglednico
sv: Redigera översikten
th: แก้ไขแผงข้อมูล
vi: Chỉnh Sửa Bảng Điều Khiển

source: Edit Discussion
ar: تحرير النقاش
ca: Edita el fòrum
cy: Golygu Trafodaeth
da: Rediger diskussion
de: Diskussion bearbeiten
es_es: Editar foro de discusión
fi: Muokkaa keskustelu
fr_ca: Modifier la discussion
id: Edit Diskusi
is: Breyta umræðu
it: Modifica discussione
ja: ディスカッションを編集
mi: Whakatika kōrerorero
ms: Edit Perbincangan
nl: Discussie bewerken
pl: Edytuj dyskusję
pt_br: Editar fórum
ru: Редактировать дискуссию
sl: Uredi razpravo
sv: Redigera diskussion
th: แก้ไขการพูดคุย
vi: Chỉnh Sửa Thảo Luận

source: Edit file
ar: تحرير الملف
ca: Edita el fitxer
cy: Golygu Ffeil
da: Rediger fil
de: Datei bearbeiten
es_es: Editar archivo
fi: Muokkaa tiedostoa
fr_ca: Modifier le fichier
is: Breyta skrá
it: Modifica file
ja: ファイルを編集
mi: Whakatika Kōnae
ms: Edit Fail
nl: Bestand bewerken
pl: Edytuj plik
pt_br: Editar arquivo
ru: Редактировать файл
sl: Uredi datoteko
sv: Redigera fil
th: แก้ไขไฟล์
vi: Chỉnh Sửa Tập Tin

source: Edit folder
ar: تحرير المجلد
ca: Edita la carpeta
cy: Golygu Ffolder
da: Rediger mappe
de: Ordner bearbeiten
es_es: Editar carpeta
fi: Muokkaa kansiota
fr_ca: Modifier le dossier
is: Breyta möppu
it: Modifica cartella
ja: フォルダを編集
mi: Whakatika Kōpaki
nl: Map bewerken
pl: Edytuj folder
pt_br: Editar pasta
ru: Редактировать папку
sl: Uredi mapo
sv: Redigera mapp
th: แก้ไขโฟลเดอร์
vi: Chỉnh Sửa Thư Mục

source: Edit page
ar: تحرير صفحة
ca: Edita la pàgina
cy: Golygu Tudalen
da: Rediger side
de: Seite bearbeiten
es_es: Editar página
fi: Muokkaa sivua
fr_ca: Modifier une page
id: Edit Halaman
is: Breyta síðu
it: Modifica pagina
ja: ページを編集
mi: Whakatika Whārangi
ms: Edit Halaman
nl: Pagina bewerken
pl: Edytuj stronę
pt_br: Editar página
ru: Редактировать страницу
sl: Uredi stran
sv: Redigera sidan
th: แก้ไขเพจ
vi: Chỉnh Sửa Trang

source: Edit Quiz Details
ar: تحرير تفاصيل الاختبار الموجز
ca: Edita la informació de la prova
cy: Golygu Manylion Cwis
da: Rediger nærmere oplysninger om quiz
de: Quizdetails bearbeiten
es_es: Editar los detalles de la prueba
fi: Muokkaa tietovisan tietoja
fr_ca: Modifier les détails du questionnaire
id: Edit Detail Kuis
is: Breyta prófsupplýsingum
it: Modifica dettagli quiz
ja: 小テスト詳細を編集
mi: Whakatika Quiz taipitopito
ms: Edit Butiran Kuiz
nl: Toetsdetails bewerken
pl: Edytuj szczegóły testu
pt_br: Editar detalhes do teste
ru: Редактировать сведения о контрольной работе
sl: Uredi podrobnosti o kvizu
sv: Redigera quizinformation
th: แก้ไขรายละเอียดแบบทดสอบ
vi: Chỉnh Sửa Chi Tiết Câu Hỏi Kiểm Tra

source: Edit Recipients
ar: تحرير المستلمين
ca: Edita els destinataris
cy: Golygu Derbynwyr
da: Rediger modtagere
de: Empfänger bearbeiten
es_es: Editar destinatarios
fi: Muokkaa vastaanottajia
fr_ca: Modifier les destinataires
id: Edit Penerima
is: Breyta viðtakendum
it: Modifica destinatari
ja: 受信者を編集する
mi: Whakatika ngā Kaiwhiwhi
ms: Edit Penerima
nl: Ontvangers bewerken
pl: Edytuj odbiorców
pt_br: Editar recipientes
ru: Редактировать получателей
sl: Uredi prejemnike
sv: Redigera mottagare
th: แก้ไขผู้รับ
vi: Chỉnh Sửa Người Nhận

source: Edit Syllabus
ar: تحرير المنهج الدراسي
ca: Edita el temari
cy: Golygu Maes Llafur
da: Rediger læseplanen
de: Kursplan bearbeiten
es_es: Editar programa de la asignatura
fi: Muokkaa opinto-ohjelmaa
fr_ca: Modifier le programme
id: Edit Silabus
is: Breyta kennsluáætlun
it: Modifica syllabus
ja: シラバスを編集
mi: Whakatika Marautanga
ms: Edit Silibus
nl: Syllabus bewerken
pl: Edytuj Program
pt_br: Editar programa curricular
ru: Редактировать программу
sl: Uredi učni načrt predmeta
sv: Redigera kursöversikten
th: แก้ไขหลักสูตร
vi: Chỉnh Sửa Chương Trình Học

source: Either you're a new user or the Acceptable Use Policy has changed since you last agreed to it. Please agree to the Acceptable Use Policy before you continue.
ar: إما أنك مستخدم جديد أو أن سياسة الاستخدام المقبول قد تغيرت منذ أن وافقت عليها آخر مرة. الرجاء الموافقة على سياسة الاستخدام المقبول قبل المتابعة.
ca: O bé sou un usuari nou o la política d’ús acceptable ha canviat des de la darrera vegada que la vau acceptar. Accepteu la política d’ús acceptable abans de continuar.
cy: Naill ai rydych chi’n ddefnyddiwr newydd, neu mae’r Polisi Defnydd Derbyniol wedi newid ers i chi gytuno i’r Polisi ddiwethaf. Mae angen i chi gytuno i’r Polisi Defnydd Derbyniol cyn bwrw ymlaen.
da: Enten er du en ny bruger, eller Betingelser for acceptabel brug er blevet ændret, siden du accepterede dem. Du bedes acceptere Betingelser for acceptabel brug, før du fortsætter.
de: Entweder sind Sie ein(e) neue(r) Benutzer*in oder die Richtlinie zur akzeptablen Nutzung hat sich geändert, seit Sie ihr zuletzt zugestimmt haben. Bitte stimmen Sie der Richtlinie zur akzeptablen Nutzung zu, bevor Sie fortfahren.
es_es: Es un usuario nuevo o la Política de uso aceptable ha cambiado desde la última vez que la aceptó. Aceptar la Política de uso aceptable antes de continuar.
fi: Olet joko uusi käyttäjä tai hyväksyttävää käyttöä koskeva käytäntö on muuttunut sen jälkeen, kun viimeksi hyväksyit sen. Hyväksy hyväksyttävää käyttöä koskeva käytäntö ennen kuin jatkat.
fr_ca: Soit vous êtes un nouvel utilisateur, soit la politique d’utilisation acceptable a changé depuis que vous l’avez acceptée pour la dernière fois. Veuillez accepter la Politique d’utilisation acceptable avant de continuer.
id: Anda pengguna baru atau Kebijakan Penggunaan yang Dapat Diterima telah berubah sejak Anda terakhir kali menyetujuinya. Silakan setujui Kebijakan Penggunaan yang Dapat Diterima sebelum Anda melanjutkan.
is: Þú ert annað hvort nýr notandi eða Stefna um ásættanlega notkun hefur breyst síðan þú samþykktir hana síðast. Vinsamlegast samþykktu Stefnu um ásættanlega notkun áður en þú heldur áfram.
it: Sei un nuovo utente oppure le Norme di utilizzo accettabile sono cambiate dall'ultima volta in cui le hai accettate. Accetta le Norme di utilizzo accettabile prima di continuare.
ja: あなたが新しいユーザーであるか、最後に同意して以降、許容される使用ポリシーが変更されています。続行する前に許可される使用ポリシーに同意してください。
mi: Ahakoa he kaiwhakamahi hou koe te Kaupapa Whakamahi Whakaae ranei kua rereke mai i to whakaaetanga whakamutunga. I mua i te haere whakaae mai ki te Kaupapa Whakamahi Whakaae.
ms: Sama ada anda pengguna baharu atau Dasar Penggunaan Boleh Diterima telah berubah sejak anda kali terakhir menyatakan persetujuan berkenaannya. Sila nyatakan persetujuan anda dengan Dasar Penggunaan Boleh Diterima sebelum anda meneruskan.
nl: Je bent een nieuwe gebruiker of het Beleid voor acceptabel gebruik is gewijzigd sinds je er de laatste keer mee akkoord bent gegaan. Ga akkoord met het Beleid voor acceptabel gebruik voordat je verdergaat.
pl: Albo jesteś nowym użytkownikiem, albo Zasady dozwolonego użytku uległy zmianie od momentu, gdy wyraziłeś na nie zgodę. Zaakceptuj Zasady dozwolonego użytku, aby kontynuować.
pt_br: Ou você é um novo usuário ou a Política de Uso Aceitável mudou desde a última vez que você concordou com ela. Por favor, concorde com a Política de Uso Aceitável antes de continuar.
ru: Вы либо новый пользователь, либо Политика допустимого использования изменились после того, как вы в последний раз приняли их. Согласитесь с Политикой допустимого использования, прежде чем продолжить.
sl: Ste nov uporabnik ali pa so Pravilnik o sprejemljivi rabi spremenili, odkar ste se nazadnje strinjali z njim. Pred nadaljevanjem potrdite, da se strinjate s Pravilnikom o sprejemljivi rabi.
sv: Antingen är du en ny användare eller så har policyn för godkänd användning ändrats sedan du senast godkände den. Godkänn policyn för godkänd användning innan du fortsätter.
th: คุณเป็นผู้ใช้ใหม่หรือนโยบายการใช้งานที่ยอมรับได้ที่คุณตอบรับไว้ล่าสุดมีการเปลี่ยนแปลง กรุณาตอบรับนโยบายการใช้งานที่ยอมรับได้ก่อนดำเนินการต่อ
vi: Bạn là người dùng mới hoặc Chính Sách Sử Dụng Có Thể Chấp Nhận Được đã thay đổi kể từ lần gần nhất bạn đồng ý. Vui lòng đồng ý với Chính Sách Sử Dụng Có Thể Chấp Nhận Được trước khi bạn tiếp tục.

source: Email
ar: البريد الإلكتروني
ca: Correu electrònic
cy: E-bost
es_es: Correo electrónico
fi: Sähköposti
fr_ca: Adresse électronique
is: Tölvupóstur
ja: E メール
mi: Īmēra
ms: E-mel
ru: Адрес электронной почты
sl: E-pošta
sv: E-post
th: อีเมล

source: Email address
ar: عنوان البريد الإلكتروني
ca: Adreça electrònica
cy: Cyfeiriad e-bost
da: E-mailadresse
de: E-Mail-Adresse
es_es: Dirección de correo electrónico
fi: Sähköpostiosoite
fr_ca: Adresse courriel
id: Alamat email
is: Netfang
it: Indirizzo e-mail
ja: メールアドレス
mi: Īmēra wāhitau
ms: Alamat e-mel
nl: E-mailadres
pl: Adres e-mail
pt_br: Endereço de e-mail
ru: Адрес электронной почты
sl: E-poštni naslov
sv: E-postadress
th: อีเมลแอดเดรส
vi: Địa chỉ email

source: Email notifications
ar: إعلامات البريد الإلكتروني
ca: Notificacions per correu electrònic
cy: Hysbysiadau E-bost
da: E-mail-meddelelser
de: E-Mail Benachrichtigungen
es_es: Notificaciones por correo electrónico
fi: Sähköposti-ilmoitukset
fr_ca: Notifications par courriel
id: Notifikasi Email
is: Tilkynningar í tölvupósti
it: Notifiche email
ja: メール通知
mi: Ngā Īmēra Whakamōhiotanga
ms: Pemberitahuan E-mel
nl: E-mail meldingen
pl: Powiadomienia e-mail
pt_br: Notificações de e-mail
ru: Уведомления по электронной почте
sl: E-poštno obveščanje
sv: E-postaviseringar
th: การแจ้งข้อมูลทางอีเมล
vi: Thông Báo Email

source: Emergency
ar: الطوارئ
ca: Emergència
cy: Argyfwng
da: Nødsituation
de: Notfall
es_es: Emergencia
fi: Hätätila
fr_ca: Urgence
id: Keadaan Darurat
is: Neyðartilfelli
it: Emergenza
ja: 緊急
mi: Mate Whawhati Tata
ms: Kecemasan
nl: Noodgeval
pl: Sytuacja awaryjna
pt_br: Emergência
ru: Чрезвычайная ситуация
sl: Nujni primer
sv: Nödläge
th: กรณีฉุกเฉิน
vi: Khẩn Cấp

source: Enable push notifications
ar: تمكين الإعلامات الفورية
ca: Activa les notificacions d'inserció
cy: Galluogi Hysbysiadau Marchnata
da: Aktiver push-meddelelser
de: Push-Benachrichtigungen aktivieren
es_es: Habilitar notificaciones automáticas
fi: Ota Push-ilmoitukset käyttöön
fr_ca: Activer les notifications Push
id: Aktifkan Notifikasi Push
is: Virkja þrýstar tilkynningar
it: Abilita notifiche push
ja: プッシュ通知を有効にする
mi: Whakahohea Whakamōhiotanga Pana
ms: Dayakan Pemberitahuan Tolak
nl: Push berichtgevingen inschakelen
pl: Włącz aktywne powiadomienia
pt_br: Ativar Notificações Push
ru: Включить push-уведомления
sl: Omogoči poslana obvestila
sv: Aktivera push-aviseringar
th: เปิดใช้การแจ้งเตือนแบบพุช
vi: Bật Thông Báo Đẩy

source: Enabling the Auto Content Sync will take care of downloading the selected content based on the below settings. The content synchronization will happen even if the application is not running. If the setting is switched off, then no synchronization will happen. The already downloaded content will not be deleted.
ar: سيؤدي تمكين مزامنة المحتوى التلقائية إلى تنزيل المحتوى المحدد بناءً على الإعدادات أدناه. ستحدث مزامنة المحتوى حتى لو لم يكن يعمل التطبيق. إذا تم إيقاف تشغيل الإعداد، فلن تحدث المزامنة. لن يتم حذف المحتوى الذي تم تنزيله بالفعل.
ca: En activar la sincronització automàtica del contingut es baixarà el contingut seleccionat segons les opcions de configuració indicades a continuació. Se sincronitzarà el contingut encara que l’aplicació no s’estigui executant. Si el paràmetre està desactivat no es durà a terme la sincronització. No se suprimirà el contingut que ja s’hagi baixat.
cy: Bydd galluogi Cysoni Cynnwys Awtomatig yn gofalu am lwytho’r cynnwys sydd wedi’i ddewis i lawr yn seiliedig ar y gosodiadau isod. Bydd cysoni cynnwys yn digwydd hyd yn oed os nad yw’r rhaglen yn rhedeg. Os yw’r gosodiadau wedi’i ddiffodd ni fydd cysoni’n digwydd. Ni fydd cynnwys sydd eisoes wedi’i lwytho i lawr yn cael ei ddileu.
da: Aktivering af automatisk indholdssynkronisering sørger for at downloade det valgte indhold baseret på nedenstående indstillinger. Indholdssynkroniseringen gennemføres, selvom applikationen ikke kører. Hvis indstillingen er deaktiveret, sker der ingen synkronisering. Det allerede downloadede indhold vil ikke blive slettet.
de: Wenn Sie die automatische Inhaltssynchronisierung aktivieren, wird der Download der ausgewählten Inhalte auf der Grundlage der unten aufgeführten Einstellungen durchgeführt. Die Synchronisierung der Inhalte erfolgt auch dann, wenn die Anwendung nicht ausgeführt wird. Wenn die Einstellung ausgeschaltet ist, findet keine Synchronisierung statt. Die bereits heruntergeladenen Inhalte werden nicht gelöscht.
es_es: Con la acción de habilitar la sincronización automática de contenidos, se descargará el contenido seleccionado según los siguientes ajustes. La sincronización del contenido se realizará incluso aunque la aplicación no esté en funcionamiento. Si los ajustes están apagados, no se realizará la sincronización. El contenido ya descargado no podrá eliminarse.
fi: Automaattisen sisällön synkronisoinnin ottamisellal käyttöön huolehditaan valitun sisällön latauksesta alla olevien asetusten perusteella. Sisällön synkronisointi tapahtuu myös silloin, kun sovellus ei ole käynnissä jos asetukset on kytketty pois päältä, synkronisointia ei tapahdu. Jo ladattua sisältöä ei poisteta.
fr_ca: L’activation de la synchronisation automatique du contenu se chargera de télécharger le contenu sélectionné en fonction des paramètres ci-dessous. La synchronisation du contenu se produit même si l’application n’est pas en cours d’exécution. Si le paramètre est désactivé, aucune synchronisation ne se produira. Le contenu déjà téléchargé ne sera pas supprimé.
id: Mengaktifkan Sinkronisasi Konten Otomatis akan menangani pengunduhan dari konten yang dipilih berdasarkan pengaturan di bawah. Sinkronisasi konten akan terjadi walaupun aplikasi tidak berjalan. Jika pengaturan dimatikan, sinkronisasi tidak akan terjadi. Konten yang sudah diunduh tidak akan dihapus.
is: Með því að virkja sjálfvirka samstillingu efnis mun hún sjá um að hala niður völdu efni byggt á stillingunum hér að neðan. Samstilling efnis mun gerast jafnvel þótt forritið sé ekki í gangi. Ef slökkt er á stillingunni mun engin samstilling eiga sér stað. Efni sem þegar hefur verið hlaðið niður verður ekki eytt.
it: L’attivazione della Sincronizzazione contenuto automatica si occuperà del download del contenuto selezionato in base alle impostazioni riportate di seguito. La sincronizzazione del contenuto verrà effettuata anche se l’applicazione non è in funzione. Se l’impostazione è disattiva, non sarà effettuata alcuna sincronizzazione. Il contenuto già scaricato non sarà eliminato.
ja: コンテンツの自動同期を有効にすると、選択したコンテンツのダウンロードが以下の設定に基づいて行われます。コンテンツの同期は、アプリケーションが起動していなくても行われます。この設定をオフにすると、同期は行われません。すでにダウンロードされているコンテンツは削除されません。
mi: Ina whakahohea te waahanga Tukutahi Ihirangi Aunoa, ko nga ihirangi kua tikiakehia ka whakawhirinaki ki nga tautuhinga kua whakarārangihia i raro nei. Ahakoa kaore i tuwhera te tono, ka mau tonu te tukutahitanga ihirangi. Karekau he tukutahitanga mena kua weto te tautuhinga. Ko nga mea kua oti te tango ake ka kore e tangohia.
ms: Mendayakan Segerakan Kandungan Automatik akan mengurus muat turun kandungan yang dipilih berdasarkan tetapan di bawah. Penyegerakan kandungan akan etap berlaku walaupun aplikasi tidak berjalan. Jika tetapan dimatikan maka tiada penyegerakan akan berlaku. Kandungan yang sudah dimuat turun tidak akan dipadamkan.
nl: Door Automatisch synchroniseren van content in te schakelen wordt de geselecteerde content gedownload op basis van de onderstaande instellingen. De contentsynchronisatie vindt ook plaats als de applicatie niet wordt uitgevoerd. Als de instelling wordt uitgeschakeld, wordt er geen synchronisatie uitgevoerd. De reeds gedownloade content wordt niet verwijderd.
pl: Włączenie automatycznej synchronizacji zawartości pozwoli pobierać wybraną zawartość w oparciu o poniższe ustawienia. Synchronizacja zawartości będzie się odbywać, nawet jeśli aplikacja nie zostanie włączona. Jeśli funkcja jest wyłączona, synchronizacja nie będzie działać. Pobrana już zawartość nie zostanie usunięta.
pt_br: A ativação da sincronização automática de conteúdo cuidará do download do conteúdo selecionado com base nas configurações abaixo. A sincronização de conteúdo acontecerá mesmo se o aplicativo não estiver em execução. Se a configuração estiver desativada, nenhuma sincronização ocorrerá. O conteúdo já baixado não será excluído.
ru: При включении функции автоматической синхронизации содержимого будет выполнена загрузка выбранного содержимого на основе приведенных ниже настроек. Синхронизация содержимого будет происходить, даже если приложение не запущено. Если этот параметр выключен, синхронизация не будет выполняться. Уже загруженное содержимое не будет удаляться.
sl: Če omogočite samodejno sinhronizacijo vsebine, boste omogočili prenos izbrane vsebine na podlagi spodnjih nastavitev. Sinhronizacija vsebine bo izvedena tudi, če aplikacija ni zagnana. Če je nastavitev izklopljena, sinhronizacija ne bo izvedena. Že prenesena vsebina ne bo odstranjena.
sv: Om automatisk innehållssynkronisering aktiveras laddas det valda innehållet ned baserat på nedanstående inställningar. Innehållssynkroniseringen sker även om programmet inte körs. Om inställningen är avstängd sker ingen synkronisering. Innehåll som redan laddats ned raderas inte.
th: การเปิดใช้การซิงค์เนื้อหาอัตโนมัติ (Auto Content Sync) จะเป็นการจัดการการดาวน์โหลดเนื้อหาที่เลือกตามค่าปรับตั้งต่อไปนี้ การซิงค์เนื้อหาจะเกิดขึ้นแม้ว่าแอพพลิเคชั่นจะไม่เปิดทำงานอยู่ หากมีการปิดค่านี้ จะไม่มีการซิงค์ข้อมูลเกิดขึ้น เนื้อหาที่ดาวน์โหลดแล้วจะไม่ถูกลบทิ้ง
vi: Bật chức năng Tự Động Đồng Bộ Nội Dung sẽ xử lý việc tải xuống các nội dung được chọn dựa theo cài đặt dưới đây. Thao tác đồng bộ nội dung sẽ diễn ra ngay cả khi ứng dụng không chạy. Nếu tắt cài đặt thì quá trình đồng bộ sẽ không diễn ra. Nội dung đã được tải xuống sẽ không bị xóa.

source: End Act as User
ar: إنهاء التصرف كمستخدم
ca: Deixa d'actuar com a usuari
cy: Gorffen Gweithredu fel Defnyddiwr
da: Afslut \'funger som bruger\'
de: „Handeln als Benutzer*in“ beenden
es_es: Dejar de actuar en nombre de usuario
fi: Päätä toimi käyttäjänä
fr_ca: Cesser d'agir en tant qu'utilisateur
id: Akhiri Bertindak sebagai Pengguna
is: Hætta að bregðast við sem notandi
it: Termina come utente
ja: ユーザーとして行動することを止める
mi: Whakamutu mahi hei Kaiwhakamahi
ms: Berhenti Bertindak sebagai Pengguna
nl: Stop met optreden als gebruiker
pl: Zakończ podszywanie się jako użytkownik
pt_br: Fim de Agir como Usuário
ru: Завершить функцию «Действовать как пользователь»
sl: Opustite vlogo uporabnika
sv: Sluta agera som användaren
th: สิ้นสุดดำเนินการในฐานะผู้ใช้
vi: Kết Thúc Đóng Vai Trò Người Dùng

source: Enter code
ar: أدخل الرمز
ca: Introdueix el codi
cy: Rhoi cod
da: Indtast kode
de: Code eingeben
es_es: Introducir código
fi: Anna koodi
fr_ca: Entrer le code
id: Masukkan kode
is: Sláðu inn kóða
it: Inserisci codice
ja: コードを入力する
mi: Tomo waehere
ms: Masukkan kod
nl: Code invoeren
pl: Wpisz kod
pt_br: Inserir código
ru: Ввести код
sl: Vnesi kodo
sv: Ange kod
th: กรอกรหัส
vi: Nhập mã

source: Error
ar: خطأ
cy: Gwall
da: Fejl
de: Fehler
fi: Virhe
fr_ca: Erreur
id: Kesalahan
is: Villa
it: Errore
ja: エラー
mi: Hapa
ms: Ralat
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
sl: Napaka
sv: Fel
th: ข้อผิดพลาด
vi: Lỗi

source: Error Details
ar: تفاصيل الخطأ
ca: Detalls de l'error
cy: Manylion y Gwall
da: Oplysninger om fejl
de: Fehlerdetails
es_es: Detalles del error
fi: Virheen tiedot
fr_ca: Détails de l’erreur
id: Detail Kesalahan
is: Upplýsingar um villu
it: Dettagli errori
ja: エラーの詳細
mi: Ngā taipitopito hapa
ms: Butiran Ralat
nl: Foutdetails
pl: Informacje o błędzie
pt_br: Detalhes do erro
ru: Подробности ошибки
sl: Podrobnosti o napaki
sv: Felinformation
th: รายละเอียดข้อผิดพลาด
vi: Lỗi Chi Tiết

source: Error saving. Tap to retry.
ar: خطأ أثناء الحفظ. اضغط لإعادة المحاولة.
ca: S'ha produït un error en desar. Toqueu per tornar-ho a provar.
cy: Gwall wrth gadw. Tapiwch i roi cynnig arall arni.
da: Fejl da der skulle gemmes. Tryk for at prøve igen.
de: Fehler beim Speichern. Tippen Sie zum Wiederholen.
es_es: Error al guardar. Toca para volver a intentarlo.
fi: Virhe tallennettaessa. Yritä uudelleen napauttamalla.
fr_ca: Erreur lors de l'enregistrement. Tapotez pour réessayer.
id: Kesalahan Penyimpanan. Ketuk untuk mencoba lagi.
is: Villa við að vista. Smelltu til að reyna aftur.
it: Errore di salvataggio. Tocca per riprovare.
ja: エラーの保存。タップして再試行してください。
mi: Hap i te wā e whakaora ana. Pātō ki te ngana anō.
ms: Ralat Menyimpan. Ketik untuk mencuba semula.
nl: Fout bij opslaan. Tik om het opnieuw te proberen.
pl: Błąd podczas zapisywania. Stuknij, aby ponowić.
pt_br: Erro ao salvar. Toque para tentar novamente.
ru: Ошибка при сохранении. Нажмите, чтобы повторить попытку.
sl: Napaka pri shranjevanju Tapnite za ponovni poskus.
sv: Det gick inte att spara. Tryck för att försöka igen.
th: มีข้อผิดพลาดในการบันทึก กดเลือกเพื่อลองใหม่
vi: Lỗi Lưu. Hãy nhấn để thử lại.

source: Everyone
ar: الجميع
ca: Tothom
cy: Pawb
da: Alle
de: Jeder
es_es: Todos
fi: Kaikki
fr_ca: Tous
id: Semua Orang
is: Allir
it: Tutti
ja: 全員
mi: Tāngata katoa
ms: Semua orang
nl: Iedereen
pl: Każdy
pt_br: Todo mundo
ru: Все
sl: Vsi
sv: Alla
th: ทุกคน
vi: Mọi Người

source: Everyone else
ar: أي شخص آخر
ca: Tots els altres
cy: Pawb arall
da: Alle andre
de: Alle anderen
es_es: Todos los demás
fi: Kaikki muut
fr_ca: Tous les autres
id: Semua orang lain
is: Allir aðrir
it: Tutti gli altri
ja: 他の全員
mi: tāngata katoa atu
ms: Semua orang
nl: Alle anderen
pl: Wszyscy pozostali
pt_br: Todos os demais
ru: Все остальные
sl: Vsi ostali
sv: Alla andra
th: คนอื่น ๆ ทั้งหมด
vi: Mọi người khác

source: Excused
ar: معفى
ca: Justificat
cy: Wedi esgusodi
da: Undskyldt
de: Entschuldigt
es_es: Justificado
fi: Annettu anteeksi
fr_ca: Exempté
id: Dibolehkan
is: Undanþegið
it: Giustificato
ja: 免除
mi: Whakawātea
ms: Dimaafkan
nl: Vrijgesteld
pl: Usprawiedliwiony
pt_br: Dispensado
ru: По уважительной причине
sl: Opravičeno
sv: Ursäktad
th: ได้รับการยกเว้น
vi: Đã Xin Phép

source: Expand
ar: توسيع
ca: Desplega
cy: Ehangu
da: Udvid
de: Erweitern
es_es: Expandir
fi: Laajenna
fr_ca: Développer
id: Perbesar
is: Víkka
it: Espandi
ja: 展開
mi: Whakawhānui
ms: Kembangkan
nl: Uitvouwen
pl: Rozwiń
pt_br: Expandir
ru: Развернуть
sl: Razširi
sv: Expandera
th: ขยาย
vi: Mở Rộng

source: expanded
ar: تم التوسيع
ca: desplegat
cy: wedi ehangu
da: udvidet
de: eingeblendet
es_es: expandido
fi: laajennettu
fr_ca: développé
id: diperbesar
is: víkkað
it: esteso
ja: 拡大
mi: whakawhānui
ms: dikembangkan
nl: uitgevouwen
pl: rozwinięte
pt_br: expandido
ru: развернуто
sl: razširjeno
sv: expanderad
th: ขยายแล้ว
vi: đã mở rộng
