Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

source: "Act as" is essentially logging in as this user without a password. You will be able to take any action as if you were this user, and from other users' points of view, as if this user performed them. However, audit logs record that you were the one who performed the actions on behalf of this user.
ar: "تصرف كـ" هو تسجيل الدخول كما لو كنت هذا المستخدم دون كلمة مرور. ستتمكن من اتخاذ أي إجراء كما لو كنت هذا المستخدم، ومن وجهة نظر المستخدمين الآخرين، سيبدو الأمر كما لو كان هذا المستخدم هو من قام بهذه الإجراءات. ولكن سجلات التدقيق ستسجل أنك كنت الشخص الذي قام بالإجراءات نيابةً عن هذا المستخدم.
ca: "Fer de" consisteix essencialment a iniciar la sessió com a aquest usuari sense cap contrasenya. Podreu dur a terme accions com si fóssiu aquest usuari i, de cara a altres usuaris, serà com si les realitzés aquest usuari. Tanmateix, els registres d'auditoria enregistren que heu sigut vós qui ha dut a terme les accions en nom de l'altre usuari.
cy: Bydd "Gweithredu fel" yn golygu eich bod yn mewngofnodi fel y defnyddiwr hwn heb gyfrinair. Byddwch chi’n gallu gwneud unrhyw beth fel mai chi yw’r defnyddiwr hwn o safbwynt pobl eraill; bydd yn edrych fel mai’r defnyddiwr hwn sydd wedi gwneud hynny. Ond, bydd logiau archwilio’n cofnodi mai chi wnaeth hynny ar ran y defnyddiwr hwn.
da: "Funger som" betyder i bund og grund, at du logger ind som denne bruger uden adgangskode. Du vil kunne udføre enhver handling, som om du var denne bruger, og se ud som om du var denne bruger for andre brugere. Dog registrerer audit-logs, at det faktisk var dig, der udførte handlingerne på vegne af denne bruger.
de: „Handeln als“ ist im Grunde die Anmeldung als diese/r Benutzer*in ohne Kennwort. Sie können beliebige Aktionen durchführen, so, als wären Sie diese/r Benutzer*in, und so, dass es für andere Benutzer*innen so aussieht, als ob diese/r Benutzer*in diese durchgeführt hat. Die Audit-Protokolle zeichnen auf, dass Sie die Aktionen im Namen des Benutzers durchgeführt haben.
es_es: “Actuar como” es básicamente iniciar sesión como si fueras este usuario pero sin una contraseña. Podrás realizar cualquier acción como si fueses este usuario y desde el punto de vista de otros usuarios, como si este usuario las realizara. Sin embargo, los registros de auditoría indican que tú eres quien ha realizado las acciones en representación de este usuario.
fi: "Toimi nimellä" tarkoittaa sisäänkirjautumista tänä käyttäjänä ilman salasanaa. Pystyt ryhtymään toimenpiteisiin tänä käyttäjänä ja muille käyttäjille näyttää siltä, että tämä käyttäjä on suorittanut kyseiset toimenpiteet. Tarkistuslokit kuitenkin kirjaavat, että sinä suoritit toimenpiteet tämän käyttäjän toimesta.
fr_ca: « Agir en tant que » (Act as) est essentiellement d'ouvrir une session en tant que cet utilisateur sans mot de passe. Vous serez en mesure de prendre toute action comme si vous étiez cet utilisateur, et du point de vue des autres utilisateurs, comme si cet utilisateur aurait effectué ces actions. Toutefois, le journal d'événements a identifié que vous étiez celui qui a effectué les actions au nom de cet étudiant.
id: “Act as" pada dasarnya adalah melakukan login sebagai pengguna ini tanpa kata sandi. Anda akan dapat melakukan tindakan apa pun jika Anda adalah pengguna ini, dan dari sudut pandang pengguna lain, ini seakan-akan pengguna ini melakukannya. Namun, log audit mencatat bahwa Anda lah orang yang melakukan tindakan atas nama pengguna ini.
is: "Bregðast við sem" þýðir í raun að skrá sig inn sem viðkomandi notandi án lykilorðs. Þú munt getað gripið til allra aðgerða eins og að þú værir viðkomandi notandi, frá sjónarhóli annarra notenda, eins og þessi notandi hafi framkvæmt viðkomandi aðgerðir. Samt sem áður sýna endurskoðaðar skrár að það varst þú sem framkvæmdir aðgerðirnar fyrir hönd þessa notanda.
it: “Agisci come" consiste sostanzialmente nell'effettuare l'accesso assumendo l'identità di questo utente senza inserire alcuna password. Potrai eseguire qualsiasi azione come se fossi questo utente e, dal punto di vista degli altri utenti, sarà come se queste azioni fossero state eseguite da questo utente. Tuttavia, i log di controllo registrano che sei stato tu a eseguire le azioni per conto di questo utente.
ja: 「～として」は、基本的にこのユーザーとしてパスワードなしでログインしています。あたかもこのユーザーであるかのようにアクションを取ることができ、また、他のユーザーの観点からだと、あたかもこのユーザーがそれを実行したかのように見ることができます。ただし、監査ログには、このユーザーの代わりにアクションを実行したのは、あなた だったと記録されます。
mi: "Mahi pēnei" ko te whakauru hei kaiwhakamahi kaore he kupuhipa Ka taea e koe te whakamahi ngā mahi anō nei ko koe te kaiwhakamahi, mai anō ētahi atu kaiwhakamahi e titiro ana hoki, anō nei ngā tēnei kaiwhakamahi i mahi Heoi, ka tuhia e ngā kaute tuhinga ko koe te kaihanga i ngā mahi mo tēnei kaiwhakamahi.
ms: "Bertindak sebagai" pada asasnya ialah log masuk sebagai pengguna ini tanpa kata laluan. Anda akan dapat mengambil tindakan seolah-olah anda pengguna ini, dan dari sudut pandang pengguna lain, seolah-olah pengguna ini yang melaksanakan tindakan tersebut. Namun begitu, log audit merekodkan bahawa anda ialah orang yang melaksanakan tindakan bagi pihak pengguna ini.
nl: "Optreden als" is in essentie hetzelfde als aanmelden als deze gebruiker zonder wachtwoord. Je kunt alle acties uitvoeren alsof je die gebruiker bent. Gezien vanuit andere gebruikers lijkt het dan ook alsof die acties door die gebruiker zijn uitgevoerd. De controleogboeken laten echter zien dat jij degene was die namens deze gebruiker die acties verricht hebt.
pl: Funkcja „Działaj jako” to po prostu logowanie się jako ten użytkownik bez hasła. Będzie można podejmować wszelkie działania z punktu widzenia tego użytkownika. W dzienniku audytu zostanie jednak zapisana informacja, że to Ty wykonywałeś(aś) działania w imieniu tego użytkownika.
pt_br: “Agir como” é essencialmente fazer logon como este usuário sem uma senha. Você poderá realizar qualquer ação como se você fosse esse usuário, e será como se esse usuário estivesse agindo para os outros usuários. Contudo, logs de auditoria registram o fato de que você era a pessoa que realizou as ações em nome desse usuário.
ru: "Действовать как" фактически означает вход в систему в качестве данного пользователя без пароля. Вы сможете выполнять любые действия, как будто вы являетесь этим пользователем, и с точки зрения других пользователей это будет выглядеть так, как будто именно этот пользователь выполнил это действие. Тем не менее, в контрольных журналах записывается информация от том, что именно вы выполняли указанные действия от имени этого пользователя.
sl: »Nastopajoči v vlogi« se v osnovi prijavlja kot ta uporabnik brez gesla. Lahko boste izvedli katero koli dejanje, kot bi bili ta uporabnik, z vidika drugih uporabnikov pa bo videti, kot da je dejanja izvedel ta uporabnik. Vendar dnevniki dogodkov beležijo, da ste v imenu tega uporabnika dejanja izvedli vi.
sv: Att ”agera som” är i själva verket som att logga in som den här användaren utan lösenord. Du kommer att kunna utföra åtgärder som om du vore den här användaren, och ur andra användares synvinklar är det som om den här användaren utförde dem. I revisionsloggar registreras dock att du var den som utförde åtgärderna på den här användarens vägnar.
th: “ดำเนินการในฐานะ” เป็นการล็อกอินเป็นผู้ใช้รายนี้โดยไม่มีรหัสผ่าน คุณสามารถดำเนินการใด ๆ ก็ได้เสมือนเป็นผู้ใช้รายนี้ และผู้ใช้อื่น ๆ จะเข้าใจว่าผู้ใช้รายนี้เป็นผู้ดำเนินการ อย่างไรก็ตาม บันทึกประวัติจะมีจัดทำไว้เพื่อแจ้งว่าคุณเป็นบุคคลที่ดำเนินการในนามของผู้ใช้รายนี้
vi: "Đóng vai trò" về cơ bản là đăng nhập dưới danh nghĩa người dùng này mà không sử dụng mật khẩu. Bạn sẽ có thể thực hiện mọi thao tác như thể bạn chính là người dùng này và từ góc nhìn của người dùng khác, như thể chính là người dùng này thực hiện các thao tác đó. Tuy nhiên, nhật ký đánh giá sẽ ghi nhận lại rằng bạn chính là người đã thực hiện thao tác thay mặt cho người dùng này.

source: (No subject)
ar: (لا يوجد موضوع)
ca: (Sense assumpte)
cy: (Dim pwnc)
da: (Intet emne)
de: (Kein Betreff)
es_es: (Sin asunto)
fi: (ei aihetta)
fr_ca: (sans objet)
id: (Tanpa subjek)
is: (Ekkert efnisheiti)
it: (Nessun oggetto)
ja: （件名なし）
mi: (Kaore he kaupapa)
ms: (Tiada subjek)
nl: (Geen onderwerp)
pl: (Brak tematu)
pt_br: (Sem assunto)
ru: (Нет субъекта)
sl: (Ni zadeve)
sv: (inget ämne)
th: (ไม่มีหัวเรื่อง)
vi: (Không có tiêu đề)

source: (sampledNames) + (remainingNamesCount) more
ar: (sampledNames) + (remainingNamesCount) أكثر
ca: (sampledNames) + (remainingNamesCount) més
cy: (sampledNames) + (remainingNamesCount) mwy
da: (sampledNames) + (remainingNamesCount) flere
de: (sampledNames) + (remainingNamesCount) mehr
es_es: (sampledNames) + (remainingNamesCount) más
fi: (sampledNames) + (remainingNamesCount) lisää
fr_ca: (sampledNames) + (remainingNamesCount) plus
id: (sampledNames) + (remainingNamesCount) lainnya
is: (sampledNames) + (remainingNamesCount) í viðbót
it: (sampledNames) + (remainingNamesCount) altro
ja: (sampledNames) + (remainingNamesCount) より多く
mi: (sampledNames) + (remainingNamesCount) atu
ms: (sampledNames) + (remainingNamesCount) yang lain
pl: (sampledNames) + (remainingNamesCount) więcej
pt_br: (sampledNames) + (remainingNamesCount) mais
ru: (sampledNames) + еще (remainingNamesCount)
sl: (sampledNames) + (remainingNamesCount) več
sv: (sampledNames) + (remainingNamesCount) fler
th: (sampledNames) + อีก (remainingNamesCount)
vi: thêm (sampledNames) + (remainingNamesCount)

source: %@ Auto
ar: %@ تلقائي
ca: %@ Automàtic
cy: %@ Awtomatig
de: %@ Automatisch
es_es: %@ Automático
fi: %@ Automaattinen
is: %@ Sjálfvirkt
ja: %@自動
mi: %@ Aunoa
ms: %@ Automatik
nl: %@ Automatisch
pl: %@ Automatyczna
pt_br: %@ Automático
ru: %@ Авто
sl: %@ Samodejno
sv: %@ Automatisk
th: %@ อัตโนมัติ
vi: %@ Tự động

# %@ GPA
source: %@ Class
ar: %@ المعدل التراكمي
ca: %@ GPA
cy: %@ GPA
da: %@ GPA
de: %@ GPA
es_es: %@ Promedio general de notas
fi: %@ GPA
fr_ca: %@ Moyenne cumulative
id: %@ IPK
is: %@ Meðaleinkunn
it: %@ GPA
ja: %@GPA
mi: %@ GPA
ms: %@ GPA
nl: %@ GPA
pl: %@ Średnia ocen
pt_br: %@ GPA
ru: %@ Балл GPA
sl: %@ Lestvica GPA
sv: %@ Genomsnittsbetyg
th: %@ GPA
vi: %@ GPA

source: %@ late
ar: %@ متأخر
ca: %@ endarrerit
cy: %@ yn hwyr
da: %@ sen
de: %@ verspätet
es_es: %@ con retraso
fi: %@ myöhässä
fr_ca: %@ en retard
id: %@ terlambat
is: %@ seint
it: %@ in ritardo
ja: %@遅延
mi: %@ Tōmuri
ms: %@ lewat
nl: %@ te laat
pl: %@ po czasie
pt_br: %@ atrasado
ru: %@ поздно
sl: %@ zamuda
sv: %@ sen
th: %@ ล่าช้า
vi: %@ trễ

source: %@ missing
ar: %@ مفقود
ca: %@ no presentat
cy: %@ ar goll
da: %@ mangler
de: %@ fehlt
es_es: %@ no presentado
fi: %@ puuttuu
fr_ca: %@ manquant
id: %@ tidak ada
is: %@ vantar
it: %@ mancante
ja: %@欠如
mi: %@ ngaro
ms: %@ tiada
nl: %@ ontbreekt
pl: %@ brak
pt_br: %@ em falta
ru: %@ отсутствует
sl: %@ manjkajoče
sv: %@ saknad
th: %@ ขาดหาย
vi: %@ bị thiếu

# %@ of %@ Used
source: %1$@ of %2$@ Used
ar: %1$@ %2$@ مستخدم
ca: %1$@ de %2$@ utilitzats
cy: %1$@ o %2$@ wedi’i ddefnyddio
da: %1$@ af %2$@ brugt
de: %1$@ von %2$@ verwendet
es_es: %1$@ de %2$@ utilizado
fi: %1$@ %2$@ käytetty
fr_ca: %1$@ de %2$@ utilisé
id: %1$@ dari %2$@ Digunakan
is: %1$@ af %2$@ notuðum
it: %1$@ di %2$@ usato
ja: %1$@%2$@使用
mi: %1$@ o %2$@ whakamahia
ms: %1$@ daripada %2$@ Digunakan
nl: %1$@ van %2$@ gebruikt
pl: %1$@ z %2$@ użytych
pt_br: %1$@ de %2$@ usado
ru: %1$@ из %2$@ использовано
sl: %1$@ od %2$@ uporabljenih
sv: %1$@ av %2$@ Använda
th: %1$@ จาก %2$@ ที่ใช้
vi: %1$@ của %2$@ Đã Sử Dụng

source: %@ pts
ar: %@ النقاط
ca: %@ punts
cy: %@ pwynt
da: %@ point
de: %@ Pkte.
es_es: %@ puntos
id: %@ poin
is: %@ punktar
it: %@ pt
ja: %@ポイント
mi: %@ ngā koinga
ms: %@ mata
nl: %@ ptn
pl: %@ pkt
pt_br: %@ pontos
ru: %@ баллы
sl: %@ točk
sv: %@ poäng
th: %@ คะแนน
vi: %@ điểm thành phần

source: %@ sections
ar: %@ أقسام
ca: %@ seccions
cy: %@ adran
da: %@ sektioner
de: %@ Abschnitte
es_es: %@ secciones
fi: %@ osat
id: %@ bagian
is: %@ hlutar
it: %@ sezioni
ja: %@セクション
mi: %@ ngā wāhanga
ms: %@ seksyen
nl: %@ secties
pl: %@ sekcje
pt_br: %@ seções
ru: %@ разделы
sl: %@ sekcij
sv: %@ sektioner
th: %@ กลุ่มย่อย
vi: %@ phần

source: %@ submitted
ar: %@ تم الإرسال
ca: %@ entregat
cy: %@ wedi cyflwyno
da: %@ afleveret
de: %@ abgegeben
es_es: %@ entregado
fi: %@ palautettu
fr_ca: %@ envoyé
id: %@ diserahkan
is: %@ skilað
it: %@ inviato
ja: %@提出済み
mi: %@ kua tukuna
ms: %@ diserahkan
nl: %@ ingeleverd
pl: %@ przesłano
pt_br: %@ enviada
ru: %@ отправлено
sl: %@ poslano
sv: %@ skickad
th: %@ จัดส่งแล้ว
vi: %@ đã nộp

# %@ to %@
source: %1$@ to %2$@
ar: %1$@ إلى %2$@
ca: %1$@ fins al %2$@
cy: %1$@ i %2$@
da: %1$@ til %2$@
de: %1$@ bis %2$@
es_es: %1$@ hasta %2$@
fr_ca: %1$@ à %2$@
id: %1$@ kepada %2$@
is: %1$@ til %2$@
it: %1$@ a %2$@
ja: %1$@～まで%2$@
mi: %1$@ kī %2$@
ms: %1$@ hingga %2$@
nl: %1$@ tot %2$@
pl: %1$@ do %2$@
pt_br: %1$@ a %2$@
ru: %1$@ до %2$@
sl: %1$@ naslovnik %2$@
sv: %1$@ till %2$@
th: %1$@ เป็น %2$@
vi: %1$@ tới %2$@

# %@, in %@, the last message was on %@ %@
source: %1$@, in %2$@, the last message was on %3$@ %4$@
ar: %1$@، خلال %2$@، آخر رسالة تمت في %3$@ %4$@
ca: %1$@, a %2$@, l'últim missatge va ser el %3$@ %4$@
cy: %1$@, yn %2$@, roedd y neges ddiwethaf am %3$@ %4$@
da: %1$@, i %2$@, var den sidste besked den %3$@ %4$@
de: %1$@, in %2$@ war die letzte Nachricht am %3$@ %4$@
es_es: %1$@, en %2$@, el último mensaje fue el %3$@ %4$@
fi: %1$@kohdassa %2$@ viimeinen viesti oli %3$@ %4$@
fr_ca: %1$@, dans %2$@, le dernier message était sur %3$@ %4$@
id: %1$@, pada %2$@, pesan terakhir pada %3$@ %4$@
is: %1$@, í %2$@, síðustu skilaboðin voru þann %3$@ %4$@
it: %1$@, in %2$@, l’ultimo messaggio era del %3$@ %4$@
ja: %1$@、%2$@での最終メッセージ日：%3$@%4$@
mi: %1$@, i roto %2$@, te karere whakamutunga i runga %3$@ %4$@
ms: %1$@, dalam %2$@, mesej terakhir adalah pada %3$@ %4$@
nl: %1$@, in %2$@, was het laatste bericht op %3$@ %4$@
pl: %1$@, w %2$@, ostatnią wiadomość wysłano w dniu %3$@ %4$@
pt_br: %1$@, em %2$@, a última mensagem foi em %3$@ %4$@
ru: %1$@, в %2$@, последнее сообщение было %3$@ %4$@
sl: %1$@, v %2$@, zadnje sporočilo je bilo dne %3$@ %4$@
sv: %1$@, i %2$@ mottogs det senaste meddelandet %3$@ %4$@
th: %1$@,ใน %2$@ ข้อความสุดท้ายเมื่อ %3$@ %4$@
vi: %1$@, trong %2$@, tin nhắn gần nhất là vào %3$@ %4$@

source: %@, unread
ar: %@، غير مقروءة
ca: %@, sense llegir
cy: %@, heb eu darllen
da: %@, ulæst
de: %@, ungelesen
es_es: %@, no leído
fi: %@, lukematon
fr_ca: %@, non-lus
id: %@, belum dibaca.
is: %@, ólesið
it: %@, non letto
ja: %@、未読
mi: %@, kaore i pānuihia
ms: %@, belum dibaca.
nl: %@, ongelezen
pl: %@, nieprzeczytane
pt_br: %@, não lido
ru: %@, не прочитано
sl: %@, neprebrano
sv: %@, oläst
th: %@, ไม่ได้อ่าน
vi: %@, chưa đọc

source: %d due today
ar: %d مستحق اليوم
ca: %d venç avui
cy: %d i fod i mewn heddiw
da: %d forfalder i dag
de: %d heute fällig
es_es: %d tiene fecha de entrega el día de hoy
fi: %d erääntyy tänään
fr_ca: %d dû aujourd’hui
id: %d tanggal batas hari ini
is: %d á skilum í dag
it: %d in scadenza oggi
ja: %d 今日が期限
mi: %d e tika ana mo tēnei rā
ms: %d cukup tempoh hari ini
nl: %d vandaag in te leveren
pl: %d z terminem dzisiaj
pt_br: %d vence hoje
ru: Срок сдачи %d — сегодня
sl: %d poteče danes
sv: %d måste lämnas in i dag
th: %d ครบกำหนดวันนี้
vi: %d đến hạn hôm nay

source: %d items
ar: %d عناصر
ca: %d elements
cy: %d eitem
da: %d elementer
de: %d Objekte
es_es: %d ítems
fi: %d kohdetta
fr_ca: %d éléments
id: %d item
is: %d atriði
it: %d elementi
ja: %dアイテム
mi: %d ngā tūemi
ms: %d item
pl: Elementy: %d
pt_br: %d itens
ru: %d элементов
sl: %d elementov
sv: %d objekt
th: %d รายการ
vi: %d mục

source: %d Minutes
ar: %d دقائق
ca: %d Minuts
cy: %d Munud
da: %d Minutter
de: %d Minuten
es_es: %d Minutos
fi: %d Minuuttia
id: %d Menit
is: %d Mínútur
it: %d Minuti
ja: %d分
mi: %d Ngā Meneti
ms: %d Minit
nl: %d Minuten
pl: %d min
pt_br: %d Minutos
ru: %d мин.
sl: %d Minute
sv: %d Minuter
th: %d นาที
vi: %d Phút

source: %d missing
ar: %d مفقود
ca: %d no presentat
cy: %d ar goll
da: %d mangler
de: %d fehlt/fehlen
es_es: %d no presentado
fi: %d puuttuu
fr_ca: %d manquant
id: %d tidak ada
is: %d vantar
it: %d mancante
ja: %d 欠如
mi: %d e ngaro ana
ms: %d tiada
nl: %d ontbreekt
pl: Brak %d
pt_br: %d ausente
ru: %d отсутствует
sl: %d manjka
sv: %d saknas
th: %d ขาดหายไป
vi: %d bị thiếu

source: %d Replies
ar: %d ردود
ca: %d Respostes
cy: %d Ateb
da: %d Svar
de: %d Antworten
es_es: %d Respuestas
fi: %d Vastausta
fr_ca: %d Réponses
id: %d Balasan
is: %d Svör
it: %d Risposte
ja: %d返信
mi: %d Ngā whakautu
ms: %d Balasan
nl: %d Antwoorden
pl: %d Odpowiedzi
pt_br: %d Respostas
ru: %d Ответы
sl: %d Odgovori
sv: %d Svar
th: %d การตอบกลับ
vi: %d Câu trả lời

source: %d students
ar: %d طلاب
ca: %d estudiants
cy: %d myfyriwr
da: %d studerende
de: %d Studierende
es_es: %d estudiantes
fi: %d opiskelijaa
fr_ca: %d étudiants
id: %d siswa
is: %d nemendur
it: %d studenti
ja: %d受講者
mi: %d ngā ākonga
ms: %d pelajar
nl: %d cursisten
pl: %d uczestnicy
pt_br: %d alunos
ru: %d студенты
sl: %d študentov(-a/-i)
sv: %d Studenter
th: %d ผู้เรียน
vi: %d sinh viên

source: %d Unread
ar: %d غير مقروء
ca: %d Sense llegir
cy: %d Heb ddarllen
da: %d Ulæst
de: %d Ungelesen
es_es: %d No leído
fi: %d Lukematon
fr_ca: %d Non lu
id: %d Belum dibaca
is: %d Ólesið
it: %d Non letto
ja: %d未読
mi: %d Kia pānuitia
ms: %d Belum dibaca
nl: %d Ongelezen
pl: %d Nieprzeczytane
pt_br: %d Não lido
ru: %d Не прочитано
sl: %d Neprebrano
sv: %d Oläst
th: %d ไม่ได้อ่าน
vi: %d Chưa đọc

source: A description is required
ar: الوصف مطلوب
ca: Cal una descripció
cy: Rhaid rhoi disgrifiad
da: En beskrivelse er påkrævet
de: Eine Beschreibung ist erforderlich.
es_es: Se requiere una descripción
fi: Kuvaus vaaditaan
fr_ca: Description obligatoire
id: Deskripsi harus ada
is: Lýsing er áskilin
it: La descrizione è obbligatoria
ja: 説明が必要です
mi: E hiahia ana he whakāturanga
ms: Penerangan diperlukan
nl: Er is een beschrijving vereist
pl: Wymagany jest opis
pt_br: Uma descrição é necessária
ru: Требуется описание
sl: Zahtevan je opis.
sv: En beskrivning krävs
th: ต้องระบุรายละเอียด
vi: Bắt buộc phải có mô tả

source: a parent
ar: ولي أمر
ca: un progenitor
cy: rhiant
da: en forælder
de: ein Elternteil
es_es: un padre
fi: vanhempi
fr_ca: un parent
id: orang tua
is: foreldri
it: un genitore
ja: 親
mi: he matua
ms: ibu bapa
nl: een ouder
pl: rodzic
pt_br: um pai
ru: родитель
sl: eden od staršev
sv: en vårdnadshavare
th: พ่อแม่ผู้ปกครอง
vi: phụ huynh

source: a student
ar: طالب
ca: un estudiant
cy: myfyriwr
da: en studerende
de: ein/e Studierende*r
es_es: un estudiante
fi: opiskelija
fr_ca: un étudiant
id: siswa
is: nemandi
it: uno studente
ja: 受講者
mi: he ākonga
ms: pelajar
nl: een cursist
pl: uczestnik
pt_br: um aluno
ru: учащийся
sl: študent
sv: en student
th: ผู้เรียน
vi: sinh viên

source: a teacher
ar: معلم
ca: un professor
cy: athro
da: en lærer
de: ein/e Lehrende*r
es_es: un profesor
fi: opettaja
fr_ca: un enseignant
id: guru
is: kennari
it: un insegnante
ja: 教員
mi: he kaiako
ms: guru
nl: een cursusleider
pl: nauczyciel
pt_br: um professor
ru: преподаватель
sl: izvajalec
sv: en lärare
th: ผู้สอน
vi: giáo viên

source: A title is required
ar: العنوان مطلوب
ca: Cal un títol
cy: Rhaid rhoi teitl
da: En titel er påkrævet
de: Ein Titel ist erforderlich.
es_es: Se requiere un título
fi: Otsikko on pakollinen
fr_ca: Titre obligatoire
id: Judul dibutuhkan
is: Titill er áskilinn
it: È necessario un titolo
ja: タイトルは必須です
mi: Kei te hiahiatia he taitara
ms: Tajuk diperlukan
nl: Een titel is vereist
pl: Wymagany jest tytuł
pt_br: Um título é necessário
ru: Требуется заголовок
sl: Zahtevan je naslov.
sv: En titel krävs
th: ต้องระบุชื่อ
vi: Bắt buộc phải có tiêu đề

source: About
ar: نبذة
ca: Quant a
cy: Ynghylch
da: Om
de: Info zu
es_es: Acerca de
fi: Tietoja
fr_ca: À propos
id: Tentang
is: Um
it: Informazioni
ja: 情報
mi: Mō
ms: Perihal
nl: Over
pl: Informacje
pt_br: Sobre
ru: О проекте
sl: Vizitka
sv: Om
th: เกี่ยวกับ
vi: Giới Thiệu

source: Accept
ar: قبول
ca: Accepta
cy: Derbyn
da: Acceptér
de: Akzeptieren
es_es: Aceptar
fi: Hyväksy
fr_ca: Accepter
id: Terima
is: Samþykkja
it: Accetta
ja: 受諾
mi: Manakohia
ms: Terima
nl: Accepteren
pl: Akceptuj
pt_br: Aceitar
ru: Принять
sl: Sprejmi
sv: Acceptera
th: ยอมรับ
vi: Chấp Nhận

source: Acceptable Use Policy
ar: سياسة الاستخدام المقبول
ca: Política d’ús acceptable
cy: Polisi Defnydd Derbyniol
da: Betingelser for acceptabel brug
de: Richtlinie zur akzeptablen Nutzung
es_es: Política de uso aceptable
fi: Hyväksyttävää käyttöä koskeva käytäntö
fr_ca: Politique d’utilisation acceptable
id: Kebijakan Penggunaan yang Dapat Diterima
is: Stefna um ásættanlega notkun
it: Norme di utilizzo accettabile
ja: AUP (Acceptable Use Policy)
mi: Kaupapa Whakamahi e Whakāetia ana
ms: Dasar Penggunaan Boleh Diterima
nl: Beleid voor acceptabel gebruik
pl: Zasady dozwolonego użytku
pt_br: Política de uso aceitável
ru: Приемлемая политика использования
sl: Pravilnik o sprejemljivi rabi
sv: Policy för godkänd användning
th: นโยบายการใช้งานที่ยอมรับได้
vi: Chính Sách Sử Dụng Có Thể Chấp Nhận Được

source: Access
ar: الوصول
ca: Accés
cy: Mynediad
da: Adgang
de: Zugang
es_es: Acceso
fi: Pääsy
fr_ca: Accès
id: Akses
is: Aðgangur
it: Accesso
ja: アクセス
mi: Uru
ms: Akses
nl: Toegang
pl: Dostęp
pt_br: Acesso
ru: Доступ
sl: Dostop
sv: Åtkomst
th: การใช้งาน
vi: Truy Cập

source: Access Code
ar: رمز الوصول
ca: Codi d'accés
cy: Cod Mynediad
da: Adgangskode
de: Zugriffscode
es_es: Código de acceso
fi: Pääsykoodi
fr_ca: Code d’accès
id: Kode Akses
is: Aðgangskóði
it: Codice di accesso
ja: アクセス コード
mi: Waehere Uru
ms: Kod Akses
nl: Toegangscode
pl: Kod dostępu
pt_br: Código de acesso
ru: Код доступа
sl: Koda za dostop
sv: Åtkomstkod
th: รหัสใช้งาน
vi: Mã Truy Cập

source: Access Code:
ar: رمز الوصول:
ca: Codi d'accés:
cy: Cod Mynediad:
da: Adgangskode:
de: Zugriffscode:
es_es: Código de acceso:
fi: Käyttökoodi:
fr_ca: Code d’accès :
id: Kode Akses:
is: Aðgangskóði:
it: Codice di accesso:
ja: アクセスコード：
mi: Waehere uru
ms: Kod Akses:
nl: Toegangscode:
pl: Kod dostępu:
pt_br: Código de acesso:
ru: Код доступа:
sl: Koda za dostop:
sv: Åtkomstkod:
th: รหัสใช้งาน:
vi: Mã Truy Cập:

source: Account group
ar: مجموعة الحساب
ca: Grup de l'usuari
cy: Grŵp Cyfrif
da: Kontogruppe
de: Kontengruppe
es_es: Grupo de cuenta
fi: Tilin ryhmä
fr_ca: Groupe de comptes
id: Grup Akun
is: Hópreikningur
it: Gruppo di account
ja: アカウントグループ
mi: Rōpū Pūkete
ms: Kumpulan Akaun
nl: Accountgroep
pl: Grupa kont
pt_br: Grupo da conta
ru: Рабочая группа клиента
sl: Skupina računov
sv: Kontogrupp
th: กลุ่มบัญชีผู้ใช้
vi: Nhóm Tài Khoản

source: Act as user
ar: تصرف كمستخدم
ca: Actua com un usuari
cy: Gweithredu fel Defnyddiwr
da: Funger som bruger
de: Handeln als Benutzer*in
es_es: Actuar como usuario
fi: Toimi käyttäjänä
fr_ca: Agir en tant qu'utilisateur
id: Bertindak sebagai Pengguna
is: Bregðast við sem notandi
it: Agisci come utente
ja: ユーザーとして行動する
mi: Mahi rite kaiwhakamahi
ms: Bertindak sebagai Pengguna
nl: Optreden als gebruiker
pl: Działaj jako użytkownik
pt_br: Agir como Usuário
ru: Действовать как пользователь
sl: Nastopajoči v vlogi uporabnika
sv: Agera som användare
th: ดำเนินการในฐานะผู้ใช้
vi: Đóng Vai Trò Người Dùng

source: Add Assignee
ar: إضافة المعين له
ca: Afegeix el beneficiari
cy: Ychwanegu Aseinî
da: Tilføj assignatar
de: Zugewiesenen hinzufügen
es_es: Añadir persona asignada
fi: Lisää tehtävänsaaja
fr_ca: Ajouter cessionnaire
id: Tambah Penerima Penetapan
is: Bæta við viðtakanda
it: Aggiungi assegnatario
ja: 課題対象者を追加する
mi: Tāpiri rīwhi
ms: Tambah Penerima Tugasan
nl: Toegewezen persoon toevoegen
pl: Dodaj przypisaną osobę
pt_br: Adicionar cessionário
ru: Добавить получателя
sl: Dodaj prevzemnika
sv: Lägg till tilldelad person
th: เพิ่มผู้รับมอบหมาย
vi: Thêm Người Được Giao Bài Tập
