Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

source: Add Attachment
ar: إضافة مرفق
ca: Afegeix un fitxer adjunt
cy: Ychwanegu Atodiad
da: Tilføj vedhæftet fil
de: Anhang hinzufügen
es_es: Añadir adjunto
fi: Lisää liite
fr_ca: Ajouter une pièce jointe
id: Tambah Lampiran
is: Bæta við viðhengi
it: Aggiungi allegato
ja: 添付を追加
mi: Tāpiri Āpitihanga
ms: Tambah Lampiran
nl: Bijlage toevoegen
pl: Dodaj załącznik
pt_br: Adicionar anexo
ru: Добавить вложение
sl: Dodaj prilogo
sv: Lägg till bilaga
th: เพิ่มเอกสารแนบ
vi: Thêm Tập Tin Đính Kèm

source: Add attachments
ar: إضافة مرفقات
ca: Afegeix fitxers adjunts
cy: Ychwanegu Atodiadau
da: Tilføj vedhæftede filer
de: Anhänge hinzufügen
es_es: Añadir adjuntos
fi: Lisää liite
fr_ca: Ajouter une pièce jointe
id: Tambah Lampiran
is: Bæta við viðhengjum
it: Aggiungi allegati
ja: 添付を追加
mi: Tāpiri ngā Apititanga
ms: Tambah Lampiran
nl: Bijlagen toevoegen
pl: Dodaj załączniki
pt_br: Adicionar anexos
ru: Добавить вложения
sl: Dodaj priloge
sv: Lägg till bilagor
th: เพิ่มเอกสารแนบ
vi: Thêm Tập Tin Đính Kèm

source: Add comment (optional)
ar: إضافة تعليق (اختياري)
ca: Afegeix un comentari (opcional)
cy: Ychwanegu sylw (dewisol)
da: Tilføj kommentar (valgfrit)
de: Kommentar hinzufügen (optional)
es_es: Añadir comentario (opcional)
fi: Lisää kommentti (valinnainen)
fr_ca: Ajouter commentaire (facultatif)
id: Tambah komentar (opsional)
is: Bæta við athugasemd (valkvætt)
it: Aggiungi commento (facoltativo)
ja: コメントを追加（オプション）
mi: Tāpiri kōrero (kei ia koe te tikanga)
ms: Tambah komen (pilihan)
nl: Opmerking toevoegen (optioneel)
pl: Dodaj komentarz (opcjonalnie)
pt_br: Adicionar comentário (opcional)
ru: Добавить комментарий (опционально)
sl: Dodajanje komentarja (izbirno)
sv: Lägg till kommentar (valfri)
th: เพิ่มความเห็น (เผื่อเลือก)
vi: Thêm bình luận (không bắt buộc)

source: Add content
ar: إضافة محتوى
ca: Afegeix el contingut
cy: Ychwanegu cynnwys
da: Tilføj indhold
de: Inhalte hinzufügen
es_es: Añadir contenido
fi: Lisää sisältö
fr_ca: Ajouter du contenu
id: Tambah konten
is: Bæta við efni
it: Aggiungi contenuto
ja: コンテンツを追加
mi: Tāpiri Ihirangi
ms: Tambah kandungan
nl: Inhoud toevoegen
pl: Dodaj zawartość
pt_br: Adicionar conteúdo
ru: Добавить содержание
sl: Dodaj vsebino
sv: Lägg till innehåll
th: เพิ่มเนื้อหา
vi: Thêm nội dung

# Add Course Name
source: Add Module Name
ar: إضافة ملف المساق
ca: Afegeix el nom de l'assignatura
cy: Ychwanegu Enw Cwrs
da: Tilføj fagnavn
de: Kursnamen hinzufügen
es_es: Añadir nombre de la asignatura
fi: Lisää kurssin nimi
fr_ca: Ajouter le nom du cours
id: Tambah Nama Kursus
is: Bæta við heiti námskeiðs
it: Aggiungi nome corso
ja: コース名を追加
mi: Tāpiri Wānanga Ingoa
ms: Tambah Nama Kursus
nl: Cursusnaam toevoegen
pl: Dodaj nazwę kursu
pt_br: Adicionar nome do curso
ru: Добавить название курса
sl: Dodaj ime predmeta
sv: Lägg till kursnamn
th: เพิ่มชื่อบทเรียน
vi: Thêm Tên Khóa Học

# Add Course Nickname
source: Add Module Nickname
ar: اسم شهرة المساق
ca: Afegeix un àlies de l'assignatura
cy: Ychwanegu Llysenw Cwrs
da: Tilføj kaldenavn til fag
de: Kurzname des Kurses hinzufügen
es_es: Añadir apodo de la asignatura
fi: Lisää kurssin lempinimi
fr_ca: Ajouter le surnom du cours
id: Tambah Nama Panggilan Kursus
is: Bæta við stuttu heiti fyrir námskeið
it: Aggiungi soprannome corso
ja: コースニックネームを追加
mi: Tāpiri akoranga ingoa
ms: Tambah Nama Panggilan Kursus
nl: Bijnaam voor cursus toevoegen
pl: Dodaj pseudonim kursu
pt_br: Adicionar apelido do curso
ru: Добавить краткое имя курса
sl: Dodaj vzdevek predmeta
sv: Lägg till smeknamn för kursen
th: เพิ่มชื่อเล่นบทเรียน
vi: Thêm Biệt Danh Khóa Học

source: Add description
ar: إضافة وصف
ca: Afegeix una descripció
cy: Ychwanegu disgrifiad
da: Tilføj beskrivelse
de: Beschreibung hinzufügen
es_es: Añadir descripción
fi: Lisää kuvaus
fr_ca: Ajouter description
id: Tambah deskripsi
is: Bæta við lýsingu
it: Aggiungi descrizione
ja: 説明を追加
mi: Tāpiri whakāhua
ms: Tambah penerangan
nl: Beschrijving toevoegen
pl: Dodaj opis
pt_br: Adicionar descrição
ru: Добавить описание
sl: Dodaj opis
sv: Lägg till beskrivning
th: เพิ่มรายละเอียด
vi: Thêm mô tả

source: Add Due Date
ar: إضافة تاريخ استحقاق
ca: Afegeix una data de lliurament
cy: Ychwanegu Dyddiad Erbyn
da: Tilføj afleveringsdato
de: Abgabetermin hinzufügen
es_es: Añadir fecha de entrega
fi: Lisää määräpäivä
fr_ca: Ajouter la date d’échéance
id: Tambah Batas Waktu
is: Bæta við skiladegi
it: Aggiungi data di scadenza
ja: 期限を追加する
mi: Tāpiri rā e tika ana
ms: Tambah Tarikh Siap
nl: Inleverdatum toevoegen
pl: Dodaj termin
pt_br: Adicionar prazo de entrega
ru: Добавить срок исполнения
sl: Dodaj rok
sv: Lägg till inlämningsdatum
th: เพิ่มวันครบกำหนด
vi: Thêm Ngày Đến Hạn

source: Add file
ar: إضافة ملف
ca: Afegeix un fitxer
cy: Ychwanegu Ffeil
da: Tilføj fil
de: Datei hinzufügen
es_es: Añadir archivo
fi: Lisää tiedosto
fr_ca: Ajouter un fichier
id: Tambah File
is: Bæta við skrá
it: Aggiungi file
ja: ファイルを追加
mi: Tāpiri Kōnae
ms: Tambah Fail
nl: Bestand toevoegen
pl: Dodaj plik
pt_br: Adicionar arquivo
ru: Добавить файл
sl: Dodaj datoteko
sv: Lägg till fil
th: เพิ่มไฟล์
vi: Thêm Tập Tin

source: Add folder
ar: إضافة مجلد
ca: Afegeix una carpeta
cy: Ychwanegu Ffolder
da: Tilføj mappe
de: Ordner hinzufügen
es_es: Añadir carpeta
fi: Lisää kansio
fr_ca: Ajouter un dossier
id: Tambah Folder
is: Bæta við möppu
it: Aggiungi cartella
ja: フォルダの追加
mi: Tāpiri Kōpaki
ms: Tambah Folder
nl: Map toevoegen
pl: Dodaj folder
pt_br: Adicionar Pasta
ru: Добавить папку
sl: Dodaj mapo
sv: Lägg till mapp
th: เพิ่มโฟลเดอร์
vi: Thêm Thư Mục

source: Add item
ar: إضافة عنصر
ca: Afegeix un element
cy: Ychwanegu Eitem
da: Tilføj element
de: Objekt hinzufügen
es_es: Añadir ítem
fi: Lisää kohde
fr_ca: Ajouter un élément
id: Tambah Item
is: Bæta við atriði
it: Aggiungi elemento
ja: アイテム
mi: Tāpiri tuemi
ms: Tambah Item
nl: Item toevoegen
pl: Dodaj element
pt_br: Adicionar item
ru: Добавить элемент
sl: Dodaj element
sv: Lägg till objekt
th: เพิ่มรายการ
vi: Thêm Mục

source: Add message
ar: إضافة رسالة
ca: Afegeix un missatge
cy: Ychwanegu neges
da: Tilføj besked
de: Nachricht hinzufügen
es_es: Añadir mensaje
fi: Lisää viesti
fr_ca: Ajouter message
id: Beri pesan
is: Bæta við skilaboðum
it: Aggiungi messaggio
ja: メッセージを追加
mi: Tāpiri karere
ms: Tambah mesej
nl: Bericht toevoegen
pl: Dodaj wiadomość
pt_br: Adicionar mensagem
ru: Добавить сообщение
sl: Dodaj sporočilo
sv: Lägg till meddelande
th: เพิ่มข้อความ
vi: Thêm tin nhắn

source: Add optional comment
ar: إضافة تعليق اختياري
ca: Afegiu un comentari opcional
cy: Ychwanegu sylw dewisol
da: Tilføj valgfri kommentar
de: Optionalen Kommentar hinzufügen
es_es: Añadir comentario adicional
fi: Lisää valinnainen kommentti
fr_ca: Ajouter un commentaire facultatif
id: Tambah komentar opsional
is: Bæta við valkvæðri athugasemd
it: Aggiungi commento opzionale
ja: オプションのコメントを追加
mi: Tāpirihia he korero whiriwhiri
ms: Tambah komen pilihan
nl: Optionele opmerking toevoegen
pl: Dodaj opcjonalny komentarz
pt_br: Adicionar comentário opcional
ru: Добавить опциональный комментарий
sl: Dodaj komentar po izbiri
sv: Lägg till ytterligare kommentar
th: เพิ่มความเห็นเผื่อเลือก
vi: Thêm bình luận tùy chọn

source: Add Planner Note
ar: إضافة ملاحظة مخطِط
ca: Afegeix una nota al planificador
cy: Ychwanegu Nodyn gan y Trefnydd
da: Tilføj en planlægger-note
de: Planungsnotiz hinzufügen
es_es: Añadir nota de planificador
fi: Lisää muistokirjoituksen merkintä
fr_ca: Ajouter remarque du planificateur
id: Tambah Note Planner
is: Bæta við skipuleggjara athugasemd
it: Aggiungi nota all’agenda
ja: プランナーメモを追加する
mi: Tāpiri Mahere Tuhipoka
ms: Tambah Nota Perancang
nl: Planneraantekening toevoegen
pl: Dodaj notatkę planera
pt_br: Adicionar nota do planejador
ru: Добавьте примечание планировщика
sl: Dodaj opombo orodja Planner
sv: Lägg till planeraranteckning
th: เพิ่มหมายเหตุแผนงาน
vi: Thêm Ghi Chú Trình Hoạch Định

source: Add Title
ar: إضافة عنوان
ca: Afegeix el títol
cy: Ychwanegu Teitl
da: Tilføj titel
de: Titel hinzufügen
es_es: Añadir título
fi: Lisää otsikko
fr_ca: Ajouter un titre
id: Tambah Judul
is: Bæta við titli
it: Aggiungi titolo
ja: タイトルを追加
mi: Tāpiri Taitara
ms: Tambah Tajuk
nl: Titel toevoegen
pl: Dodaj tytuł
pt_br: Adicionar título
ru: Добавить заголовок
sl: Dodaj naslov
sv: Lägg till titel
th: เพิ่มชื่อ
vi: Thêm Tiêu Đề

source: Added to conversation
ar: تمت الإضافة إلى المحادثة
ca: Afegit a la conversa
cy: Wedi ychwanegu i sgwrs
da: Føjet til samtale
de: Zur Konversation hinzugefügt
es_es: Añadido a la conversación
fi: Lisätty viestiketjuun
fr_ca: Ajouté à la conversation
id: Ditambah ke Percakapan
is: Bætt við samræðu
it: Aggiunto alla conversazione
ja: 会話に追加されました
mi: Kua tāpirihia ki te Kōrero
ms: Ditambah Pada Perbualan
nl: Toegevoegd aan gesprek
pl: Dodano do konwersacji
pt_br: Adicionado à conversa
ru: Добавлено к разговору
sl: Nadaljevanje pogovora
sv: Tillagd i konversation
th: เพิ่มไปยังการพูดคุยแล้ว
vi: Đã Thêm Vào Cuộc Trò Chuyện

source: Administrative Notifications
ar: الإعلامات الإدارية
ca: Notificacions administratives
cy: Hysbysiadau Gweinyddol
da: Administrative meddelelser
de: Verwaltungsbenachrichtigungen
es_es: Notificaciones administrativas
fi: Pääkäyttäjän ilmoitukset
fr_ca: Notifications administratives
id: Notifikasi Administratif
is: Tilkynningar stjórnenda
it: Notifiche amministrative
ja: 管理のお知らせ
mi: whakamōhiotanga whakahaere
ms: Pemberitahuan Pentadbiran
nl: Administratieve meldingen
pl: Powiadomienia administracyjne
pt_br: Notificações administrativas
ru: Административные предупреждения
sl: Skrbniška obvestila
sv: Administrativa aviseringar
th: การแจ้งข้อมูลเพื่อการบริหารจัดการ
vi: Thông Báo Quản Trị

source: After %@
ar: بعد %@
ca: Després %@
cy: Ar ôl %@
da: Efter %@
de: Nach %@
es_es: Después %@
fi: Jälkeen %@
fr_ca: Après %@
id: Setelah %@
is: Eftir %@
it: Dopo %@
ja: 後%@
mi: I muri %@
ms: Selepas %@
nl: Na %@
pl: Po %@
pt_br: Depois %@
ru: После %@
sl: Po %@
sv: Efter %@
th: หลังจาก %@
vi: Sau khi %@

source: After Last Attempt
ar: بعد المحاولة الأخيرة
ca: Després del darrer intent
cy: Ar ôl yr Ymgais Ddiwethaf
da: Efter sidste forsøg
de: Nach dem letzten Versuch
es_es: Después del último intento
fi: Viimeisen yrityksen jälkeen
fr_ca: Après la dernière tentative
id: Setelah Upaya Terakhir
is: Eftir síðustu tilraun
it: Dopo l'ultimo tentativo
ja: 前回の試行以降
mi: I muri i Whakamātau Mutunga
ms: Selepas Percubaan Terakhir
nl: Na laatste poging
pl: Po ostatniej próbie
pt_br: Após a última tentativa
ru: После последней попытки
sl: Po zadnjem poskusu
sv: Efter sista försöket
th: หลังจากการดำเนินการล่าสุด
vi: Sau Lần Làm Gần Nhất

source: Alerts
ar: التنبيهات
ca: Avisos
cy: Negeseuon Hysbysu
da: Varslinger
de: Benachrichtigungen
es_es: Alertas
fi: Hälytykset
fr_ca: Alertes
id: Peringatan
is: Viðvaranir
it: Avvisi
ja: アラート
mi: He whakamataara
ms: Isyarat
nl: Waarschuwingen
pl: Alerty
pt_br: Alertas
ru: Предупреждения
sl: Opozorila
sv: Notiser
th: แจ้งเตือน
vi: Cảnh Báo

source: All
ar: الكل
ca: Tot
cy: Y cyfan
da: Alle
de: Alle
es_es: Todo
fi: Kaikki
fr_ca: Tout
id: Semua
is: Allt
it: Tutto
ja: すべて
mi: Katoa
ms: Semua
nl: Alle
pl: Wszystkie
pt_br: Todos
ru: Все
sl: Vse
sv: Alla
th: ทั้งหมด
vi: Tất Cả

source: All annotations saved.
ar: تم حفظ جميع التعليقات التوضيحية.
ca: S'han desat totes les anotacions.
cy: Mae’r holl anodiadau wedi’u cadw.
da: Alle anmærkninger gemmes.
de: Alle Anmerkungen gespeichert.
es_es: Se han guardado todas las anotaciones.
fi: Kaikki huomautukset tallennettiin.
fr_ca: Toutes les annotations enregistrées.
id: Semua anotasi disimpan.
is: Allar textaskýringar voru vistaðar.
it: Tutte le annotazioni sono state salvate.
ja: すべての注釈が保存されました。
mi: Ngā tuhinga katoa kua tiakina.
ms: Semua anotasi disimpan.
nl: Alle aantekeningen opgeslagen.
pl: Zapisano wszystkie adnotacje.
pt_br: Todas as observações salvas.
ru: Все аннотации сохранены.
sl: Vse opombe so shranjene.
sv: Alla noteringar har sparats.
th: หมายเหตุกำกับทั้งหมดที่บันทึกไว้
vi: Đã lưu tất cả chú thích.

# All Courses
source: All modules
ar: جميع المساقات
ca: Totes les assignatures
cy: Pob Cwrs
da: Alle fag
de: Alle Kurse
es_es: Todas las asignaturas
fi: Kaikki kurssit
fr_ca: Tous les cours
id: Semua Kursus
is: Öll námskeið
it: Tutti i corsi
ja: すべてのコース
mi: Ngā akoranga katoa
ms: Semua Kursus
nl: Alle cursussen
pl: Wszystkie kursy
pt_br: Todos os cursos
ru: Все курсы
sl: Vsi predmeti
sv: Alla kurser
th: บทเรียนทั้งหมด
vi: Tất Cả Khóa Học

source: All day
ar: طوال اليوم
ca: Tot el dia
cy: Drwy’r Dydd
da: Hele dagen
de: Den ganzen Tag
es_es: Todo el día
fi: Koko päivä
fr_ca: Toute la journée
id: Semua Hari
is: Allan dag
it: Tutto il giorno
ja: 全日
mi: Te rā katoa
ms: Semua Hari
nl: De hele dag
pl: Cały dzień
pt_br: Dia inteiro
ru: Весь день
sl: Ves dan
sv: Hela dagen
th: ทั้งวัน
vi: Cả Ngày

source: All people
ar: جميع الأشخاص
ca: Totes les persones
cy: Holl Bobl
da: Alle brugere
de: Alle Personen
es_es: Todas las personas
fi: Kaikki henkilöt
fr_ca: Toutes les personnes
id: Semua Orang
is: Allt fólk
it: Tutte le persone
ja: すべての人々
mi: Ngā tāngata katoa
ms: Semua Orang
nl: Alle personen
pl: Wszystkie osoby
pt_br: Todas as pessoas
ru: Все люди
sl: Vsi sodelujoči
sv: Alla personer
th: ทุกคน
vi: Tất Cả Mọi Người

source: All submissions
ar: كل الإرسالات
ca: Totes les entregues
cy: Pob Cyflwyniad
da: Alle afleveringer
de: Alle Abgaben
es_es: Todas las entregas
fi: Kaikki lähetykset
fr_ca: Tous les envois
id: Semua Penyerahan
is: Öll skil
it: Tutte le Consegne
ja: すべての提出物
mi: Ngā tāpaetanga katoa
ms: Semua Serahan
nl: Alle inzendingen
pl: Wszystkie przesłane materiały
pt_br: Todos os envios
ru: Все отправки
sl: Vse oddaje
sv: Alla inlämningar
th: ผลงานจัดส่งทั้งหมด
vi: Tất Cả Mục Nộp

source: Allow 'liking'
ar: السماح بالإعجاب
ca: Permet els M'agrada
cy: Caniatáu hoffi
da: Tillad 'synes godt om'
de: Likes zulassen
es_es: Permitir darle clic a Me gusta
fi: Salli tykkäys
fr_ca: Autoriser des rétroactions de type «J’aime »
id: Izinkan menyukai
is: Heimila að líka við
it: Consenti Mi piace
ja: いいねをつけることを許可
mi: Tukua pīrangi
ms: Benarkan menyukai siaran
nl: Likes toestaan
pl: Zezwól na polubienia
pt_br: Permitir curtidas
ru: Разрешить ставить лайки
sl: Dovoli všečkanje
sv: Tillåt ”Gilla”
th: อนุญาตให้กดไลค์
vi: Cho phép thích

source: Allow multiple attempts
ar: السماح بمحاولات متعددة
ca: Permet més d'un intent
cy: Caniatáu mwy nag un ymgais
da: Tillad flere forsøg
de: Mehrere Versuche zulassen
es_es: Permitir múltiples intentos
fi: Salli useita yrityksiä
fr_ca: Autoriser plusieurs tentatives
id: Izinkan Banyak Upaya
is: Heimila margar tilraunir
it: Consenti tentativi multipli
ja: 複数回の試行を許可
mi: Tukua nganatanga maha
ms: Benarkan Berbilang Percubaan
nl: Meerdere pogingen toestaan
pl: Zezwalaj na wiele prób
pt_br: Permitir várias tentativas
ru: Разрешить несколько попыток
sl: Dovoli več poskusov
sv: Tillåt flera försök
th: อนุญาตให้ดำเนินการได้หลายครั้ง
vi: Cho Phép Nhiều Lần Làm

source: Allow threaded replies
ar: السماح بالردود المترابطة
ca: Permet les respostes enllaçades
cy: Caniatáu atebion aml-drywydd
da: Tillad trådede svar
de: Antworten aller Diskussionsstränge zulassen
es_es: Permitir respuestas agrupadas
fi: Salli ketjutetut vastaukset
fr_ca: Autoriser les réponses thématiques
id: Izinkan balasan berutas
is: Heimila svaraþráð
it: Consenti risposte organizzate in thread
ja: スレッドでの返信を許可する
mi: Tukua ngā whakautu whiria
ms: Benarkan balasan berbebenang
nl: Antwoorden op antwoorden toestaan
pl: Zezwalaj na odpowiedzi złożone z wątków
pt_br: Permitir respostas de tópicos
ru: Разрешить цепочечные ответы
sl: Dovoli odgovore v niti
sv: Tillåt svar i trådar
th: อนุญาตการตอบกลับแบบต่อเนื่อง
vi: Cho phép trả lời theo luồng

source: Allow users to comment
ar: السماح للمستخدمين بالتعليق
ca: Permet que els usuaris facin comentaris
cy: Caniatáu i ddefnyddwyr wneud sylw
da: Tillad brugere at kommentere
de: Benutzern Kommentare erlauben
es_es: Permitir que los usuarios comenten
fi: Salli käyttäjien kommentoida
fr_ca: Autoriser les utilisateurs à commenter
id: Izinkan pengguna berkomentar
is: Leyfa notendum að gera athugasemdir
it: Consenti agli utenti di commentare
ja: ユーザーにコメントを許可する
mi: Tukua ngā kaimahi ki te kōrero
ms: Benarkan pengguna untuk memberikan komen
nl: Geef gebruikers de mogelijkheid om opmerkingen te geven
pl: Zezwalaj użytkownikom na komentowanie
pt_br: Permitir que os usuários comentem
ru: Разрешить пользователям комментирование
sl: Dovoli uporabnikom, da komentirajo
sv: Tillåt användare att kommentera
th: อนุญาตให้ผู้ใช้แสดงความเห็น
vi: Cho phép người dùng bình luận

source: Allowed Attempts
ar: المحاولات المسموح بها
ca: Intents permesos
cy: Ymgeisiau a ganiateir
da: Tilladte forsøg
de: Zulässige Versuche
es_es: Intentos permitidos
fi: Sallitut yritykset
fr_ca: Tentatives autorisées
id: Upaya Diizinkan
is: Heimilaðar tilraunir
it: Tentativi consentiti
ja: 試行許可数
mi: Ngā ngana e whakātia ana
ms: Percubaan Dibenarkan
nl: Toegestaan aantal pogingen
pl: Dozwolone próby
pt_br: Tentativas permitidas
ru: Разрешенные попытки
sl: Dovoljeni poskusi
sv: Tillåtna försök
th: การดำเนินการที่อนุญาต
vi: Lần Làm Được Phép

source: Allowed Attempts:
ar: المحاولات المسموح بها:
ca: Intents permesos:
cy: Ymgeisiau a Ganiateir:
da: Tilladte forsøg:
de: Erlaubte Versuche:
es_es: Intentos permitidos:
fi: Sallittuja yrityksiä:
fr_ca: Tentatives autorisées :
id: Upaya Diizinkan:
is: Heimilaðar tilraunir:
it: Tentativi consentiti:
ja: 許可回数:
mi: Ngā ngane whakāetia ana:
ms: Percubaan Dibenarkan:
nl: Toegestaan aantal pogingen:
pl: Dozwolone próby:
pt_br: Tentativas permitidas:
ru: Разрешенные попытки:
sl: Dovoljeni poskusi:
sv: Tillåtna försök:
th: การดำเนินการที่อนุญาต:
vi: Lần Làm Được Phép:

source: Always
ar: دائمًا
ca: Sempre
cy: Bob amser
da: Altid
de: Immer
es_es: Siempre
fi: Aina
fr_ca: Toujours
id: Selalu
is: Alltaf
it: Sempre
ja: 常に
mi: tonu
ms: Sentiasa
nl: Altijd
pl: Zawsze
pt_br: Sempre
ru: Всегда
sl: Vedno
sv: Alltid
th: ทุกครั้ง
vi: Luôn Luôn

source: Announcement
ar: الإعلان
ca: Anunci
cy: Cyhoeddiad
da: Besked
de: Ankündigung
es_es: Anuncio
fi: Ilmoitus
fr_ca: Annonce
id: Pengumuman
is: Tilkynning
it: Annuncio
ja: 発表
mi: Pānui
ms: Pengumuman
nl: Aankondiging
pl: Ogłoszenie
pt_br: Anúncio
ru: Объявление
sl: Obvestilo
sv: Anslag
th: ประกาศ
vi: Thông Báo

source: Announcement created by you
ar: الإعلان الذي قمت بإنشائه
ca: Anunci creat per vós
cy: Cyhoeddiad wedi'i greu gennych chi
da: Besked oprettet af dig
de: Von Ihnen erstellte Ankündigungen
es_es: Anuncio creado por ti
fi: Luomasi ilmoitus
fr_ca: Annonce que vous avez créé
id: Pengumuman yang Anda Buat
is: Tilkynning sem þú hefur stofnað
it: Annuncio creato da te
ja: あなたが作成したアナウンスメント
mi: Pānuitanga Waihangatia e koe
ms: Pengumuman Yang Dibuat Oleh Anda
nl: Aankondigingen die je hebt gemaakt
pl: Ogłoszenie utworzone przez Ciebie
pt_br: Anúncio criado por você
ru: Созданное вами объявление
sl: Obvestila, ki ste jih ustvarili
sv: Anslag som du skapat
th: ประกาศที่จัดทำโดยคุณ
vi: Thông Báo Do Bạn Tạo

source: Announcement details
ar: تفاصيل الإعلان
ca: Informació de l'anunci
cy: Manylion Cyhoeddiad
da: Beskeddetaljer
de: Ankündigungsdetails
es_es: Detalles del anuncio
fi: Ilmoituksen tiedot
fr_ca: Détails de l’annonce
id: Detail Pengumuman
is: Upplýsingar tilkynningar
it: Dettagli annuncio
ja: アナウンスの詳細
mi: Taipitopito Pānuitanga
ms: Butiran Pengumuman
nl: Details over aankondiging
pl: Informacje szczegółowe dotyczące ogłoszenia
pt_br: Detalhes do aviso
ru: Сведения об объявлении
sl: Podrobnosti o obvestilu
sv: Anslagets detaljer
th: รายละเอียดประกาศแจ้ง
vi: Thông Tin Chi Tiết Thông Báo

source: Announcement Replies
ar: ردود الإعلان
ca: Respostes a l'anunci
cy: Ymatebion i'r Cyhoeddiad
da: Svar på besked
de: Antworten auf Ankündigung
es_es: Respuestas al anuncio
fi: Ilmoituksen vastaukset
fr_ca: Réponses à l’annonce
id: Balasan Pengumuman
is: Svör við tilkynningum
it: Risposte annuncio
ja: アナウンスの回答
mi: Pānuitanga ngā Whakautu
ms: Balasan Pengumuman
nl: Antwoorden op aankondiging
pl: Odpowiedzi na ogłoszenie
pt_br: Respostas do aviso
ru: Ответы на объявление
sl: Odgovori na obvestilo
sv: Meddelandesvar
th: การตอบกลับประกาศแจ้ง
vi: Trả Lời Thông Báo

source: Announcements
ar: الإعلانات
ca: Anuncis
cy: Cyhoeddiadau
da: Beskeder
de: Ankündigungen
es_es: Anuncios
fi: Ilmoitukset
fr_ca: Annonces
id: Pengumuman
is: Tilkynningar
it: Annunci
ja: 発表
mi: Pānuitanga
ms: Pengumuman
nl: Aankondigingen
pl: Ogłoszenia
pt_br: Avisos
ru: Объявления
sl: Obvestila
sv: Meddelanden
th: ประกาศ
vi: Thông Báo Chung

source: Anyone
ar: أي شخص
ca: Qualsevol persona
cy: Unrhyw un
da: Alle
de: Jeder
es_es: Cualquiera
fi: Kuka tahansa
fr_ca: Tous
id: Siapa Saja
is: Hver sem er
it: Chiunque
ja: 全員
mi: Tangata
ms: Sesiapa sahaja
nl: Iedereen
pl: Wszyscy
pt_br: Qualquer pessoa
ru: Все
sl: Kdor koli
sv: Vem som helst
th: ทุกคน
vi: Bất Kỳ Ai

source: App
ar: التطبيق
ca: Aplicació
cy: Ap
es_es: Aplicación
fi: Sovellus
fr_ca: Appl.
is: Smáforrit
ja: アプリ
mi: Taupānga
ms: Apl
pl: Aplikacja
pt_br: Aplicativo
ru: Приложение
sl: Aplikacija
th: แอพ
vi: Ứng Dụng

source: Appearance
ar: المظهر
ca: Aspecte
cy: Ymddangdosiad
da: Udseende
de: Aussehen
es_es: Apariencia
fi: Ulkoasu
fr_ca: Apparence
id: Tampilan
is: Útlit
it: Aspetto
ja: 外観
mi: Āhua
ms: Penampilan
nl: Uiterlijk
pl: Wygląd
pt_br: Aparência
ru: Представление
sl: Videz
sv: Utseende
th: ลักษณะภายนอก
vi: Ngoại Hình

source: Appointment availability
ar: توفر الموعد
ca: Disponibilitat de cites
cy: Apwyntiadau ar gael
da: Aftaler til rådighed
de: Terminverfügbarkeit
es_es: Disponibilidad de citas
fi: Tapaamisen saatavilla olo
fr_ca: Disponibilité de rendez-vous
id: Ketersediaan Janji Temu
is: Tiltækir fundir
it: Disponibilità appuntamento
ja: 予約利用可能性
mi: Wāhui te wātea
ms: Ketersediaan Janji Temu
nl: Beschikbaarheid voor afspraak
pl: Dostępność spotkań
pt_br: Disponibilidade do compromisso
ru: Доступность регистрации
sl: Objave novih sestankov
sv: Lediga mötestillfällen
th: ความพร้อมตามนัดหมาย
vi: Độ Khả Dụng Cuộc Họp Theo Lịch

source: Appointment Cancellations
ar: إلغاءات المواعيد
ca: Cancel·lacions de cites
cy: Canslo apwyntiadau
da: Aflyste aftaler
de: Terminstornierungen
es_es: Cancelaciones de citas
fi: Tapaamisen peruutukset
fr_ca: Annulations de rendez-vous
id: Pembatalan Janji Temu
is: Hætt við fundi
it: Annullamenti appuntamenti
ja: 予定の取り消し
mi: whakakorenga Wāhui
ms: Pembatalan Janji Temu
nl: Annuleringen van afspraak
pl: Anulowanie spotkań
pt_br: Cancelamento de Compromissos
ru: Отмена встреч
sl: Preklici sestankov
sv: Avbokningar för mötestillfälle
th: การยกเลิกนัดหมาย
vi: Mục Hủy Cuộc Họp Theo Lịch

source: Appointment signups
ar: مواعيد التسجيل
ca: Registres de cites
cy: Archebu Apwyntiadau
da: Tilmeldinger til aftaler
de: Terminanmeldungen
es_es: Registros para citas
fi: Tapaamisen rekisteröitymiset
fr_ca: Inscriptions de rendez-vous
id: Pendaftaran Janji Temu
is: Skráningar á fund
it: Registrazioni appuntamento
ja: 受講者予約サインアップ
mi: Haina runga Wāhui
ms: Pendaftaran Janji Temu
nl: Aanmeldingen voor afspraak
pl: Rejestracje na spotkania
pt_br: Inscrições em compromissos
ru: Заявления о регистрации
sl: Prijave na sestanke
sv: Nya mötestillfällen
th: การรับนัดหมาย
vi: Mục Đăng Ký Cuộc Họp Theo Lịch

source: Archive
ar: أرشفة
ca: Arxiva
cy: Archifo
da: Arkiv
de: Archivieren
es_es: Archivar
fi: Arkisto
fr_ca: Archiver
id: Arsipkan
is: Safn
it: Archivia
ja: アーカイブ
mi: Pūranga
ms: Arkib
nl: Archiveren
pl: Archiwum
pt_br: Arquivar
ru: Архив
sl: Arhiviraj
sv: Arkivera
th: จัดเก็บแยก
vi: Lưu Trữ

source: Archived
ar: مؤرشف
ca: Arxivat
cy: Archifwyd
da: Arkiveret
de: Archiviert
es_es: Archivado
fi: Arkistoitu
fr_ca: Archivé
id: Diarsipkan
is: Sett í safn
it: Archiviato
ja: アーカイブ済み
mi: Kua pūrangatia
ms: Diarkibkan
nl: Gearchiveerd
pl: Zarchiwizowane
pt_br: Arquivada
ru: Архивировано
sl: Arhivirano
sv: Arkiverade
th: จัดเก็บแยกแล้ว
vi: Được Lưu Trữ
