Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

source: Locked until "%@" is graded
ar: مؤمَّن حتى منح درجة لـ "%@"
ca: Bloquejat fins que "%@" es qualifiqui
cy: Ar glo nes bydd "%@" wedi’i raddio
da: Låst indtil "%@" bedømmes
de: Gesperrt bis „%@“ benotet ist
es_es: Bloqueado hasta que “%@” sea evaluado
fi: Lukittu, kunnes ”%@” on arvosteltu
fr_ca: Verrouillé jusqu'à ce que « %@ » soit noté
id: Terkunci hingga "%@" dinilai
is: Læst þar til "%@" hefur verið metið
it: Bloccato fino alla valutazione di "%@"
ja: "%@" が採点されるまで、ロックされています
mi: Ka rakaina kī "%@" i kōeketia
ms: Berkunci sehingga "%@" digredkan
nl: Vergrendeld totdat "%@" is beoordeeld
pl: Zablokowano do chwili oceny "%@"
pt_br: Bloqueado até que "%@" seja graduado
ru: Заблокировано до получения оценки "%@"
sl: Zaklenjeno, dokler element »%@« ni ocenjen.
sv: Låst tills ”%@” har bedömts
th: ล็อคจนกว่า "%@" จะให้เกรดแล้ว
vi: Bị khóa đến khi "%@" được chấm điểm

source: Log in
ar: تسجيل الدخول
ca: Inicia la sessió
cy: Mewngofnodi
da: Log på
de: Anmelden
es_es: Iniciar sesión
fi: Kirjaudu sisään
fr_ca: Connexion
is: Innskráning
it: Accedi
ja: ログイン
mi: takiuru I roto i
ms: Log Masuk
nl: Aanmelden
pl: Zaloguj
ru: Войти
sl: Prijava
sv: Logga in
th: ล็อกอิน
vi: Đăng Nhập

source: Log in again
ar: تسجيل الدخول مجددًا
ca: Torna a iniciar la sessió
cy: Mewngofnodi Eto
da: Log på igen
de: Erneut anmelden
es_es: Iniciar sesión de nuevo
fi: Kirjaudu uudelleen sisään
fr_ca: Connectez-vous à nouveau
id: Login Sebagai
is: Skráðu þig inn aftur
it: Accedi di nuovo
ja: もう一度ログインしてください。
mi: Takiuru Anō
ms: Log Masuk Semula
nl: Opnieuw aanmelden
pl: Zaloguj się ponownie
pt_br: Fazer login novamente
ru: Войдите заново
sl: Prijavite se znova.
sv: Logga in igen
th: ล็อกอินอีกครั้ง
vi: Đăng Nhập Lại

source: Log out
ar: تسجيل الخروج
ca: Tanca la sessió
cy: Allgofnodi
da: Log ud
de: Abmelden
es_es: Cerrar sesión
fi: Kirjaudu ulos
fr_ca: Déconnexion
is: Útskráning
it: Disconnetti
ja: ログアウト
mi: Takiputa
ms: Log Keluar
nl: Afmelden
pl: Wyloguj
pt_br: Sair
ru: Выйти
sl: Odjava
sv: Logga ut
th: ล็อกเอาท์
vi: Đăng Xuất

source: Logging you in
ar: يتم الآن تسجيل دخولك في
ca: S'està iniciant la vostra sessió
cy: Wrthi’n eich mewngofnodi
da: Logger dig ind
de: Sie werden eingeloggt
es_es: Iniciando tu sesión
fi: Kirjataan sinua sisään
fr_ca: Connexion...
id: Memasukkan Anda dalam
is: Skrái þig inn
it: Connessione
ja: ログインしています
mi: E takiuru ana ia koe
ms: Mengelog masuk
nl: Je wordt aangemeld
pl: Logowanie w
pt_br: Conectando em
ru: Ваша регистрация в
sl: Poteka prijava
sv: Loggar in dig
th: กำลังล็อกอินให้กับคุณ
vi: Cho bạn đăng nhập

source: Login
ar: تسجيل الدخول
ca: Inici de sessió
cy: Mewngofnodi
de: Anmelden
es_es: Iniciar sesión
fi: Sisäänkirjautuminen
fr_ca: Connexion
is: Innskráning
it: Accedi
ja: ログイン
mi: Takiuru
ms: Log masuk
nl: Aanmelden
pl: Zaloguj
ru: Вход в систему
sl: Prijava
sv: Logga in
th: ล็อกอิน
vi: Đăng nhập

source: Login Error
ar: خطأ في تسجيل الدخول
ca: Error d'inici de sessió
cy: Gwall Mewngofnodi
da: Loginfejl
de: Fehler beim Einloggen
es_es: Error en el inicio de sesión
fi: Kirjautumisvirhe
fr_ca: Erreur de connexion
id: Kesalahan Login
is: Innskráningarvilla
it: Errore di login
ja: ログインエラー
mi: Hapa Takiuru
ms: Ralat Log Masuk
nl: Fout bij aanmelden
pl: Błąd logowania
pt_br: Erro de login
ru: Ошибка входа в систему
sl: Napaka pri vpisovanju
sv: Inloggningsfel
th: ข้อผิดพลาดในการล็อกอิน
vi: Lỗi Đăng Nhập

source: Login ID
ar: معرف تسجيل الدخول
ca: ID d'inici de sessió
cy: ID Mewngofnodi
de: Anmelde-ID
es_es: Identificación de inicio de sesión
fi: Käyttäjätunnus
fr_ca: Identifiant de connexion
id: ID Login
is: Innskráningarauðkenni
it: ID di accesso
ja: ログイン ID
mi: Takiuru ID
ms: ID Log Masuk
nl: Aanmeldings-ID
pl: Nazwa użytkownika
pt_br: ID de Login
ru: Имя пользователя
sl: ID prijave
sv: Inloggnings-ID
th: ID ล็อกอิน
vi: ID Đăng Nhập

source: Low: %@
ar: المنخفض: %@
ca: Baixa: %@
cy: Isel: %@
da: Lav: %@
de: Gering: %@
es_es: Bajo: %@
fi: Matala: %@
fr_ca: Bas : %@
id: Rendah: %@
is: Lágt: %@
it: Basso: %@
ja: 低：%@
mi: Raro: %@
ms: Rendah: %@
nl: Laag: %@
pl: Niski: %@
pt_br: Baixa: %@
ru: Низкий: %@
sl: Nizko: %@
sv: Låg: %@
vi: Thấp: %@

source: LTI tool
ar: أداة LTI
ca: Eina LTI (interoperabilitat d'eines d'aprenentatge)
cy: Adnodd LTI
da: LTI Værktøj
es_es: Herramienta LTI
fi: LTI-työkalu
fr_ca: Outil LTI
id: Alat LTI
is: LTI verkfæri
it: Strumento LTI
ja: LTI ツール
mi: LTI Taputapu
ms: Alat LTI
pl: Narzędzie LTI
pt_br: Ferramenta de LTI
ru: Инструмент LTI
sl: Orodje LTI
sv: LTI-verktyg
th: เครื่องมือ LTI
vi: Công Cụ LTI

source: Magenta
ar: ماجنتا
is: Blárauður
ja: マジェンタ
mi: Āhua waiporoporo
pl: Amarantowy
ru: Пурпурный
th: ม่วงอมแดง
vi: Hồng Sẫm

source: Make sure you enable camera permissions in Settings
ar: تأكد من تمكين أذونات الكاميرا في الإعدادات
ca: Assegureu-vos que habiliteu els permisos de la càmera a la Configuració
cy: Gwnewch yn siŵr eich bod chi’n galluogi hawliau camera yn y Gosodiadau
da: Sørg for, at du aktiverer kameratilladelser i Indstillinger
de: Überprüfen Sie, dass die Kameraberechtigungen in den Einstellungen aktiviert sind
es_es: Asegúrate de habilitar los permisos de cámara en las configuraciones
fi: Varmista, että otat kameran käyttöoikeuden käyttöön asetuksissa
fr_ca: Assurez-vous d'activer les autorisations de caméra dans les paramètres
id: Pastikan Anda mengaktifkan izin kamera di Pengaturan
is: Passaðu að virkja leyfi fyrir myndavél í stillingum
it: Verifica di attivare le autorizzazioni videocamera in Impostazioni
ja: 設定でカメラ許可を有効にするようにしてください
mi: Me tautoko kua whakahohetia e koe kāmera whakāe i roto i Tautuhinga
ms: Pastikan anda mendayakan keizinan kamera dalam Tetapan
nl: Zorg ervoor dat je camerarechten inschakelt onder Instellingen
pl: Upewnij się, że włączono uprawnienia kamery w Ustawieniach
pt_br: Certifique-se de habilitar permissões da câmera em Configurações
ru: Убедитесь в том, что вы включили разрешения камеры в "Настройках"
sl: V možnosti »Nastavitve« omogočite dovoljenja za kamero.
sv: Se till att aktivera kamerabehörigheter i inställningarna
th: คุณจะต้องเปิดสิทธิ์อนุญาตให้ใช้กล้องจากค่าปรับตั้ง
vi: Hãy bảo đảm bạn đã bật cho phép camera trong Cài Đặt

source: Manage Offline Content
ar: إدارة المحتوى دون اتصال
ca: Gestioneu el contingut sense connexió
cy: Rheoli Cynnwys All-lein
da: Administrer offline indhold
de: Offline-Inhalte verwalten
es_es: Gestionar contenido sin conexión
fi: Hallitse verkon ulkopuolista sisältöä
fr_ca: Gérer le contenu hors connexion
id: Kelola Konten Offline
is: Stjórna efni án nettengingar
it: Gestisci contenuto offline
ja: オフラインコンテンツを管理する
mi: Whakahaere ihirangi tuimotu
ms: Urus Kandungan Luar Talian
nl: Offline inhoud beheren
pl: Zarządzaj zawartością offline
pt_br: Gerenciar conteúdo off-line
ru: Управление офлайн-контентом
sl: Upravljajte vsebino brez povezave
sv: Hantera offlineinnehåll
th: จัดการเนื้อหาออฟไลน์
vi: Quản Lý Nội Dung Ngoại Tuyến

source: Manage Students
ar: إدارة الطلاب
ca: Administra els estudiants
cy: Rheoli Myfyrwyr
da: Administrer studerende
de: Studierende verwalten
es_es: Administrar estudiantes
fi: Hallitse opiskelijoita
fr_ca: Gestion des participants
id: Kelola Siswa
is: Stjórna nemendum
it: Gestisci studenti
ja: 受講者を管理
mi: Whakahaere ngā ākonga
ms: Urus Pelajar
nl: Cursisten beheren
pl: Zarządzaj uczestnikami
pt_br: Gerenciar alunos
ru: Управление студентами
sl: Uredi študente
sv: Hantera studenter
th: จัดการผู้เรียน
vi: Quản Lý Sinh Viên

source: Manual
ar: يدوي
cy: Llawlyfr
da: Manuel
de: Manuell
fi: Manuaalinen
fr_ca: Manuel
is: Handfært
it: Manuale
ja: マニュアル
mi: Ā-ringa
nl: Handmatig
pl: Ręczna
ru: Ручное
sl: Ročno
sv: Manuell
th: แมนวล
vi: Thủ công

source: Manual OAuth Login
ar: تسجيل دخول OAuth يدوي
ca: Inici de sessió amb autenticació manual
cy: OAuth Login sydd ddim yn awtomatig
da: Manuel OAuth-login
de: Manuelle OAuth-Anmeldung
es_es: Inicio manual de sesión en OAuth
fi: Manuaalinen OAuth-sisäänkirjautuminen
fr_ca: Connexion OAuth manuelle
id: Login OAuth Manual
is: Handvirk OAuth innskráning
it: Login Oauth manuale
ja: 手動 O承認ログイン
mi: Mahi ā ringa OAuth Takiuru
ms: Log Masuk OAuth Manual
nl: Handmatige OAuth Login
pl: Logowanie ręcznie OAuth
pt_br: Login manual OAuth
ru: Ручной вход в OAuth
sl: Ročna prijava OAuth
sv: Manuell OAuth-inloggning
th: การล็อกอิน OAuth ด้วยตัวเอง
vi: Đăng Nhập OAuth Thủ Công

source: Mark all as read
ar: وضع علامة على الكل كمقروء
ca: Marca tots com a Llegit
cy: Marcio bod y cyfan wedi’i ddarllen
da: Marker alle som læste
de: Alle als gelesen markieren
es_es: Marcar todo como leído
fi: Merkitse kaikki luetuiksi
fr_ca: Marquer tout comme lu
id: Tandai Semua sebagai Dibaca
is: Merkja allt sem lesið
it: Contrassegna tutto come letto
ja: すべて既読にする
mi: Kua Pānuihia te Katoa
ms: Tandakan Semua sebagai Telah Dibaca
nl: Alles als gelezen markeren
pl: Oznacz wszystko jako przeczytane
pt_br: Marcar tudo como lido
ru: Отметить все как прочитанное
sl: Označi vse kot prebrano
sv: Markera alla som lästa
th: กำกับทั้งหมดว่าอ่านแล้ว
vi: Đánh Dấu Tất Cả Là Đã Đọc

source: Mark all as unread
ar: وضع علامة على الكل كغير مقروء
ca: Marca-ho tot com a no llegit
cy: Marcio bod y cyfan heb ei ddarllen
da: Marker alle som ulæste
de: Alle als ungelesen markieren
es_es: Marcar todo como no leído
fi: Merkitse lukemattomaksi
fr_ca: Marquer tout comme non lu
id: Tandai Semua sebagai Belum Dibaca
is: Merkja allt sem ólesið
it: Contrassegna tutto come non letto
ja: すべて未読にする
mi: Tohua kaore i Pānuitia katoa
ms: Tandakan Semua sebagai Belum Dibaca
nl: Alles als ongelezen markeren
pl: Oznacz wszystko jako nieprzeczytane
pt_br: Marcar tudo como não lido
ru: Отметить все как непрочитанное
sl: Označi vse kot neprebrano
sv: Markera alla som olästa
th: กำกับทั้งหมดว่ายังไม่ได้อ่าน
vi: Đánh Dấu Tất Cả Là Chưa Đọc

source: Mark as done
ar: وضع علامة تم
ca: Marca-ho com fet
cy: Marcio eu bod wedi’u gwneud
da: Marker som gjort
de: Als fertig markieren
es_es: Marcar como hecho
fi: Merkitse valmiiksi
fr_ca: Marquer comme terminé
id: Tandai sebagai Selesai
is: Merkja sem lokið
it: Contrassegna come fatto
ja: 完了としてマークする
mi: Tohu kua Oti
ms: Tanda sebagai Siap
nl: Als gereed markeren
pl: Oznacz jako gotowe
pt_br: Marcar como Feito
ru: Отметить как выполненное
sl: Označi kot dokončano
sv: Markera som klar
th: กำกับว่าเสร็จสิ้นแล้ว
vi: Đánh Dấu Là Đã Xong

source: Mark as read
ar: وضع علامة كمقروء
ca: Marca-ho com a llegit
cy: Marcio eu bod wedi’u darllen
da: Marker som læst
de: Als gelesen markieren
es_es: Marcar como leído
fi: Merkitse luetuksi
fr_ca: Marquer comme lues
id: Tandai sudah dibaca
is: Merkja sem lesið
it: Contrassegna come letto
ja: 既読にする
mi: Mākā kua pānuitia
ms: Tandakan sebagai telah dibaca
nl: Markeren als gelezen
pl: Oznacz jako przeczytane
pt_br: Marcar como lido
ru: Отметить как прочитанное
sl: Označi kot prebrano
sv: Markera som läst
th: กำกับว่าอ่านแล้ว
vi: Đánh dấu là đã đọc

source: Mark as read
ar: وضع علامة كمقروء
ca: Marca-ho com a llegit
cy: Marcio eu bod wedi’u darllen
da: Marker som læst
de: Als gelesen markieren
es_es: Marcar como leído
fi: Merkitse luetuksi
fr_ca: Marquer comme lu
id: Tandai Sudah Dibaca
is: Merkja sem lesið
it: Contrassegna come letto
ja: 既読にする
mi: Tohua kua pānuitia
ms: Tanda sebagai Telah Dibaca
nl: Markeren als gelezen
pl: Oznacz jako przeczytane
pt_br: Marcar como lido
ru: Отметить как прочитанное
sl: Označi kot prebrano
sv: Markera som läst
th: กำกับว่าอ่านแล้ว
vi: Đánh Dấu Là Đã Dọc

source: Mark as Undone
ar: وضع علامة تم التراجع عنه
ca: Marca-ho com a desfet
cy: Marcio eu bod wedi’u dadwneud
da: Marker som ikke gjort
de: Als unerledigt markieren
es_es: Marcar como sin terminar
fi: Merkitse kumotuksi
fr_ca: Marqué comme non terminé
id: Tandai sebagai Belum Selesai
is: Merkja sem ólokið
it: Contrassegna come non letto
ja: 未了としてマークする
mi: Tohua kua whakakoretia
ms: Tanda sebagai Belum Siap
nl: Als ongedaan markeren
pl: Oznacz jako niegotowe
pt_br: Marcar como não feito
ru: Пометить как невыполненное
sl: Označi kot nedokončano
sv: Markera som ångrad
th: กำลังว่าไม่เสร็จสิ้น
vi: Đánh Dấu Là Chưa Xong

source: Mark as unread
ar: وضع علامة غير مقروء
ca: Marca-ho com a no llegit
cy: Marcio eu bod heb eu darllen
da: Marker som ulæst
de: Als ungelesen markieren
es_es: Marcar como no leído
fi: Merkitse lukemattomaksi
fr_ca: Marquer comme non lues
id: Tandai belum dibaca
is: Merkja sem ólesið
it: Contrassegna come non letto
ja: 未読にする
mi: Mākā kua Pānuitia
ms: Tandakan sebagai belum dibaca
nl: Markeren als ongelezen
pl: Oznacz jako nieprzeczytane
pt_br: Marcar como não lido
ru: Отметить как непрочитанное
sl: Označi kot neprebrano
sv: Markera som oläst
th: กำกับว่ายังไม่ได้อ่าน
vi: Đánh dấu là chưa đọc

source: Mark as unread
ar: وضع علامة كغير مقروء
ca: Marca-ho com a no llegit
cy: Marcio eu bod heb eu darllen
da: Marker som ulæst
de: Als ungelesen markieren
es_es: Marcar como no leído
fi: Merkitse lukemattomaksi
fr_ca: Marquer comme non-lu
id: Tandai Belum Dibaca
is: Merkja sem ólesið
it: Contrassegna come non letto
ja: 未読にする
mi: Tohu rite kaore i Pānuitia
ms: Tanda sebagai Belum Dibaca
nl: Markeren als ongelezen
pl: Oznacz jako nieprzeczytane
pt_br: Marcar como não lido
ru: Отметить как непрочитанное
sl: Označi kot neprebrano
sv: Markera som oläst
th: กำลังว่าไม่ได้อ่าน
vi: Đánh Dấu Là Chưa Đọc

# Mark done
source: Mark as completed
ar: وضع علامة "تم"
ca: Marca com a fet
cy: Marcio eu bod wedi’u gwneud
da: Marker som færdig
de: Als fertig markieren
es_es: Marcar como hecho
fi: Merkitse valmiiksi
fr_ca: Marquer comme terminé
id: Tandai selesai
is: Merkja sem lokið
it: Contrassegna come fatto
ja: 完了にする
mi: Tohu mahia
ms: Tanda siap
nl: Gereed markeren
pl: Oznacz jako gotowe
pt_br: Marcar como concluído
ru: Отметить как выполненное
sl: Označi kot dokončano
sv: Markera som klar
th: กำกับว่าเสร็จสิ้น
vi: Đánh dấu là đã xong

source: Mark item as done
ar: وضع علامة تم للعنصر
ca: Marca l’element com a fet
cy: Marcio eitem fel wedi ei wneud
da: Markér elementet som udført
de: Objekt als fertig markieren
es_es: Marcar el ítem como hecho
fi: Merkitse kohteet tehdyiksi
fr_ca: Marquer comme fait
id: Tandai item sebagai selesai
is: Merkið atriði sem lokið
it: Contrassegna elemento come fatto
ja: アイテムを完了とマークする
mi: Māka tuemi kua oti
ms: Tanda item sebagai siap
nl: Item markeren als klaar
pl: Oznacz jako gotowy
pt_br: Marcar item como pronto
ru: Пометить элемент как выполненный
sl: Element označi kot dokončan
sv: Markera objektet som färdigt
th: กำกับรายการว่าเสร็จสิ้น
vi: Đánh dấu mục là đã xong

# Marked done
source: Marked completed
ar: يحمل علامة "تم"
ca: Marcat com a fet
cy: Wedi'u marcio eu bod wedi’u gwneud
da: Markeret som færdig
de: Als fertig markiert
es_es: Marcado como hecho
fi: Merkitse valmiiksi
fr_ca: Marqué « terminé »
id: Ditandai selesai
is: Merkja sem lokið
it: Contrassegnato come fatto
ja: 完了済み
mi: Kua tohua mea ai
ms: Ditandakan siap
nl: Gereed gemarkeerd
pl: Oznaczone jako gotowe
pt_br: Marcado como concluído
ru: Отмечено как выполненное
sl: Označeno kot dokončano
sv: Markering är färdig
th: กำกับว่าเสร็จสิ้นแล้ว
vi: Đã đánh dấu là đã xong

source: me
ar: أنا
ca: mi
cy: fi
da: mig
de: Ich
es_es: yo
fi: minä
fr_ca: moi
id: saya
is: ég
ja: 私
mi: ahau
ms: saya
nl: mij
pl: ja
pt_br: eu
ru: меня
sl: jaz
sv: jag
th: ฉัน
vi: tôi

source: me & %@
ar: أنا و %@
ca: mi i %@
cy: fi a %@
da: mig & %@
de: Ich und %@
es_es: yo y %@
fi: minä & %@
fr_ca: moi et %@
id: saya & %@
is: ég og %@
it: io e %@
ja: 私＆%@
mi: ahau & %@
ms: saya & %@
nl: mij en %@
pl: ja i %@
pt_br: eu e %@
ru: я и %@
sl: jaz in %@
sv: jag och %@
th: ฉันและ %@
vi: tôi và %@

source: Mean: %@
ar: المتوسط: %@
ca: Mitjana: %@
cy: Cymedr: %@
da: Middel: %@
de: Mittelwert: %@
es_es: Promedio: %@
fi: Keskiarvo: %@
fr_ca: Moyenne : %@
id: Rata-Rata: %@
is: Meðal: %@
it: Medio: %@
ja: 中程度：%@
mi: Waenganui: %@
ms: Min: %@
nl: Gemiddelde: %@
pl: Średni: %@
pt_br: Média: %@
ru: Средний: %@
sl: Povprečje: %@
sv: Medel: %@
th: ค่ากลาง: %@
vi: Trung Bình: %@

source: Media recording
ar: تسجيل الوسائط
ca: Enregistrament multimèdia
cy: Recordio Cyfryngau
da: Medieoptagelse
de: Medienaufzeichnung
es_es: Grabación multimedia
fi: Median nauhoitus
fr_ca: Enregistrement du média
id: Rekaman Media
is: Upptaka á miðli
it: Registrazione multimediale
ja: メディアレコーディング
mi: Hopu pāpāho
ms: Rakaman Media
nl: Media opnames
pl: Nagranie multimedialne
pt_br: Gravação de Mídia
ru: Запись на носитель
sl: Medijski posnetek
sv: Mediainspelning
th: การบันทึกสื่อมีเดีย
vi: Ghi Nội Dung Phương Tiện

source: Membership update
ar: تحديث العضوية
ca: Actualització de la pertinença
cy: Diweddaru Aelodaeth
da: Opdatering af medlemskab
de: Aktualisierung der Mitgliedschaft
es_es: Actualización de membresía
fi: Jäsenyyden päivitys
fr_ca: Mise à jour de l'adhésion
id: Pembaruan Keanggotaan
is: Uppfærsla aðildar
it: Aggiornamento partecipazioni
ja: メンバーシップ更新
mi: Whakahōu Mema
ms: Kemas Kini Keahlian
nl: Lidmaatschap bijwerken
pl: Aktualizacja członkostwa
pt_br: Atualização de associação
ru: Обновление членства
sl: Posodobitev članstva
sv: Uppdatering av medlemskap
th: อัพเดตสมาชิกภาพ
vi: Cập Nhật Quyền Thành Viên

source: Message
ar: الرسالة
ca: Missatge
cy: Neges
da: Besked
de: Nachricht
es_es: Mensaje
fi: Viesti
id: Pesan
is: Skilaboð
it: Messaggio
ja: メッセージ
mi: Karere
ms: Mesej
nl: Bericht
pl: Wiadomość
pt_br: Mensagem
ru: Сообщение
sl: Sporočilo
sv: Meddelande
th: ข้อความ
vi: Tin Nhắn

source: Message Details
ar: تفاصيل الرسالة
ca: Detalls del missatge
cy: Manylion y Neges
da: Beskeddetaljer
de: Nachrichtendetails
es_es: Detalles del mensaje
fi: Viestin tiedot
fr_ca: Détails du message
id: Detail Pesan
is: Upplýsingar skilaboða
it: Dettagli messaggio
ja: メッセージの詳細
mi: Ngā taipitopito karere
ms: Butiran Mesej
nl: Berichtdetails
pl: Szczegóły wiadomości
pt_br: Detalhes da mensagem
ru: Данные сообщения
sl: Podrobnosti o sporočilu
sv: Meddelandedetaljer
th: รายละเอียดข้อความ
vi: Chi Tiết Tin Nhắn

# Message from %@, %@, on %@, %@
source: Message from %1$@, %2$@, on %3$@, %4$@
ar: رسالة من %1$@، %2$@، في %3$@، %4$@
ca: Missatge de %1$@, %2$@, el %3$@, %4$@
cy: Neges gan %1$@, %2$@, ar %3$@, %4$@
da: Besked fra %1$@, %2$@, den %3$@, %4$@
de: Meldung von %1$@, %2$@, am %3$@, %4$@
es_es: Mensaje de %1$@, %2$@, el %3$@, %4$@
fi: Viesti kohteesta %1$@, %2$@, %3$@, %4$@
fr_ca: Message de %1$@, %2$@, à %3$@, %4$@
id: Pesan dari %1$@, %2$@, pada %3$@, %4$@
is: Skilaboð frá %1$@, %2$@, þann %3$@, %4$@
it: Messaggio da %1$@, %2$@, del %3$@, %4$@
ja: %1$@からの%2$@、%3$@日のメッセージ、%4$@
mi: Karere mai %1$@, %2$@, i runga %3$@, %4$@
ms: Mesej daripada %1$@, %2$@, pada %3$@, %4$@
nl: Bericht van %1$@, %2$@, op %3$@, %4$@
pl: Wiadomość od %1$@, %2$@, w dniu %3$@, %4$@
pt_br: Mensagem de %1$@, %2$@, em %3$@, %4$@
ru: Сообщение от %1$@, %2$@, %3$@, %4$@
sl: Sporočilo od %1$@, %2$@, dne %3$@, %4$@
sv: Meddelande från %1$@, %2$@, %3$@, %4$@
th: ข้อความจาก %1$@, %2$@, จาก %3$@, %4$@
vi: Tin nhắn từ %1$@, %2$@, vào %3$@, %4$@

source: Missing
ar: مفقود
ca: No presentat
cy: Ar goll
da: Mangler
de: Fehlt
es_es: No presentado
fi: Puuttuu
fr_ca: Manquant
id: Tidak Ada
is: Vantar
it: Mancante
ja: 欠如
mi: Ngaro
ms: Tiada
nl: Ontbrekend
pl: Brak
pt_br: Faltante
ru: Отсутствует
sl: Manjkajoče
sv: Saknas
th: ขาดหาย
vi: Bị Thiếu

# Module Item
source: Unit item
ar: عنصر الوحدة
ca: Element del contingut
cy: Eitem Modiwl
da: Modulelement
de: Modulelement
es_es: Ítem de contenido
fi: Moduulikohde
fr_ca: Élément de module
id: Item Modul
is: Námsefni atriði
it: Elemento modulo
ja: モジュール アイテム
mi: Te tūemi kōwae
ms: Item Modul
nl: Module-item
pl: Element modułu
pt_br: Item do módulo
ru: Элемент модуля
sl: Element modula
sv: Modulobjekt
th: รายการหน่วยการเรียน
vi: Mục Học Phần

# Modules
source: Units
ar: الوحدات النمطية
ca: Continguts
cy: Modiwlau
da: Moduler
de: Module
es_es: Contenidos
fi: Moduulit
fr_ca: Modules
id: Modul
is: Námsefni
it: Moduli
ja: モジュール
mi: Kōwae
ms: Modul
nl: Modules
pl: Moduły
pt_br: Módulos
ru: Модули
sl: Moduli
sv: Moduler
th: หน่วยการเรียน
vi: Học Phần

source: More options
ar: المزيد من الخيارات
ca: Més opcions
cy: Mwy o opsiynau
da: Flere indstillinger:
de: Weitere Optionen
es_es: Más opciones
fi: Lisäasetukset
fr_ca: Plus d’options
id: Opsi lain
is: Fleiri valkostir
it: Altre opzioni
ja: その他のオプション
mi: Kōwhiringa atu
ms: Lebih banyak pilihan
nl: Meer opties
pl: Więcej opcji
pt_br: Mais opções
ru: Дополнительные опции
sl: Dodatne možnosti
sv: Fler alternativ
th: ตัวเลือกเพิ่มเติม
vi: Tùy chọn khác

source: Move Annotation
ar: نقل التعليق التوضيحي
ca: Desplaça l’anotació
cy: Symud Anodiad
da: Flyt anmærkning
de: Anmerkung verschieben
es_es: Mover notas
fi: Siirrä merkintä
fr_ca: Déplacer l'annotation
id: Pindah Anotasi
is: Færa athugasemdir
it: Sposta annotazione
ja: 昼食を移動
mi: Nuku Tohutohu
ms: Alih Anotasi
nl: Aantekening verplaatsen
pl: Przenieś adnotację
pt_br: Mover anotação
ru: Переместить аннотацию
sl: Premakni opombo
sv: Flytta notering
th: หมายเหตุกำกับการเคลื่อนย้าย
vi: Di Chuyển Chú Thích

source: Multiple Due Dates
ar: تواريخ استحقاق متعددة
ca: Dates de lliurament múltiples
cy: Mwy nag un dyddiad erbyn
da: Flere forfaldsdatoer
de: Mehrere Abgabetermine
es_es: Varias fechas de entrega
fi: Useita määräpäiviä
fr_ca: Dates limites multiples
id: Tanggal Batas Berganda
is: Margir skiladagar
it: Più date di scadenza
ja: 複数の締切日
mi: Maha Rā e tika ana
ms: Berbilang Tarikh Siap
nl: Meerdere inleverdatums
pl: Wiele terminów
pt_br: Vários prazos de entrega
ru: Множественные даты выполнения
sl: Več rokov
sv: Flera inlämningsdatum
th: วันครบกำหนดหลายรายการ
vi: Nhiều Ngày Đến Hạn

source: My Subjects
ar: موضوعاتي
ca: Les meves matèries
cy: Fy Mhynciau
da: Mine emner
de: Meine Fächer
es_es: Mis temas
fi: Omat aiheet
fr_ca: Mes Objets
id: Subjek Saya
is: Námsefnið mitt
it: Le mie materie
ja: マイ教科
mi: Aku Kaupapa
ms: Subjek Saya
nl: Mijn onderwerpen
pl: Moje tematy
pt_br: Minhas disciplinas
ru: Мои темы
sl: Moji kratki opisi predmetov
sv: Mina ämnen
th: หัวข้อของฉัน
vi: Môn Học Của Tôi

source: N/A
ar: لا يوجد
cy: Amherthnasol
de: k. A.
fi: Ei sovellettavissa
fr_ca: S.O.
id: T/A
is: Á ekki við
it: N/D
ms: T/B
nl: N.v.t.
pl: Nd.
ru: Н/Д
sl: Ni na voljo
sv: Ej tillämpligt
th: ไม่มี

source: Name
ar: الاسم
ca: Nom
cy: Enw
da: Navn
es_es: Nombre
fi: Nimi
fr_ca: Nom
id: Nama
is: Nafn
it: Nome
ja: 名前
mi: Ingoa
ms: Nama
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Имя
sl: Ime
sv: Namn
th: ชื่อ
vi: Tên

# Needs Grading
source: Need grading
ar: بحاجة إلى تقدير الدرجات
ca: S'ha de qualificar
cy: Angen Graddio
da: Mangler bedømmelse
de: Muss benotet werden
es_es: Necesita evaluación
fi: Täytyy arvostella
fr_ca: Requiert une notation
id: Membutuhkan Penilaian
is: Þarfnast einkunnagjafar
it: Richiede la valutazione
ja: 採点が必要です
mi: E hiahiatia ana mo te kōeke
ms: Memerlukan Penggredan
nl: Moet worden beoordeeld
pl: Wymaga oceny
pt_br: Precisa de avaliação
ru: Требует оценки
sl: Je treba oceniti.
sv: Måste bedömas
th: ต้องให้เกรด
vi: Cần Chấm Điểm

source: NEEDS GRADING
ar: بحاجة إلى تقدير الدرجات
ca: S'HA DE QUALIFICAR
cy: ANGEN EU GRADDIO
da: MANGLER KARAKTER
de: MUSS BENOTET WERDEN
es_es: NECESITA EVALUACIÓN
fi: TÄYTYY ARVOSTELLA
fr_ca: REQUIERT UNE NOTATION
id: MEMBUTUHKAN PENILAIAN
is: EINKUNN VANTAR
it: RICHIEDONO LA VALUTAZIONE
ja: 採点が必要です
mi: ME KŌEKE
ms: MEMERLUKAN PENGGREDAN
nl: MOET WORDEN BEOORDEELD
pl: WYMAGA OCENY
pt_br: PRECISA DE CLASSIFICAÇÃO
ru: ТРЕБУЕТСЯ ОЦЕНКА
sl: JE TREBA OCENITI
sv: BEHÖVER BEDÖMNING
th: ต้องให้เกรด
vi: CẦN CHẤM ĐIỂM

source: Network error
ar: خطأ في الشبكة
ca: Error de xarxa
cy: Gwall ar y Rhwydwaith
da: Netværk fejl
de: Netzwerkfehler
es_es: Error de red
fi: Verkkovirhe
fr_ca: Erreur de réseau
id: Kesalahan Jaringan
is: Netkerfisvilla
it: Errore di rete
ja: ネットワークエラー
mi: Hapa Whatunga
ms: Ralat Rangkaian
nl: Netwerkfout
pl: Błąd sieci
pt_br: Erro de Rede
ru: Ошибка сети
sl: Napaka v omrežju
sv: Nätverksfel
th: ข้อผิดพลาดเครือข่าย
vi: Lỗi Mạng
