Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

source: If this setting is enabled the content synchronisation will only happen if the device connects to a Wi-Fi network, otherwise it will be postponed until a Wi-Fi network is available.
ar: إذا تم تمكين هذا الإعداد، فلن تتم مزامنة المحتوى إلا إذا اتصل الجهاز بشبكة Wi-Fi، وإلا إذا تم تأجيل المزامنة حتى تتوفر شبكة Wi-Fi.
ca: Si aquest paràmetre està activat, només se sincronitzarà el contingut si el dispositiu es connecta a una xarxa Wi-Fi; en cas contrari, l’acció es posposarà fins que hi hagi una xarxa Wi-Fi disponible.
cy: Os ydy’r gosodiad hwn wedi’i alluogi dim ond pan fydd y ddyfais wedi’i chysylltu i rwydwaith Wi-Fi y bydd cysoni cynnwys yn digwydd, fel arall bydd yn cael ei ohirio nes bod rhwydwaith Wi-Fi ar gael.
da: Hvis denne indstilling er aktiveret, vil indholdssynkroniseringen kun gennemføres, hvis enheden opretter forbindelse til et wi-fi-netværk, ellers vil det blive udskudt, indtil et wi-fi-netværk er tilgængeligt.
de: Wenn diese Einstellung aktiviert ist, erfolgt die Inhaltssynchronisierung nur, wenn das Gerät mit einem WLAN-Netzwerk verbunden ist. Andernfalls wird sie verschoben, bis ein WLAN-Netzwerk verfügbar ist.
es_es: Si se habilita está configuración, la sincronización del contenido solo se realizará si el dispositivo se conecta a una red wifi, de lo contrario se pospondrá hasta que haya una red wifi disponible.
fi: Jos tämä asetus on käytössä, sisällön synkronisointi tapahtuu, jos laite on yhteydessä Wifi-verkkoon. Muussa tapauksessa tätä lykätään, kun Wifi-verkko on käytössä.
fr_ca: Si ce paramètre est activé, la synchronisation du contenu ne se produira que si l’appareil se connecte à un réseau Wi-Fi, sinon elle sera reportée jusqu’à ce qu’un réseau Wi-Fi soit disponible.
id: Jika pengaturan ini diaktifkan, sinkronisasi konten hanya akan terjadi jika perangkat tersambung ke jaringan Wi-Fi; jika tidak, akan ditunda hingga jaringan Wi-Fi tersedia.
is: Ef þessi stilling er virkjuð mun samstilling efnis aðeins eiga sér stað ef tækið tengist Wi-Fi neti, annars verður henni frestað þar til Wi-Fi net er tiltækt.
it: Se questa impostazione è attiva, la sincronizzazione del contenuto sarà eseguita solo se il dispositivo si collega ad una rete Wi-Fi, diversamente sarà posticipata fino a quando non sarà disponibile una rete Wi-Fi.
ja: この設定を有効にすると、コンテンツの同期はデバイスがWi-Fiネットワークに接続されている場合にのみ行われます（それ以外の場合は、Wi-Fiネットワークが利用可能になるまで延期されます）。
mi: Ko te tukutahitanga ihirangi ka mahi mena ka hono te taputapu ki te whatunga Wi-Fi mena ka whakahohea tenei tautuhinga; ki te kore, ka whakaroa kia watea mai he whatunga Wi-Fi.
ms: Jika tetapan ini didayakan penyegerakan kandungan hanya akan berlaku jika peranti terhubung dengan rangkaian Wi-Fi, jika tidak, ia akan ditangguhkan sehingga rangkaian Wi-Fi tersedia.
nl: Als deze instelling wordt ingeschakeld, vindt contentsynchronisatie alleen plaats als het apparaat verbonden is met een wifi-netwerk, anders wordt de synchronisatie uitgesteld totdat er een wifi-netwerk beschikbaar is.
pl: Jeśli funkcja jest włączona, synchronizacja zawartości będzie odbywać się tylko wtedy, gdy urządzenie nawiąże połączenie z siecią Wi-Fi, w przeciwnym razie będzie aktywna dopiero po połączeniu się z siecią Wi-Fi.
pt_br: Se esta configuração estiver habilitada, a sincronização de conteúdo só acontecerá se o dispositivo se conectar a uma rede Wi-Fi, caso contrário, será adiada até que uma rede Wi-Fi esteja disponível.
ru: Если этот параметр включен, синхронизация содержимого будет происходить только при подключении устройства к сети Wi-Fi. В противном случае она будет отложена до появления доступной сети Wi-Fi.
sl: Če je ta nastavitev omogočena, se bo sinhronizacija vsebine zgodila le, če se naprava poveže z omrežjem Wi-Fi, sicer bo odložena, dokler omrežje Wi-Fi ne bo na voljo.
sv: Om den här inställningen aktiveras sker innehållssynkroniseringen endast om enheten ansluter till ett Wi-Fi-nätverk, i annat fall skjuts den upp tills ett Wi-Fi-nätverk är tillgängligt.
th: หากเปิดใช้งานค่านี้ไว้ การซิงค์เนื้อหาจะเกิดขึ้นก็ต่อเมื่ออุปกรณ์เชื่อมต่อกับเครือข่าย Wi-Fi ไม่เช่นนั้นจะถูกเลื่อนกำหนดจนกว่าเครือข่าย Wi-Fi จะพร้อมใช้งาน
vi: Nếu bật cài đặt thì qua trình đồng bộ nội dung sẽ chỉ diễn ra khi thiết bị kết nối với mạng Wi-Fi, còn không thì quá trình này sẽ bị hoãn lại cho đến khi có mạng Wi-Fi.

source: Image
ar: صورة
ca: Imatge
cy: Delwedd
da: Billede
de: Bild
es_es: Imagen
fi: Kuva
id: Gambar
is: Mynd
it: Immagine
ja: 画像
mi: Āhua
ms: Imej
nl: Afbeelding
pl: Zdjęcie
pt_br: Imagem
ru: Изображение
sl: Slika
sv: Bild
th: ภาพ
vi: Hình Ảnh

source: Immediately
ar: فورًا
ca: Immediatament
cy: Yn syth
da: Straks
de: Sofort
es_es: Inmediatamente
fi: Välittömästi
fr_ca: Immédiatement
id: Segera
is: Tafarlaust
it: Immediatamente
ja: ただちに
mi: tonu
ms: Dengan Segera
nl: Onmiddellijk
pl: Natychmiast
pt_br: Imediatamente
ru: Немедленно
sl: Takoj
sv: Omedelbart
th: ทันที
vi: Ngay Lập Tức

source: Impact
ar: التأثير
ca: Impacte
cy: Effaith
da: Indvirkning
de: Auswirkungen
es_es: Impacto
fi: Vaikutus
id: Dampak
is: Áhrif
it: Impatto
ja: 影響
mi: Pānga
ms: Impak
pl: Wpływ
pt_br: Impacto
ru: Влияние
sl: Vpliv
sv: Påverkan
th: ผลกระทบ
vi: Tác Động

source: Impact level
ar: مستوى التأثير
ca: Nivell d'impacte
cy: Lefel yr Effaith
da: Betydningsniveau
de: Auswirkungsstufe
es_es: Nivel de impacto
fi: Vaikutustaso
fr_ca: Niveau d'impact
id: Level Dampak
is: Stig áhrifa
it: Livello di impatto
ja: 影響のレベル
mi: Pae o te Pānga
ms: Tahap Impak
nl: Impactniveau
pl: Poziom istotności
pt_br: Nível de impacto
ru: Уровень воздействия
sl: Raven vpliva
sv: Inverkansnivå
th: ระดับผลกระทบ
vi: Mức Tác Động

source: Important Dates
ar: التواريخ الهامة
ca: Dates importants
cy: Dyddiadau Pwysig
da: Vigtige datoer
de: Wichtige Termine
es_es: Fechas importantes
fi: Tärkeitä päivämääriä
fr_ca: Dates importantes
id: Tanggal Penting
is: Mikilvægar dagsetningar
it: Date importanti
ja: 重要な日付
mi: Ngā rā nui
ms: Tarikh Penting
nl: Belangrijke datums
pl: Ważne daty
pt_br: Datas importantes
ru: Важные даты
sl: Pomembni datumi
sv: Viktiga datum
th: วันที่ที่สำคัญ
vi: Những Ngày Quan Trọng

source: Important Info
ar: المعلومات الهامة
ca: Informació important
cy: Gwybodaeth bwysig
da: Vigtig info
de: Wichtige Info
es_es: Información importante
fi: Tärkeitä tietoja
fr_ca: Informations importantes
id: Info Penting
is: Mikilvægar upplýsingar
it: Info importanti
ja: 重要な情報
mi: He mea nui pūrongo
ms: Maklumat Penting
nl: Belangrijke informatie
pl: Ważne informacje
pt_br: Informações importantes
ru: Важная информация
sl: Pomembne informacije
sv: Viktig information
th: ข้อมูลสำคัญ
vi: Thông Tin Quan Trọng

source: In progress
ar: قيد التقدم
ca: En curs
cy: Ar y Gweill
da: I gang
de: In Arbeit
es_es: En curso
fi: Käynnissä
fr_ca: En cours
id: Sedang Berlangsung
is: Í gangi
it: In corso
ja: 進行中
mi: I roto i te ahunga whakamua
ms: Sedang Berjalan
nl: Wordt uitgevoerd
pl: W toku
pt_br: Em progresso
ru: Выполняется
sl: Poteka
sv: Pågående
th: กำลังดำเนินการ
vi: Đang Diễn Ra

source: Inbox
ar: علبة الوارد
ca: Safata d'entrada
cy: Blwch Derbyn
da: Indbakke
de: Posteingang
es_es: Bandeja de entrada
fi: Saapuneet
fr_ca: Boîte de réception
id: Kotak Masuk
is: Innhólf
it: Posta in arrivo
ja: 受信トレイ
mi: Pouakauru
ms: Peti masuk
pl: Skrzynka odbiorcza
pt_br: Caixa de entrada
ru: Входящие
sl: Pošta
sv: Inkorg
th: กล่องจดหมาย
vi: Hộp Thư Đến

source: Incompatible File Type
ar: نوع ملف غير متوافق
ca: Tipus de fitxer incompatible
cy: Math o Ffeil Anghydnaws
da: Inkompatibel filtype
de: Inkompatibler Dateityp
es_es: Tipo de archivo no compatible
fi: Yhteensopimaton tiedostotyyppi
fr_ca: Type de fichier incompatible
id: Jenis File Tidak Kompatibel
is: Ósamrýmanleg skráargerð
it: Tipo di file non compatibile
ja: 互換性のないファイルタイプ
mi: Momo Kōnae Hotokore
ms: Jenis Fail Tidak Serasi
nl: Niet-ondersteund bestandstype
pl: Niekompatybilny typ pliku
pt_br: Tipos de arquivo incompatível
ru: Несовместимый тип файла
sl: Nezdružljiva vrsta datoteke
sv: Inkompatibel filtyp
th: ประเภทไฟล์ไม่รองรับ
vi: Loại Tập Tin Không Phù Hợp

source: Incomplete
ar: غير مكتمل
ca: Incomplet
cy: Heb Gwblhau
da: Ufuldstændig
de: Unvollständig
es_es: Incompleto
fi: Keskeneräinen
fr_ca: Incomplet
id: Tidak lengkap
is: Ólokið
it: Non completato
ja: 不完全
mi: Kaore i te oti
ms: Tidak lengkap
nl: Incompleet
pl: Nie ukończono
pt_br: Incompleto
ru: Не завершено
sl: Nezaključeno
sv: Inte färdig
th: ไม่เสร็จสิ้น
vi: Chưa hoàn thành

source: Indigo
ar: نيلي
ca: Indi
es_es: Índigo
is: Dimmfjólublátt
it: Indaco
ja: インディゴ
ms: Biru Nila
pl: Indygo
pt_br: Índigo
ru: Индиго
th: คราม
vi: Chàm

source: Institution announcement
ar: إعلان المؤسسة
ca: Anunci de la institució
cy: Cyhoeddiad Sefydliad
da: Besked til institutionen
de: Institutsankündigung
es_es: Anuncio de la institución
fi: Laitoksen ilmoitus
fr_ca: Annonce de l’institution
id: Pengumuman Institusi
is: Stofnana tilkynning
it: Annuncio istituto
ja: 学校のお知らせ
mi: Pānuitanga o te Whakanōhanga
ms: Pengumuman Institusi
nl: Aankondiging organisatie
pl: Ogłoszenie instytucji
pt_br: Aviso da instituição
ru: Объявление об учебном заведении
sl: Obvestilo ustanove
sv: Meddelande från lärosätet
th: ประกาศของสถาบัน
vi: Thông Báo Tổ Chức

source: Institution announcements
ar: إعلانات المؤسسة
ca: Anuncis de la institució
cy: Cyhoeddiadau sefydliadau
da: Institutionsbekendtgørelse
de: Institutionsankündigungen
es_es: Anuncios de la institución
fi: Laitoksen ilmoitukset
fr_ca: Annonces de l'institution
id: Pengumuman Institusi
is: Stofnana tilkynningar
it: Annunci istituto
ja: 教育機関のアナウンスメント
mi: Whare huinga kōrerorero
ms: Pengumuman institusi
nl: Aankondigingen van de instelling
pl: Ogłoszenia instytucji
pt_br: Avisos da instituição
ru: Объявления заведения
sl: Obvestila ustanove
sv: Meddelande från lärosätet
th: ประกาศของสถาบัน
vi: Thông Báo Chung Tổ Chức

source: Interactions on this page are limited by your institution.
ar: التفاعلات الموجودة في هذه الصفحة مقيدة بمؤسستك.
ca: La vostra institució ha limitat les interaccions en aquesta pàgina.
cy: Mae achosion o ryngweithio ar y dudalen hon wedi’u cyfyngu gan eich sefydliad.
da: Interaktioner på denne side er begrænset af din institution.
de: Interaktionen auf dieser Seite sind durch ihre Institution eingeschränkt.
es_es: Las interacciones en esta página están limitadas por tu institución.
fi: Vuorovaikutukset on rajoitettu tällä sivulla laitoksesi puolesta.
fr_ca: Les interactions sur cette page sont limitées par votre institution.
id: Interaksi di halaman ini dibatasi oleh institusi Anda.
is: Samskipti á þessari síðu eru takmörkuð af stofnun þinni.
it: Le interazioni su questa pagina sono limitate dal tuo istituto.
ja: このページでのやり取りは、あなたの教育機関によって制限されています。
mi: Ngā whakapā i runga i tēnei whārangi ka aukatitia e tō wharenōhanga.
ms: Interaksi pada halaman ini dihadkan oleh institusi anda.
nl: Interacties op deze pagina zijn beperkt door je organisatie.
pl: Interakcje na tej stronie zostały ograniczone przez Twoją instytucje.
pt_br: Interações nesta página são limitadas pela sua instituição.
ru: Взаимодействие на этой странице ограничено вашей организацией.
sl: Interakcije na tej strani omejuje vaša ustanova.
sv: Interaktioner på den här sidan har begränsats av din institution.
th: การโต้ตอบในหน้าเพจนี้จำกัดไว้สำหรับสถาบันของคุณเท่านั้น
vi: Tương tác trên trang này bị giới hạn bởi tổ chức của bạn.

source: Invitation
ar: دعوة
ca: Invitació
cy: Gwahoddiad
de: Einladung
es_es: Invitación
fi: Kutsu
id: Undangan
is: Boð
it: Invito
ja: 招待状
mi: pōwhiri
ms: Jemputan
nl: Uitnodiging
pl: Zaproszenie
pt_br: Convite
ru: Приглашение
sl: Povabilo
sv: Inbjudan
th: คำเชิญ
vi: Lời Mời

source: Invitation pending
ar: الدعوة معلقة
ca: Invitació pendent
cy: Gwahoddiad ar y ffordd
da: Invitation afventer
de: Einladung ausstehend
es_es: Invitación pendiente
fi: Kutsu odottaa
fr_ca: Invitation en attente
id: Undangan menunggu
is: Boð í bið
it: Invito in attesa
ja: 招待保留中
mi: Kei te tatari te tono
ms: Jemputan belum selesai
nl: Uitnodiging in behandeling
pl: Oczekujące zaproszenie
pt_br: Convite pendente
ru: Приглашение ожидается
sl: Povabilo na čakanju
sv: Väntande inbjudan
th: กำลังรอคำเชิญ
vi: Lời mời đang chờ

source: Invite accepted!
ar: تم قبول الدعوة!
ca: Invitació acceptada.
cy: Mae'r gwahoddiad wedi’i dderbyn!
da: Invitation accepteret!
de: Einladung akzeptiert
es_es: Invitación aceptada.
fi: Kutsu hyväksytty!
fr_ca: Invitation acceptée!
id: Undangan diterima!
is: Boð samþykkt!
it: Invito accettato!
ja: 招待が受け入れられました！
mi: Kua whakāetia te tono!
ms: Jemputan diterima!
nl: Uitnodiging geaccepteerd!
pl: Zaakceptowano zaproszenie!
pt_br: Convite aceito!
ru: Приглашение принято!
sl: Povabilo sprejeto.
sv: Inbjudan accepterades!
th: ตอบรับคำเชิญแล้ว!
vi: Lời mời đã được chấp nhận!

source: Invite declined!
ar: تم رفض الدعوة!
ca: Invitació rebutjada.
cy: Mae'r gwahoddiad wedi'i wrthod!
da: Invitation afvist!
de: Einladung abgelehnt
es_es: Invitación rechazada
fi: Kutsu kielletty!
fr_ca: Invitation déclinée!
id: Undangan ditolak!
is: Boði hafnað!
it: Invito rifiutato!
ja: 招待が拒否されました！
mi: Kua whakakoretia te tono!
ms: Jemputan ditolak!
nl: Uitnodiging geweigerd!
pl: Odrzucono zaproszenie!
pt_br: Convite recusado!
ru: Приглашение отклонено!
sl: Povabilo zavrnjeno.
sv: Inbjudan avböjdes!
th: ปฏิเสธคำเชิญแล้ว!
vi: Lời mời đã bị từ chối!

source: It is a fair use or similar exception
ar: إنه استخدام عادل أو استثناء مماثل
ca: És un ús raonable o una excepció similar
cy: Mae’n ddefnydd teg neu’n eithriad tebyg
da: Det er fair brug eller lignende undtagelse
de: Es ist eine faire Nutzung oder eine ähnliche Ausnahme
es_es: Es un uso legítimo o una excepción similar
fi: Se on reilua käyttöä tai muu samankaltainen poikkeus
fr_ca: C'est une utilisation équitable ou une exception similaire
id: Ini adalah penggunaan wajar atau pengecualian sejenis
is: Þetta er lögleg notkun eða svipuð undantekning
it: È un uso equo o un’eccezione simile
ja: フェアユースまたはそれに類する例外です
mi: He mahi tika are rite tonu te mahinga
ms: Bahan berada bawah penggunaan adil atau pengecualian serupa
nl: Het is een redelijk gebruik of dergelijke uitzondering
pl: To jest dozwolony użytek lub podobny wyjątek
pt_br: É um uso justo ou exceção semelhante
ru: Это правомерное использование или аналогичное исключение
sl: Gre za izjemo zaradi poštene uporabe ali podobno
sv: Det är rättvis användning eller liknande undantag
th: นี่เป็นการใช้ที่เหมาะสมหรือมีข้อยกเว้นในลักษณะเดียวกัน
vi: Đây là trường hợp ngoại lệ sử dụng công bằng hoặc tương tự

source: It is in the public domain
ar: إنه في المجال العام
ca: És de domini públic
cy: Mae yn y parth cyhoeddus
da: Det er på det offentlige domæne
de: Es ist gemeinfrei.
es_es: Es de dominio público
fi: Se on julkinen verkkotunnus
fr_ca: Appartient au domaine public
id: Ini ada di dalam domain publik
is: Þetta er í almenningeign
it: È nel dominio pubblico
ja: パブリックドメインです
mi: Kei roto i te rohe tūmatanui
ms: Bahan berada dalam domain awam
nl: Het is in het openbare domein
pl: Znajduje się w domenie publicznej
pt_br: É de domínio público
ru: Это находится в общедоступном домене
sl: Je javno dostopno.
sv: Är i den offentliga domänen
th: อยู่ในโดเมนสาธารณะ
vi: Đây là trường hợp thuộc phạm vi công cộng

source: It is licensed under Creative Commons
ar: إنه مرخص بموجب المشاع الإبداعي
ca: Té una llicència de Creative Commons
cy: Mae wedi'i drwyddedu o dan Creative Commons
da: Det licenseres under Creative Commons
de: Es ist unter Creative Commons lizenziert.
es_es: Tienes licencia Creative Commons
fi: Se on lisensoitu Creative Commons -lisenssillä
fr_ca: Est couvert par une licence Creative Commons
id: Ini dilisensikan sesuai dengan Creative Commons
is: Þetta er leyfisskylt undir Creative Commons
it: È concesso in licenza da Creative Commons
ja: Creative Commonsの下でライセンスされています
mi: Kei te raihanatia i raro i te Auaha Noa
ms: Bahan dilesenkan bawah Creative Commons
nl: Het is onder Creative Commons gelicentieerd
pl: Jest objęty licencją Creative Commons
pt_br: Está licenciado sob Creative Commons
ru: Это лицензировано по Creative Commons
sl: Licencirano je z licenco Creative Commons.
sv: Är licensierat av Creative Commons
th: ได้รับอนุญาตในประเภท ใช้งานร่วมกันเพื่อการสร้างสรรค์
vi: Đây là trường hợp được cấp phép theo Creative Commons

source: It looks like a great day to rest, relax, and recharge.
ar: يبدو أنه يوم رائع للراحة والاسترخاء وتجديد النشاط.
ca: Sembla un dia fabulós per descansar, relaxar-se i carregar piles.
cy: Mae’n edrych fel diwrnod gwych i orffwys, ymlacio a dod at eich hun.
da: Det er en alle tiders dag til at tage den med ro og slappe af.
de: Scheinbar ein großartiger Tag für Ruhe, Entspannung und Wiederaufladung.
es_es: Parece un día perfecto para descansar, relajarse y recargar energías.
fi: Näyttää olevan hyvä päivä levätä, rentoutua ja latautua.
fr_ca: C'est une belle journée pour se reposer, se détendre et recharger nos batteries.
id: Sepertinya hari ini sangat cocok untuk beristirahat, santai, dan menyegarkan diri.
is: Þetta virðist vera góður dagur til að hvílast, slaka á og hlaða batteríin.
it: È il giorno ideale per riposarsi, rilassarsi e ricaricare le batterie.
ja: 休息をとってリラックスし、充電するためにぴったりな日のようです。
mi: Ko te āhua nei he rā pai ki te whakatā me te whakahou anō.
ms: Nampaknya ini hari yang baik untuk berehat, bersantai dan merawat diri.
nl: Dat lijkt een prima dag om lekker uit te rusten, te relaxen en de batterij op te laden.
pl: Wygląda to na świetny dzień do odpoczynku, relaksu i regeneracji.
pt_br: Parece um bom dia para descansar, relaxar e recarregar.
ru: Похоже, что сегодня можно отдохнуть, расслабиться и набраться сил.
sl: Videti je, da je to krasen dan za počitek, sprostitev in regeneracijo.
sv: Det verkar vara en bra dag för vila, avslappning och omladdning.
th: ดูเหมือนนี่จะเป็นวันที่เหมาะสำหรับพัก ผ่อนคลายและเติมพลัง
vi: Có vẻ là một ngày tuyệt vời để nghỉ ngơi, thư giãn và hồi sức.

source: It looks like announcements haven’t been created in this space yet.
ar: يبدو أنه لم يتم إنشاء إعلانات موجزة في هذه المساحة حتى الآن.
ca: Sembla que en aquest espai encara no s'ha creat cap anunci.
cy: Mae’n ymddangos nad oes cyhoeddiadau wedi cael eu creu yn y gofod hwn eto.
da: Det ser ud til, at beskeder ikke er blevet oprettet i dette rum endnu.
de: Ankündigungen wurden in diesem Raum scheinbar noch nicht angelegt.
es_es: Parece que aún no se han creado anuncios en este espacio.
fi: Näyttää siltä kuin ilmoituksia ei vielä olisi luotu tässä tilassa.
fr_ca: Il semblerait qu’il n’y ait pas encore d’annonce créée dans cet espace.
id: Sepertinya pengumuman belum dibuat di ruang ini.
is: Svo virðist sem engar tilkynningar hafi verið búnar til á þessu svæði.
it: Sembra che in questo spazio non siano ancora stati creati annunci.
ja: このスペースにはまだアナウンスが作成されていないようです。
mi: Ko te āhua nei kaore anō ngā pānuitanga i hāngaia i roto i tēnei wāhi.
ms: Nampaknya pengumuman belum dicipta dalam ruang ini.
nl: Het lijkt erop dat er in deze ruimte nog geen aankondigingen zijn gemaakt.
pl: Wygląda na to, że w tej przestrzeni nie utworzono ogłoszeń.
pt_br: Parece que os anúncios ainda não foram criados neste espaço.
ru: Похоже, что в этом разделе пока что не было создано ни одного объявления.
sl: Videti je, da v tem prostoru ni bilo ustvarjeno še nobeno obvestilo.
sv: Det verkar som om inga meddelanden har skapats i det här utrymmet än.
th: ดูเหมือนจะยังไม่ได้จัดทำประกาศในพื้นที่นี้
vi: Có vẻ thông báo chung chưa được tạo trong không gian này.

source: It looks like assignments haven’t been created in this space yet.
ar: يبدو أنه لم يتم إنشاء مهام في هذه المساحة حتى الآن.
ca: Sembla que en aquest espai encara no s'ha creat cap activitat.
cy: Mae’n ymddangos nad oes aseiniadau wedi cael eu creu yn y gofod hwn eto.
da: Det ser ud til, at opgaver ikke er blevet oprettet i dette rum endnu.
de: Wie es aussieht, wurden in diesem Raum noch keine Aufgaben erstellt.
es_es: Parece que aún no se han creado actividades en este espacio.
fi: Näyttää siltä kuin tehtäviä ei vielä olisi luotu tässä tilassa.
fr_ca: Il semblerait qu’il n’y ait pas encore de tâche créée dans cet espace.
id: Sepertinya tugas belum dibuat di ruang ini.
is: Það virðast ekki vera nein verkefni búin til í þessu rými enn.
it: Sembra che i compiti non siano ancora stati creati in questo spazio.
ja: このスペースにはまだ課題が作成されていないようです。
mi: Ko te āhua nei kaore ngā whakataunga i hāngaia i roto i tēnei wāhi.
ms: Nampaknya tugasan belum dicipta dalam ruang ini.
nl: Het lijkt erop dat er in deze ruimte nog geen opdrachten zijn gemaakt.
pl: Wygląda na to, że w tej przestrzeni nie utworzono zadań.
pt_br: Parece que tarefas ainda não foram criadas nesse espaço.
ru: Похоже, что в этом разделе пока что не было создано ни одного задания.
sl: Zdi se, da v tem prostoru naloge še niso bile ustvarjene.
sv: Det verkar som om inga uppgifter har skapats för den här platsen än.
th: ดูเหมือนจะยังไม่ได้จัดทำภารกิจในพื้นที่นี้
vi: Có vẻ bài tập chưa được tạo trong không gian này.

source: It looks like discussions haven’t been created in this space yet.
ar: يبدو أنه لم يتم إنشاء نقاشات موجزة في هذه المساحة حتى الآن.
ca: Sembla que en aquest espai encara no s'ha creat cap fòrum.
cy: Mae’n ymddangos nad oes trafodaethau wedi cael eu creu yn y gofod hwn eto.
da: Det ser ud til, at diskussioner ikke er blevet oprettet i dette rum endnu.
de: Diskussionen wurden in diesem Raum scheinbar noch nicht angelegt.
es_es: Parece que aún no se han creado foros de discusión en este espacio.
fi: Näyttää siltä kuin keskusteluita ei vielä olisi luotu tässä tilassa.
fr_ca: Il semblerait qu’il n’y ait pas encore de discussion créée dans cet espace.
id: Sepertinya diskusi belum dibuat di ruang ini.
is: Svo virðist sem engar umræður hafi verið búnar til á þessu svæði.
it: Sembra che in questo spazio non siano ancora state create discussioni.
ja: このスペースにはまだ話し合いが作成されていないようです。
mi: Ko te āhua nei kaore anō ngā kōrerorero i hāngaia i roto i tēnei wāhi.
ms: Nampaknya perbincangan belum dicipta dalam ruang ini.
nl: Het lijkt erop dat er in deze ruimte nog geen discussies zijn gemaakt.
pl: Wygląda na to, że w tej przestrzeni nie utworzono rozmów.
pt_br: Parece que os fóruns ainda não foram criados neste espaço.
ru: Похоже, что в этом разделе пока что не было создано ни одной дискуссии.
sl: Videti je, da v tem prostoru ni bila ustvarjena še nobena razprava.
sv: Det verkar som om inga diskussioner har skapats i det här utrymmet än.
th: ดูเหมือนจะยังไม่ได้จัดทำการพูดคุยในพื้นที่นี้
vi: Có vẻ cuộc thảo luận chưa được tạo trong không gian này.
