Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

# Uploading %@ is at %@
source: Uploading %1$@ is at %2$@
ar: تحميل %1$@ في %2$@
ca: La càrrega de %1$@ està a %2$@
cy: Mae llwytho %1$@ i fyny ar %2$@
da: Uploaden af %1$@ er på %2$@
de: Hochladen %1$@ ist bei %2$@
es_es: La carga de %1$@ está en %2$@
fi: %1$@ lataus on %2$@
fr_ca: Le téléversement de %1$@ est à %2$@
id: Mengunggah %1$@ pada %2$@
is: Upphleðsla %1$@ er í %2$@
it: Il caricamento di %1$@ avviene alle %2$@
ja: %1$@のアップロードが%2$@
mi: E tikiake ana %1$@ kei te %2$@
ms: Memuat naik %1$@ adalah pada %2$@
nl: %1$@ wordt geüpload om %2$@
pl: Wysyłanie %1$@ ukończono w %2$@
pt_br: Carregando %1$@ está em %2$@
ru: Загрузка %1$@ находится в %2$@
sl: Nalaganje %1$@ je ob %2$@
sv: Uppladdning av %1$@ är på %2$@
th: การอัพโหลด %1$@ อยู่ที่ %2$@
vi: %1$@ đang tải lên là vào %2$@

# Uploading %@ of %@
source: Uploading %1$@ of %2$@
ar: جارٍ تحميل %1$@ من %2$@
ca: S'estan penjant %1$@ de %2$@
cy: Wrthi'n llwytho i fyny %1$@ o %2$@
da: Overfører %1$@ af %2$@
de: %1$@ von [...] wird hochgeladen %2$@
es_es: Cargando %1$@ de %2$@
fi: Ladataan tiedostoa %1$@/%2$@
fr_ca: Téléversement de %1$@ sur %2$@
id: Mengunggah %1$@ dari %2$@
is: Hleð upp %1$@ af %2$@
it: Caricamento %1$@ di %2$@
ja: ～の %1$@ をアップロード中%2$@
mi: E tukuake ana %1$@ ō %2$@
ms: Memuat naik %1$@ daripada %2$@
nl: Uploaden van %1$@ van %2$@
pl: Wysyłanie %1$@ z %2$@
pt_br: Carregando %1$@ de %2$@
ru: Загрузка %1$@ из %2$@
sl: Nalaganje %1$@ od %2$@
sv: Laddar upp %1$@ av %2$@
th: กำลังอัพโหลด %1$@ จาก %2$@
vi: Đang tải lên %1$@ / %2$@

source: Uploading submission
ar: جارٍ تحميل الإرسال
ca: S'està penjant l'entrega
cy: Llwytho cyflwyniad i fyny
da: Uploader aflevering
de: Abgabe wird hochgeladen
es_es: Cargando entrega
fi: Ladataan tehtäväpalautusta
fr_ca: Téléversement de l’envoi
id: Mengunggah Penyerahan
is: Hlaða upp skilum
it: Caricamento consegna
ja: 提出物をアップロードしています
mi: Tukuake ana tāpaetanga
ms: Memuat Naik Serahan
nl: Inlevering wordt geüpload
pl: Trwa przesyłanie zadania
pt_br: Realizando upload
ru: Загрузка отправки
sl: Nalaganje oddaje
sv: Laddar upp inlämning
th: กำลังอัพโหลดผลงานจัดส่ง
vi: Tải Lên Bài Nộp

source: Uploading...
ar: يتم الآن التحميل...
ca: S'està penjant…
cy: Wrthi’n llwytho i fyny...
da: Uploader ...
de: Wird hochgeladen ...
es_es: Cargando...
fi: Ladataan...
fr_ca: Téléversement en cours...
id: Mengunggah...
is: Hleð upp...
it: Caricamento in corso...
ja: 更新中...
mi: tukuake ...
ms: Memuat naik...
nl: Bezig met uploaden...
pl: Przesyłanie...
pt_br: Carregando...
ru: Выполняется загрузка...
sl: Nalaganje ...
sv: Laddar upp ...
th: กำลังอัพโหลด...
vi: Đang tải lên...

source: URL
is: Vefslóð

source: Usage Right
ar: حق الاستخدام
ca: Drets d'ús
cy: Hawl Defnyddio
da: Brugsrettighed
de: Nutzungsrecht
es_es: Derecho de uso
fi: Käyttöoikeus
fr_ca: Droit d’utilisation
id: Hak Penggunaan
is: Notkunarréttindi
it: Diritto di utilizzo
ja: 使用権
mi: Ngā Raihana Tika
ms: Hak Penggunaan
nl: Gebruiksrecht
pl: Prawo użytkowania
pt_br: Direito de uso
ru: Право на использование
sl: Pravica uporabe
sv: Användningsrättigheter
th: สิทธิ์การใช้
vi: Quyền Sử Dụng

source: Usage rights
ar: حقوق الاستخدام
ca: Drets d'ús
cy: Hawliau Defnyddio
da: Brugsrettigheder
de: Nutzungsrechte
es_es: Derechos de uso
fi: Käyttöoikeudet
fr_ca: Droits d’utilisation
id: Hak Penggunaan
is: Notkunarréttindi
it: Diritti di utilizzo
ja: 使用権
mi: Raihana Tika
ms: Hak Penggunaan
nl: Gebruiksrechten
pl: Prawa użytkowania
pt_br: Direitos de uso
ru: Права на использование
sl: Pravice uporabe
sv: Användningsrättigheter
th: สิทธิ์การใช้
vi: Quyền Sử Dụng

source: Use Camera
ar: استخدام الكاميرا
ca: Utilitza la càmera
cy: Defnyddio Camera
da: Brug kamera
de: Kamera verwenden
es_es: Usar cámara
fi: Käytä kameraa
fr_ca: Utiliser la caméra
id: Gunakan Kamera
is: Nota myndavél
it: Usa videocamera
ja: カメラを使用する
mi: Whakamahi te Kāmera
ms: Gunakan Kamera
nl: Camera gebruiken
pl: Użyj kamery
pt_br: Usar câmera
ru: Использование камеры
sl: Uporabi fotoaparat
sv: Använd kamera
th: ใช้กล้อง
vi: Sử Dụng Camera

source: Use this code to pair with me in Canvas Parent: %@
ar: استخدم هذا الرمز للاقتران بي في Canvas Parent: %@
ca: Utilitza aquest codi per emparellar amb mi al Canvas Parent: %@
cy: Defnyddiwch y cod hwn i baru gyda mi yn Canvas Parent: %@
da: Brug denne kode til at blive parret til min konto i Canvas Parent: %@
de: Nutzen Sie diesen Code, um eine Paarung mit mir in Canvas Parent herzustellen: %@
es_es: Usa este código para emparejarte conmigo en Canvas Parent: %@
fi: Muodosta laitepari kanssani Canvas Parentissa. %@
fr_ca: Utilisez ce code pour vous jumeler avec moi dans Canvas Parent: %@
id: Gunakan kode ini untuk pairing dengan saya di Canvas Parent: %@
is: Notaðu þennan kóða til að para við mig í Canvas foreldri: %@
it: Usa questo codice per accoppiarti a me in Canvas Parent: %@
ja: Canvas Parent で私とペアになるには、このコードを使用してください： %@
mi: Whakamahia tēnei waehere ki te hono ki ahau i roto i Canvas Parent: %@
ms: Gunakan kod ini untuk berpasangan dengan saya dalam Canvas Parent: %@
nl: Gebruik deze code om met mij te koppelen in Canvas Parent: %@
pl: Użyj tego kodu do sparowania ze mną w Canvas Parent; %@
pt_br: Use este código para emparelhar comigo no Canvas Parent: %@
ru: Используйте этот код для привязки меня в Canvas Parent: %@
sl: Seznanite se z mano v Canvas Parent, tako da uporabite to kodo: %@
sv: Använd den här koden för att koppla samman oss i Canvas Parent: %@
th: ใช้รหัสนี้เพื่อเข้าคู่กับฉันใน Canvas Parent %@
vi: Sử dụng mã này để ghép cặp với tôi trong Canvas Parent: %@

source: User ID
ar: معرف المستخدم
ca: ID d’usuari
cy: ID Defnyddiwr
da: Bruger-id
de: Benutzer*in-ID
es_es: Identificación de usuario
fi: Käyttäjätunnus
fr_ca: ID utilisateur
id: ID Pengguna
is: Auðkenni notanda
it: ID utente
ja: ユーザーID
mi: Kaiwhakamahi ID
ms: ID Pengguna
nl: Gebruikers-ID:
pl: ID użytkownika
pt_br: ID de Usuário
ru: Идентификатор пользователя
sl: ID uporabnika
sv: Användar-ID
th: ID ผู้ใช้
vi: ID Người Dùng

source: Username
ar: اسم المستخدم
ca: Nom d’usuari
cy: Enw defnyddiwr
da: Brugernavn
de: Benutzername
es_es: Nombre de usuario
fi: Käyttäjänimi
fr_ca: Nom d'utilisateur
id: Nama pengguna
is: Notandanafn
it: Nome utente
ja: ユーザー名
mi: Ingoa rēhita
ms: Nama Pengguna
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
ru: Имя пользователя
sl: Uporabniško ime
sv: Användarnamn
th: ชื่อผู้ใช้
vi: Tên người dùng

source: Users must post before seeing replies
ar: يجب على المستخدمين النشر قبل رؤية الردود
ca: Els usuaris han de publicar per poder veure les respostes
cy: Mae’n rhaid i ddefnyddwyr gyflwyno postiadau cyn gweld atebion
da: Brugere skal lægge opslag ud, inden de ser svar
de: Benutzer*innen müssen gepostet haben, bevor sie Antworten sehen können.
es_es: Los usuarios deben publicar antes de ver las respuestas
fi: Käyttäjien täytyy lähettää viesti ennen kuin he voivat nähdä vastauksia
fr_ca: Les utilisateurs doivent publier quelque chose pour voir les réponses.
id: Pengguna harus posting sebelum melihat balasan
is: Notendur verða að birta áður en svör sjást
it: Gli utenti devono pubblicare prima della visualizzazione delle risposte
ja: ユーザは返信を表示する前に投稿しなければなりません
mi: Me whakairi Kaiwhakamahi i mua i te kitenga whakautu
ms: Pengguna mesti membuat siaran sebelum melihat balasan
nl: Gebruikers moeten een bericht plaatsen voordat ze antwoorden kunnen zien
pl: Użytkownicy powinni wysyłać przed ujrzeniem odpowiedzi
pt_br: Os usuários devem postar antes de ver as respostas
ru: Пользователи должны публиковать сообщения, прежде чем увидят ответы
sl: Uporabniki morajo objavljati, preden vidijo odgovore.
sv: Användare måste skriva ett inlägg innan de kan se andras inlägg
th: ผู้ใช้จะต้องโพสต์ก่อนดูการตอบกลับ
vi: Người dùng phải đăng rồi mới có thể xem câu trả lời

source: Version
ar: الإصدار
ca: Versió
cy: Fersiwn
es_es: Versión
fi: Versio
id: Versi
is: Útgáfa
it: Versione
ja: バージョン
mi: Putanga
ms: Versi
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия
sl: Različica
th: เวอร์ชั่น
vi: Phiên bản

source: Video
ar: فيديو
ca: Vídeo
cy: Fideo
es_es: Vídeo
fr_ca: Vidéo
is: Myndband
ja: ビデオ
mi: Ataata
pl: Wideo
pt_br: Vídeo
ru: Видео
sl: Videoposnetek
th: วิดีโอ

source: View
ar: عرض
ca: Mostra
cy: Gweld
da: Vis
de: Anzeigen
es_es: Ver
fi: Näytä
fr_ca: Voir
id: Lihat
is: Skoða
it: Visualizza
ja: 表示
mi: Tirohia
ms: Lihat
nl: Bekijken
pl: Wyświetl
pt_br: Visualizar
ru: Просмотр
sl: Ogled
sv: Visa
th: ดู
vi: Xem

source: View all submissions
ar: عرض جميع الإرسالات
ca: Mostra totes les entregues
cy: Gweld pob cyflwyniad
da: Se alle afleveringer
de: Alle Abgaben anzeigen
es_es: Ver todas las entregas
fi: Näytä kaikki lähetykset
fr_ca: Voir tous les envois
id: Lihat semua penyerahan
is: Skoða öll skil
it: Visualizza tutte le consegne
ja: すべての提出を表示
mi: Tiro ki ngā tāpaetanga katoa
ms: Lihat semua serahan
nl: Alle inleveringen bekijken
pl: Wyświetl wszystkie zgłoszenia
pt_br: Visualizar todos os envios
ru: Просмотреть все отправки
sl: Ogled vseh oddaj
sv: Visa alla inlämningar
th: ดูผลงานจัดส่งทั้งหมด
vi: Xem tất cả bài nộp

source: View Less
ar: عرض أقل
ca: Visualitza'n menys
cy: Gweld Llai
da: Vis mindre
de: Weniger anzeigen
es_es: Ver menos
fi: Näytä vähemmän
fr_ca: Voir moins
id: Lihat Lebih Sedikit
is: Sjá minna
it: Visualizza meno
ja: 少なく表示
mi: Tirohia iti rawa
ms: Lihat Kurang
nl: Minder weergeven
pl: Pokaż mniej
pt_br: Visualizar menos
ru: Показать меньше
sl: Prikaži manj
sv: Visa mindre
th: ดูน้อยลง
vi: Xem Ít Hơn

# View Modules
source: View Units
ar: عرض الوحدات المنطقية
ca: Mostra els continguts
cy: Gweld Modiwlau
da: Vis moduler
de: Module anzeigen
es_es: Ver contenidos
fi: Tarkastele moduuleita
fr_ca: Voir les modules
id: Lihat Modul
is: Skoða einingar
it: Visualizza moduli
ja: モジュールの表示
mi: Titiro ngā kōwae
ms: Lihat Modul
nl: Modules weergeven
pl: Wyświetl moduły
pt_br: Visualizar módulos
ru: Просмотр модулей
sl: Ogled modulov
sv: Visa moduler
th: ดูหน่วยการเรียน
vi: Xem Học Phần

source: View more
ar: عرض المزيد
ca: Visualitza'n més
cy: Gweld mwy
da: Vis mere
de: Mehr anzeigen
es_es: Ver más
fi: Näytä enemmän
fr_ca: Afficher plus
id: Lihat Lainnya
is: Sjá meira
it: Visualizza altro
ja: その他を表示
mi: Tirohia atu
ms: Lihat Lagi
nl: Meer weergeven
pl: Zobacz więcej
pt_br: Visualizar mais
ru: Показать еще
sl: Oglejte si več
sv: Visa mer
th: ดูเพิ่มเติม
vi: Xem Thêm

source: View more replies
ar: عرض المزيد من الردود
ca: Mostra més respostes
cy: Gweld mwy o atebion
da: Se flere svar
de: Mehr Antworten anzeigen
es_es: Ver más respuestas
fi: Tarkastele lisää vastauksia
fr_ca: Voir plus de réponses
id: Lihat balasan lain
is: Skoða fleiri svör
it: Visualizza altre risposte
ja: 返信を多く表示する
mi: Tiro ki nga whakautu anō
ms: Lihat lebih banyak balasan
nl: Meer antwoorden bekijken
pl: Wyświetl więcej odpowiedzi
pt_br: Visualizar mais respostas
ru: Просмотреть другие ответы
sl: Ogled več odgovorov
sv: Visa fler svar
th: ดูการตอบกลับเพิ่มเติม
vi: Xem thêm câu trả lời

source: View Previous Announcements
ar: عرض إعلانات سابقة
ca: Visualitza els anuncis anteriors
cy: Gweld Cyhoeddiadau Blaenorol
da: Se tidligere beskeder
de: Vorherige Ankündigungen anzeigen
es_es: Ver anuncios previos
fi: Näytä edelliset ilmoitukset
fr_ca: Voir les annonces précédentes
id: Lihat Pengumuman Sebelumnya
is: Skoða fyrri tilkynningar
it: Visualizza annunci precedenti
ja: 前の通知を表示する
mi: Titiro ngā Pānuitanga o muri
ms: Lihat Pengumuman Sebelumnya
nl: Vorige aankondigingen bekijken
pl: Wyświetl poprzednie ogłoszenia
pt_br: Exibir anúncios anteriores
ru: Просмотреть предыдущие объявления
sl: Prikaži predhodna obvestila
sv: Visa tidigare meddelanden
th: ดูประกาศก่อนหน้า
vi: Xem Thông Báo Chung Trước

source: View Responses:
ar: عرض الاستجابات:
ca: Mostreu les respostes:
cy: Gweld Ymatebion:
da: Se svar:
de: Antworten anzeigen:
es_es: Ver respuestas:
fi: Näytä vastaukset:
fr_ca: Voir les réponses :
id: Lihat Respons:
is: Skoða svör:
it: Visualizza risposte:
ja: レスポンスを表示する：
mi: Tiro ngā whakautu
ms: Lihat Maklum Balas:
nl: Antwoorden bekijken:
pl: Wyświetl odpowiedzi:
pt_br: Visualizar respostas:
ru: Просмотреть ответы:
sl: Ogled odgovorov:
sv: Visa svar:
th: ดูคำตอบ:
vi: Xem Đáp Án:

source: Viewed
ar: تمت لمشاهدة
ca: Vist
cy: Wedi gweld
da: Vist
de: Angezeigt
es_es: Visto
fi: Tarkasteltu
fr_ca: Visualisé
id: Dilihat
is: Skoðað
it: Visualizzato
ja: 表示しました
mi: Kua Tirohia
ms: Dilihat
nl: Bekeken
pl: Przejrzane
pt_br: Visualizado
ru: Просмотрено
sl: Ogledano
sv: Visad
th: ที่ดู
vi: Đã Xem

source: Waiting for important things to happen.
ar: بانتظار حدوث أشياء هامة.
ca: Esperem que passin coses importants.
cy: Yn aros i bethau pwysig ddigwydd.
da: Venter på, at der sker vigtige ting.
de: Warten, dass wichtige Dinge passieren.
es_es: Esperando a que suceda algo importante.
fi: Odotetaan tärkeiden asioiden tapahtumista.
fr_ca: Attendre que des choses importantes se produisent.
id: Menunggu terjadinya hal penting.
is: Býð eftir að mikilvægir hlutir gerist.
it: In attesa che succedano cose importanti.
ja: 重要な事柄が起こるのを待つ。
mi: E tatari ana mo ngā mahi nui kei te mahi.
ms: Menunggu hingga perkara penting berlaku
nl: Wachten op belangrijke dingen die kunnen gebeuren.
pl: Oczekiwanie na ważne wydarzenia.
pt_br: Esperando que coisas importantes aconteçam.
ru: Ожидание того, что произойдут важные события.
sl: Čakam, da se zgodi kaj pomembnega.
sv: Väntar på att viktiga saker ska hända.
th: กำลังรอเหตุการณ์สำคัญ
vi: Đang chờ những hoạt động quan trọng diễn ra.

# We couldn't find any courses like that.
source: We couldn't find any modules like that.
ar: لم نتمكن من العثور على أي مساقات مثل هذا.
ca: No hem trobat cap assignatura així.
cy: Doedd dim modd dod o hyd i unrhyw gyrsiau fel yna.
da: Vi kunne ikke finde nogen lignende fag.
de: Wir konnten keine ähnlichen Kurse finden.
es_es: No hemos podido encontrar ninguna asignatura como esta.
fi: Emme löytäneet mitään sellaisia kursseja.
fr_ca: Nous n’avons pas pu trouver des cours identiques à ceux-ci.
id: Kami tidak dapat menemukan kursus apa pun seperti itu.
is: Engin slík námskeið fundust.
it: Impossibile trovare corsi come questo.
ja: そのようなコースは見つかりませんでした。
mi: Kaore i kitea he akoranga pēna.
ms: Kami tidak menemui apa-apa kursus yang sedemikian.
nl: We konden geen cursussen zoals die vinden.
pl: Nie udało się odnaleźć takich kursów.
pt_br: Não foi possível encontrar nenhum curso como esse.
ru: Мы не смогли найти ни одного похожего на этот курса.
sl: Podobnih predmetov ni bilo mogoče najti.
sv: Vi hittade inte några sådana kurser.
th: เราไม่พบบทเรียนลักษณะนี้
vi: Chúng tôi không tìm được bất kỳ khóa học nào như vậy.

source: We couldn't load the quiz preview. Please try again later.
ar: تعذر تحميل معاينة الاختبار الموجز. الرجاء إعادة المحاولة لاحقًا.
ca: No hem pogut carregar la visualització prèvia de la prova. Torneu a provar-ho més endavant.
cy: Doedd dim modd i ni lwytho’r rhagolwg o'r cwis. Rhowch gynnig arall arni rywbryd eto.
da: Vi kunne ikke indlæse testens forhåndsvisning. Prøv igen senere.
de: Wir konnten die Quizvorschau nicht laden Versuchen Sie es später noch einmal.
es_es: No podemos cargar la vista previa del examen. Inténtalo de nuevo más tarde.
fi: Testin esikatselun lataus ei onnistunut. Yritä myöhemmin uudelleen.
fr_ca: Nous n'avons pas pu charger l'aperçu du questionnaire. Veuillez essayer de nouveau plus tard.
id: Kami tidak dapat memuat pratinjau kuis. Silakan coba lagi nanti.
is: Ekki tókst að hlaða forskoðun prófs. Vinsamlegast reyndu aftur seinna.
it: Impossibile caricare l’anteprima del quiz. Riprova in seguito.
ja: 小テストプレビューを読み込むことができませんでした。 後ほどもう一度やり直してください。
mi: Kāore i taea te uta te arokite pātaitai. Tēnā koa ngana anō i muri mai.
ms: Kami tidak memuat naik pratonton kuiz. Sila cuba semula kemudian.
nl: We konden het voorbeeld van de toets niet laden. Probeer het later opnieuw.
pl: Nie udało się wczytać podglądu testu. Spróbuj ponownie później.
pt_br: Não foi possível carregar a visualização do teste. Por favor, tente novamente mais tarde.
ru: Мы не можем загрузить просмотр контрольной работы. Попробуйте еще раз позже.
sl: Predogleda kviza ni bilo mogoče naložiti. Poskusite znova pozneje.
sv: Det gick inte att läsa in förhandsvisningen av quizet. Försök igen senare.
th: เราไม่สามารถโหลดตัวอย่างแบบทดสอบ กรุณาลองใหม่อีกครั้งในภายหลัง
vi: Chúng tôi không thể tải bản xem trước bài kiểm tra. Vui lòng thử lại sau.

source: We couldn’t find any files like that.
ar: لم نتمكن من العثور على أي ملفات مثل هذا.
ca: No hem trobat cap fitxer així.
cy: Doedd dim modd dod o hyd i ffeiliau fel yna.
da: Vi kunne ikke finde nogen lignende filer.
de: Wir konnten keine ähnlichen Dateien finden.
es_es: No hemos podido encontrar ningún archivo como ese.
fi: Emme löytäneet sellaisia tiedostoja.
fr_ca: Nous n’avons pas pu trouver des fichiers identiques à ceux-ci.
id: Kami tidak dapat menemukan file apa pun seperti itu.
is: Ekki fundust neinar þannig skrár.
it: Impossibile trovare file così.
ja: そのようなファイルは見つかりませんでした。
mi: Kaore i kitea he kōnae pēna.
ms: Kami tidak menemui apa-apa fail yang sedemikian.
nl: We konden geen bestanden zoals die vinden.
pl: Nie udało się odnaleźć takich plików.
pt_br: Não foi possível encontrar nenhum arquivo como esse.
ru: Мы не смогли найти ни одного похожего файла.
sl: Takšnih datotek ni bilo mogoče najti.
sv: Vi hittade inte några sådana filer.
th: เราไม่พบไฟล์ลักษณะนี้
vi: Chúng tôi không tìm được bất kỳ tập tin nào như vậy.

source: We couldn’t find somebody like that.
ar: لم نتمكن من العثور على شخص مثلك.
ca: No hem trobat ningú així.
cy: Doedd dim modd dod o hyd i rywun fel yna.
da: Vi kunne ikke finde nogen, der var sådan.
de: Wir konnten so jemanden nicht finden.
es_es: No hemos podido encontrar a ninguna persona con esas características.
fi: Emme löytäneet ketään sellaista.
fr_ca: Nous n’avons pas pu trouver quelqu’un comme ça.
id: Kami tidak dapat menemukan siapa pun seperti itu.
is: Við fundum engan þannig.
it: Impossibile trovare qualcuno così.
ja: そのような人物を見つけることができませんでした。
mi: Kaore i kitea e mātua he tangata pēna.
ms: Kami tidak menemui apa-apa sesiapa yang sedemikian.
nl: We hebben niemand kunnen vinden die daaraan voldoet.
pl: Nie udało się odnaleźć takiej osoby.
pt_br: Não conseguimos encontrar alguém assim.
ru: Мы не смогли найти никогда похожего.
sl: Nikogar takšnega nismo uspeli najti.
sv: Det gick inte att hitta någon med de egenskaperna.
th: เราไม่พบใครลักษณะนี้
vi: Chúng tôi không tìm được người nào như vậy.

source: We received no response from the institution. Go back and make sure you entered a valid institution name.
ar: لم نتلق استجابة من المؤسسة. ارجع وتأكد من إدخال اسم مؤسسة صالح.
ca: No hem rebut cap resposta de la institució. Torneu enrere i assegureu-vos que heu introduït un nom d’institució vàlid.
cy: Ni chawsom ymateb gan y sefydliad. Ewch yn ôl a gwneud yn siŵr eich bod chi wedi rhoi enw sefydliad dilys.
da: Vi modtog intet svar fra institutionen. Gå tilbage, og sørg for, at du har indtastet et gyldigt institutionsnavn.
de: Wir haben keine Antwort von der Einrichtung erhalten. Gehen Sie zurück und stellen Sie sicher, dass Sie den gültigen Namen der Einrichtung eingegeben haben.
es_es: No hemos recibido respuesta de la institución. Vuelve y comprueba que has introducido un nombre de institución correcto.
fi: Emme saaneet vastausta laitoksesta. Siirry takaisin ja varmista, että syötit voimassa olevan laitoksen nimen.
fr_ca: Nous n’avons reçu aucune réponse de l’établissement. Revenez en arrière et assurez-vous d’avoir entré un nom d’établissement valide.
id: Kami tidak menerima respons dari institusi. Kembalilah dan pastikan Anda memasukkan nama institusi yang valid.
is: Við fengum ekkert svar frá stofnuninni. Farðu til baka og vertu viss um að þú hafir slegið inn gilt nafn stofnunar.
it: Non abbiamo ricevuto risposta dall’istituto. Torna indietro e verifica di aver inserito un nome istituto valido.
ja: 機関からは何の反応もありませんでした。 元に戻って、有効な機関名を入力したことを確認してください。
mi: Kaore ano kia tae mai he whakautu mai i te whare wananga. Hoki atu kia mohio kua whakauruhia e koe he ingoa whare whaimana.
ms: Kami tidak menerima maklum balas daripada institusi. Kembali semula dan pastikan anda memasukkan nama institusi yang sah.
nl: We hebben geen reactie van de onderwijsinstelling ontvangen. Ga terug en controleer of je een geldige naam voor de onderwijsinstelling hebt opgegeven.
pl: Nie otrzymano żadnej odpowiedzi z instytucji. Wróć i upewnij się, że wprowadzono prawidłową nazwę instytucji.
pt_br: Não recebemos resposta da instituição. Volte e verifique se você inseriu um nome de instituição válido.
ru: Мы не получили ответ от учреждения. Вернитесь назад и убедитесь в том, что вы ввели правильное название учреждения.
sl: Odgovora ustanove nismo prejeli. Vrnite se in se prepričajte, da ste vnesli veljavno ime ustanove.
sv: Vi har inte fått svar från lärosätet. Gå tillbaka och kontrollera att du angav ett giltigt namn på lärosätet.
th: เราไม่ได้รับการตอบกลับจากสถาบัน ย้อนกลับและกรอกชื่อสถาบันให้ถูกต้อง
vi: Bạn đã không nhận được phản hồi từ tổ chức. Quay lại và đảm bảo rằng bạn đã nhập tên tổ chức hợp lệ.

source: We've made a few changes.
ar: لقد أجرينا بعض التغييرات.
ca: Hem introduït alguns canvis.
cy: Rydyn ni wedi gwneud ychydig o newidiadau.
da: Vi har lavet nogle ændringer.
de: Wir haben ein paar kleine Veränderungen vorgenommen.
es_es: Hemos realizado algunos cambios.
fi: olemme tehneet muutamia muutoksia.
fr_ca: Nous avons apporté quelques changements.
id: Kami telah membuat beberapa perubahan.
is: Við höfum gert nokkrar breytingar.
it: Abbiamo apportato qualche modifica.
ja: 2、3変更がありました。
mi: I mahia e mātou he rerekētanga iti
ms: Kami telah membuat beberapa perubahan.
nl: We hebben enkele wijzigingen aangebracht.
pl: Wprowadziliśmy kilka zmian.
pt_br: Fizemos algumas mudanças.
ru: Мы добавили несколько изменений.
sl: Uvedli smo nekaj sprememb.
sv: Vi har gjort några ändringar.
th: เราทำการเปลี่ยนแปลงไว้เล็กน้อย
vi: Chúng tôi đã thực hiện một số thay đổi.

source: Website URL
ar: عنوان URL لموقع ويب
ca: URL del lloc web
cy: URL Gwefan
da: Webside URL
es_es: URL de la página web
fi: Verkkosivuston URL
fr_ca: URL du site Web
id: URL Situs Web
is: Slóð vefsvæðis
it: URL sito web
ja: ウェブサイト URL
mi: paetukutuku URL
ms: URL Laman Web
pl: Adres URL witryny
pt_br: URL do site
ru: Адрес веб-сайта
sl: URL spletnega mesta
sv: Webbplatsens URL
th: URL เว็บไซต์
vi: URL Trang Web

source: Week of %@
ar: أسبوع %@
ca: Setmana del %@
cy: Wythnos %@
da: Ugen, der starter %@
de: In der Woche vom %@
es_es: Semana de %@
fi: Vko %@
fr_ca: Semaine du %@
id: Minggu dari %@
is: Vika %@
it: Settima di %@
ja: ＿週目%@
mi: Wiki ō %@
ms: Minggu %@
nl: Week van %@
pl: Tydzień %@
pt_br: Semana de %@
ru: Неделя из %@
sl: Teden %@
sv: Vecka %@
th: สัปดาห์ของ %@
vi: Tuần %@

source: Weekly
ar: أسبوعيًا
ca: Setmanal
cy: Pob wythnos
da: Ugentlig
de: Wöchentlich
es_es: Semanalmente
fi: Viikoittainen
fr_ca: Hebdomadaire
id: Mingguan
is: Vikulega
it: Ogni settimana
ja: 毎週
mi: Wiki
ms: Mingguan
nl: Wekelijks
pl: Co tydzień
pt_br: Semanalmente
ru: Еженедельно
sl: Tedensko
sv: Varje vecka
th: รายสัปดาห์
vi: Hằng Tuần

source: Welcome, (userName)!
ar: مرحبًا، (userName)!
ca: Us donem la benvinguda, userName!
cy: Croeso, (userName)!
da: Velkommen (userName)!
de: Willkommen (userName)!
es_es: ¡Bienvenido, (userName)!
fi: Tervetuloa, (userName)!
fr_ca: Bienvenue, (userName)!
id: Selamat datang, (userName)!
is: Velkomin(n), (userName)!
it: Benvenuto (userName)!
ja: よこそ、(userName)さん！
mi: Nau mai userName!
ms: Selamat datang, (userName)!
nl: Welkom, (userName)!
pl: Witamy, (userName)!
pt_br: Bem-vindo, (userName)!
ru: Добро пожаловать, (userName)!
sl: Dobrodošli, (userName)!
sv: Välkommen userName!
th: ยินดีต้อนรับ (userName)!
vi: Chào mừng, (userName)!
