Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

source: To create an account, have your student create a pairing code for you from the Settings section of the Canvas Student app as shown below, and then scan that code from here. If your student doesn't see the option to create a pairing code, you'll need to reach out to your school to create your account.
ar: لإنشاء حساب، اجعل طالبك ينشئ رمز إقران لك من قسم الإعدادات بتطبيق Canvas Student كما يظهر أدناه، ثم امسح الرمز من هنا. إذا لم ير الطالب خيار إنشاء رمز إقران، فستحتاج إلى الوصول إلى مدرستك لإنشاء حسابك.
ca: Per crear un usuari, feu que l'estudiant us creï un codi d'emparellament des de la secció Configuració de l'aplicació Canvas Student, com es mostra a continuació, i després escanegeu el codi des d'aquí. Si l'estudiant no veu l'opció per crear un codi d'emparellament, poseu-vos en contacte amb l'escola perquè creïn el vostre usuari.
cy: I greu cyfrif, bydd angen i’ch myfyriwr greu cod paru ar eich cyfer o adran Gosodiadau ap Myfyriwr Canvas a ddangosir isod, ac yna sganio’r cod o fan hyn. Os nad yw eich myfyriwr yn gweld yr opsiwn i greu cod paru, bydd nagen i chi ofyn i’ch ysgol greu cyfrif.
da: For at oprette en konto skal din studerende oprette en parringskode til dig fra sektionen Indstillinger i Canvas-appen for studerende, som vist nedenfor, og derefter skal du scanne den kode herfra. Hvis den studerende ikke kan se muligheden for at oprette en parringskode, skal du kontakte din skole for at oprette din konto.
de: Um ein Konto zu erstellen, lassen Sie Ihre/n Studierende*n einen Pairing-Code für Sie im Abschnitt „Einstellungen“ der Canvas-Studierenden-App erstellen (siehe unten), und scannen Sie diesen Code dann von hier aus. Wenn Ihr/e Studierende*r die Option zum Erstellen eines Pairing-Codes nicht sieht, müssen Sie sich an Ihre Schule wenden, um Ihr Konto zu erstellen.
es_es: Para crear una cuenta, pídele a tu estudiante que te cree un código de emparejamiento desde la sección Configuraciones de la aplicación Canvas Student como se muestra a continuación y, a luego, escanea ese código desde aquí. Si tu estudiante no ve la opción de crear un código de emparejamiento, deberás ponerte en contacto con la escuela para crear una cuenta.
fi: Jos haluat luoda tilin, pidä käsillä opiskelijan sinulle luoma parinmuodostuskoodi Canvas Student -sovelluksen Asetukset-osasta alla esitetyn mukaisesti ja skannaa koodi sitten tästä. Jos opiskelijasi ei näe vaihtoehtoa luoda parinmuodostuskoodi, ota yhteyttä kouluusi tilin luomiseksi.
fr_ca: Pour créer un compte, demandez à votre étudiant de créer un code d’appariement pour vous à partir de la section Paramètres de l’application Canvas Student, comme indiqué ci-dessous, puis scannez ce code à partir d’ici. Si votre étudiant ne voit pas l’option de créer un code d’appariement, vous devrez contacter votre école pour créer votre compte.
id: Untuk membuat akun, minta siswa Anda membuat kode pairing untuk Anda dari bagian Pengaturan app Canvas Student seperti di bawah ini, lalu pindai kode itu dari sini. Jika siswa Anda tidak melihat opsi untuk membuat kode pairing, Anda harus menghubungi sekolah Anda untuk membuat akun Anda.
is: Til þess að stofna reikning skaltu biðja nemandann þinn um að búa til pörunarkóða fyrir þig úr hlutanum Stillingar í Canvas Student-forritinu, eins og sýnt er hér fyrir neðan, síðan er hægt að skanna kóðann héðan. Ef nemandinn finnur ekki valmöguleikann til að búa til pörunarkóða þarftu að hafa samband við skólann þinn til að stofna reikning fyrir þig.
it: Per creare un account, lo studente deve creare un codice di abbinamento nella sezione Impostazioni dell’app Studente Canvas, come mostrato in basso, poi deve scansionarlo. Se lo studente non vede l’opzione per creare un codice di abbinamento, devi contattare la scuola per creare l’account.
ja: アカウントを作成するには、下に示すように受講者にCanvas Studentアプリの[設定]セクションからペアリングコードを作成してもらい、ここからそのコードをスキャンします。 ペアリングコードを作成するオプションが受講者に表示されない場合は、学校に連絡してアカウントを作成する必要があります。
mi: Hei hanga he pūkete, me mahi tō ākonga ki te hanga he waihere hono mōū mai i te wāhanga Tautuhinga o te Canvas Ākonga Taupanga e whakātuhia nei i raro, ana ka matawai i taua waehere mai konei. Mehemea ka kore tō ākonga i kite i te kōwhiringa ki te hanga he waihere hono, me toro atu kioe ki tō kura ki te hanga i tō pūkete.
ms: Pelajar anda harus mencipta kod berpasangan untuk anda dari seksyen Tetapan pada apl Canvas Student seperti ditunjukkan di bawah untuk mencipta akaun, kemudian imbas kod tersebut dari sini. Jika pelajar anda tidak melihat pilihan untuk mencipta kod berpasangan, anda perlu menghubungi sekolah anda untuk mencipta akaun anda.
nl: Om een account te maken, moet je je cursist een koppelingscode voor je laten maken in de sectie Instellingen van de Canvas Student-app zoals hieronder aangegeven en daarna scan je die code hier. Als je cursist de optie om een koppelingscode te maken niet ziet, moet je je school vragen om een account voor je te maken.
pl: Aby utworzyć konto, poproś uczestnika o utworzenie kodu parowania w sekcji Ustawienia aplikacji Canvas Student, jak pokazano poniżej, a następnie zeskanuj udostępniony kod. Jeśli uczestnik nie widzi opcji tworzenia kodu parowania, należy skontaktować się ze szkoła w celu utworzenia konta.
pt_br: Para criar uma conta, peça ao aluno que crie um código de emparelhamento para você na seção Configurações do aplicativo Canvas Student, como mostrado abaixo, e depois faça a leitura desse código aqui. Se o aluno não encontrar a opção de criar um código de emparelhamento, entre em contato com sua escola para criar sua conta.
ru: Чтобы создать учетную запись, ваш учащийся должен создать для вас код соединения в разделе «Настройки» приложения Canvas Student, как показано ниже, а затем — отсканированный данный код отсюда. Если ваш студент не видит опцию создания кода соединения, вы должны обратиться в ваше учебное заведение, чтобы создать вашу учетную запись.
sl: Če želite ustvariti račun, mora študent za vas ustvariti kodo za seznanitev v razdelku Nastavitve aplikacije Canvas Student, kot je prikazano spodaj, nato pa kodo odčitate tam. Če študent ne vidi možnosti za ustvarjanje kode za seznanitev, boste se morali za ustvarjanje računa obrniti na šolo.
sv: För att skapa ett konto ska du be din student att skapa en parkopplingskod till dig från sektionen Inställningar i Canvas-studentappen som visas nedan. Skanna sedan koden därifrån. Om din student inte ser alternativet att skapa en parkopplingskod måste du kontakta din skola för att skapa kontot.
th: จัดทำบัญชีผู้ใช้โดยให้ผู้เรียนจัดทำรหัสเข้าคู่สำหรับคุณจากหัวข้อ ค่าปรับตั้ง ของแอพ Canvas Student ตามที่แสดงด้านล่าง จากนั้นสแกนรหัสจากที่นี่ หากผู้เรียนไม่พบตัวเลือกดังกล่าวในการจัดทำรหัสเข้าคู่ คุณจะต้องติดต่อกับสถานศึกษาของคุณเพื่อจัดทำบัญชีผู้ใช้ของคุณ
vi: Để tạo tài khoản, hãy yêu cầu sinh viên của bạn tạo mã ghép cặp cho bạn từ phần Cài Đặt trong ứng dụng Canvas Student như minh họa bên dưới rồi quét mã này từ đó. Nếu sinh viên của bạn không thấy tùy chọn tạo mã ghép cặp thì bạn sẽ cần liên hệ trường của bạn để tạo tài khoản cho bạn.

source: To-do
ar: قائمة المهام
ca: Tasques pendents
cy: Tasgau i’w Gwneud
da: Opgaveliste
de: Zu erledigen
es_es: Tareas pendientes
fi: Tehtävä
fr_ca: À faire
id: Harus Dilakukan
is: Verkefni
it: Elenco attività
ja: タスク
mi: Hei mahi
ms: Untuk Dilakukan
nl: Opdrachtenlijst
pl: Lista zadań
pt_br: Lista de Tarefas
ru: Задачи
sl: Čakajoča opravila
sv: Att göra
th: สิ่งที่ต้องดำเนินการ
vi: Việc Cần Làm

source: Today
ar: اليوم
ca: Avui
cy: Heddiw
da: I dag
de: Heute
es_es: Hoy
fi: Tänään
fr_ca: Aujourd’hui
id: Hari Ini
is: Í dag
it: Oggi
ja: 今日
mi: I tēnei rā tonu
ms: Hari Ini
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ru: Сегодня
sl: Danes
sv: I dag
th: วันนี้
vi: Hôm Nay

source: Tomorrow
ar: غدًا
ca: Demà
cy: Yfory
da: I morgen
de: Morgen
es_es: Mañana
fi: Huomenna
fr_ca: Demain
id: Besok
is: Á morgun
it: Domani
ja: 明日
mi: Apopo
ms: Esok
nl: Morgen
pl: Jutro
pt_br: Amanhã
ru: Завтра
sl: Jutri
sv: I morgon
th: พรุ่งนี้
vi: Ngày mai

# Total Grade
source: Total mark
ar: التقدير الإجمالي
ca: Nota total
cy: Gradd Gyffredinol
da: Total karakter
de: Endnote
es_es: Nota total
fi: Kokonaisarvosana
fr_ca: Note totale
id: Nilai Total
is: Heildareinkunn
it: Voto totale
ja: 合計評定
mi: Kōeke Tapeke
ms: Jumlah Gred
nl: Totaalcijfer
pl: Łączna ocena
pt_br: Nota Total
ru: Общая оценка
sl: Skupna ocena
sv: Total omdöme
th: เกรดรวม
vi: Tổng Điểm

source: Total time
ar: الوقت الإجمالي
ca: Temps en total
cy: Cyfanswm amser
da: Samlet tid
de: Gesamtdauer
es_es: Tiempo total
fi: Aika yhteensä
fr_ca: Temps total
id: Waktu total
is: Heildartími
it: Durata totale
ja: 合計時間:
mi: Te wā katoa
ms: Jumlah masa
nl: Totale tijd
pl: Łączny czas
pt_br: Tempo total
ru: Общее время
sl: Skupni čas
sv: Total tid
th: เวลารวม
vi: Tổng thời gian

source: Turn Off
ar: إيقاف التشغيل
ca: Desactiva
cy: Diffodd
da: Sluk
de: Ausschalten
es_es: Apagar
fi: Sammuta
fr_ca: Désactiver
id: Matikan
is: Slökkva
it: Disattiva
ja: オフにする
mi: Whakaweto
ms: Matikan
nl: Uitschakelen
pl: Wyłącz
pt_br: Desativar
ru: Отключить
sl: Izklop
sv: Stäng av
th: ปิด
vi: Tắt

source: Turn Off Wi-Fi Only Sync?
ar: هل تريد إيقاف تشغيل مزامنة Wi-Fi فقط؟
ca: Voleu desactivar la sincronització només a través de Wi-Fi?
cy: Diffodd Cysoni Wi-Fi yn unig
da: Slå "Kun wi-fi-synkronisering" fra?
de: Synchronisation nur über WLAN ausschalten?
es_es: ¿Apagar el wifi solo para la sincronización?
fi: Kytketäänkö Synkronointi vain Wifin kautta -ominaisuus pois päältä?
fr_ca: Désactiver la synchronisation Wi-Fi uniquement?
id: Matikan Hanya Sinkronisasikan Melalui Wi-Fi?
is: Slökkva á samstillingu aðeins yfir Wi-Fi?
it: Disattivare la sincronizzazione solo con Wi-Fi?
ja: Wi-Fi でのみの同期をオフにしますか？
mi: Whakaweto Wi-Fi Tukutahi Anake?
ms: Matikan Segerakan Wi-Fi Sahaja?
nl: Synchronisatie via alleen wifi uitschakelen?
pl: Wyłączyć synchronizację tylko przez sieć Wi-Fi?
pt_br: Desativar sincronização somente Wi-Fi?
ru: Отключить синхронизацию только по Wi-Fi?
sl: Želite izklopiti sinhronizacijo samo prek Wi-Fi?
sv: Stänga av Synkronisering endast via Wi-Fi?
th: ปิดการซิงค์ผ่าน Wi-Fi อย่างเดียวหรือไม่
vi: Tắt Chức Năng Đồng Bộ Chỉ Khi Có Wi-Fi?

source: Twitter Notifications
ar: إعلامات Twitter
ca: Notificacions de Twitter
cy: Hysbysiadau Twitter
da: Twitter-meddelelser
de: Twitter-Benachrichtigungen
es_es: Notificaciones de Twitter
fi: Twitter-ilmoitukset
fr_ca: Notifications Twitter
id: Notifikasi Twitter
is: Twittertilkynningar
it: Notifiche Twitter
ja: Twitter 通知
mi: NgāTwitter whakamōhiotanga
ms: Pemberitahuan Twitter
nl: Twitter-meldingen
pl: Powiadomienia serwisu Twitter
pt_br: Notificações do Twitter
ru: Уведомления Twitter
sl: Sporočila v platformi Twitter
sv: Twitter-aviseringar
th: การแจ้งข้อมูลจาก Twitter
vi: Thông Báo Twitter

source: Un-starred
ar: تمت إزالة علامة النجمة
ca: Sense marca d'estrella
cy: Heb seren
da: Uden stjerne
de: Unmarkiert
es_es: Sin estrellas
fi: Ei merkitty tähdellä
fr_ca: Astérisque retirée
id: Hapus bintang
is: Stjörnumerki tekið af
it: Non aggiunti a speciali
ja: スターなし
mi: Kaore i whetūngia
ms: dinyahbintangkan
nl: Zonder ster
pl: Usunięto z ulubionych
pt_br: Desestrelado
ru: Звездочка убрана
sl: Brez zvezdice
sv: Ej stjärnmärkta
th: ลบดาวแล้ว
vi: Đã Gỡ Dấu Sao

source: Undo
ar: تراجع
ca: Desfés
cy: Dad-wneud
da: Fortryd
de: Rückgängig machen
es_es: Deshacer
fi: Peruuta
fr_ca: Annuler
id: Urungkan
is: Hætta við
it: Annulla
ja: アンドゥーする
mi: Wete
ms: Buat asal
nl: Ongedaan maken
pl: Cofnij
pt_br: Desfazer
ru: Отменить
sl: Razveljavi
sv: Ångra
th: เลิกทำ
vi: Hoàn tác

source: Ungraded survey
ar: استطلاع لم يتم تقييم درجاته
ca: Estudi sense nota
cy: Arolwg heb ei Raddio
da: Ikke bedømt spørgeundersøgelse
de: Unbenotete Befragung
es_es: Encuesta no evaluada
fi: Arvioimaton kysely
fr_ca: Enquête non notée
id: Survei Tidak Dinilai
is: Ómetin könnun
it: Sondaggio non valutato
ja: 未採点のサーベイ
mi: Rangahau kaore i kōekehia
ms: Tinjauan Tidak Bergred
nl: Niet-beoordeelde enquête
pl: Ankieta bez oceny
pt_br: Pesquisa sem avaliação
ru: Опрос без оценки
sl: Neocenjena anketa
sv: Icke-bedömd enkät
th: แบบสำรวจที่ไม่ได้ลงเกรด
vi: Khảo Sát Không Chấm Điểm

source: Unknown
ar: غير معروف
ca: Desconegut
cy: Dieithr
da: Ukendt
de: Unbekannt
es_es: Desconocido
fi: Tuntematon
fr_ca: Inconnu
id: Tidak dikenal
is: Óþekkt
it: Sconosciuto
ja: 不明
mi: Kaore e mōhiotia
ms: Tidak diketahui
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
sl: Neznano
sv: Okänd
th: ไม่ทราบ
vi: Không xác định

source: Unknown error
ar: خطأ غير معروف
ca: Error desconegut
cy: Gwall Anhysbys
da: Ukendt fejl
de: Unbekannter Fehler
es_es: Error desconocido
fi: Tuntematon virhe
fr_ca: Erreur inconnue
id: Kesalahan Tidak Diketahui
is: Óþekkt villa
it: Errore sconosciuto
ja: 未知のエラー
mi: Kaore i mōhiotia te hapa
ms: Ralat tidak diketahui
nl: Onbekende fout
pl: Nieznany błąd
pt_br: Erro Desconhecido
ru: Неизвестная ошибка
sl: Neznana napaka
sv: Okänt fel
th: ข้อผิดพลาดที่ไม่รู้จัก
vi: Lỗi Không Xác Định

source: Unknown file
ar: ملف غير معروف
ca: Fitxer desconegut
cy: Ffeil ddieithr
da: Ukendt fil
de: Unbekannte Datei
es_es: Archivo desconocido
fi: Tuntematon tiedosto
fr_ca: Fichier inconnu
id: File tidak dikenal
is: Óþekkt skrá
it: File sconosciuto
ja: 不明なファイル
mi: Kōnae kaore tē mōhiotia
ms: Fail tidak diketahui
nl: Onbekend bestand
pl: Nieznany plik
pt_br: Arquivo desconhecido
ru: Неизвестный файл
sl: Neznana datoteka
sv: Okänd fil
th: ไฟล์ที่ไม่รู้จัก
vi: Tập tin không xác định

source: Unlimited
ar: غير محدود
ca: Il·limitat
cy: Diderfyn
da: Ubegrænset
de: Unbegrenzt
es_es: Ilimitado
fi: Rajoittamaton
fr_ca: Illimité
id: Tanpa batas
is: Ótakmarkað
it: Senza limiti
ja: 無制限
mi: Kaore he mutunga
ms: Tiada Had
nl: Onbeperkt
pl: Nieograniczony
pt_br: Sem limite
ru: Неограниченно
sl: Neomejeno
sv: Obegränsad
th: ไม่จำกัด
vi: Không Giới Hạn

source: Unordered list
ar: قائمة غير مرتبة
ca: Llista sense ordenar
cy: Rhestr ddim mewn trefn
da: Ikke ordnet liste
de: Unsortierte Liste
es_es: Lista no ordenada
fi: Tilaamattomien luettelo
fr_ca: Liste dans le désordre
id: Daftar Tanpa Urutan
is: Óraðaður listi
it: Lista non ordinata
ja: 順不同リスト
mi: Rārangi kaore e whakahautia
ms: Senarai Tidak Bernombor
nl: Ongeordende lijst
pl: Lista nieuporządkowana
pt_br: Lista de pedidos que não foram feitos
ru: Неупорядоченный список
sl: Nerazvrščeni seznam
sv: Ej ordnad lista
th: รายการที่ไม่เรียงลำดับ
vi: Danh Sách Không Theo Thứ Tự

source: Unpin
ar: إلغاء التثبيت
ca: Desancora
cy: Dadbinio
da: Frigør
de: Lösen
es_es: Soltar
fi: Poista kiinnitys
fr_ca: Détacher
id: Hapus pin
is: Losa
it: Sblocca
ja: 固定の解除
mi: Wetea
ms: Nyahpin
nl: Losmaken
pl: Odepnij
pt_br: Desafixar
ru: Отменить привязку
sl: Odpni
sv: Plocka bort
th: เลิกปักหมุด
vi: Bỏ ghim

source: Unpublish
ar: إلغاء النشر
ca: Anul·la la publicació
cy: Dad-gyhoeddi
da: Annuller offentliggørelse
de: Veröffentlichung rückgängig machen
es_es: Cancelar publicación
fi: Peruuta julkaisu
fr_ca: Annuler la publication
id: Batalkan Terbit
is: Fela
it: Annulla pubblicazione
ja: 未公開
mi: Kaore i tāngia
ms: Nyahterbit
nl: Publicatie ongedaan maken
pl: Cofnij publikowanie
pt_br: Despublicar
ru: Отменить публикацию
sl: Ne objavi
sv: Avpublicera
th: เลิกเผยแพร่
vi: Chưa Phát Hành

source: unpublished
ar: غير منشور
ca: no publicat
cy: heb gyhoeddi
da: ikke offentliggjort
de: nicht veröffentlicht
es_es: no publicado
fi: julkaisematon
fr_ca: non publié
id: batalkan terbit
is: óbirt
it: non pubblicato
ja: 未公開
mi: kaore i pānuitia
ms: dinyahterbitkan
nl: niet-gepubliceerd
pl: nieopublikowane
pt_br: não publicado
ru: не опубликовано
sl: neobjavljeno
sv: avpublicerad
th: เลิกเผยแพร่แล้ว
vi: chưa phát hành

source: Unpublished
ar: غير منشور
ca: No publicat
cy: Wedi dad-gyhoeddi
da: Ikke offentliggjort
de: Nicht veröffentlicht
es_es: No publicado
fi: Julkaisematon
fr_ca: Non publié
id: Belum Diterbitkan
is: Óbirt
it: Non pubblicato
ja: 未公開
mi: Kaore ii whakaputaina
ms: Dinyahterbitkan
nl: Niet-gepubliceerd
pl: Nieopublikowane
pt_br: Não publicado
ru: Не опубликовано
sl: Neobjavljeno
sv: Avpublicerad
th: ไม่ได้เผยแพร่
vi: Chưa Phát Hành

source: Unread
ar: غير مقروء
ca: Sense llegir
cy: Heb ddarllen
da: Ulæst
de: Ungelesen
es_es: No leído
fi: Lukematon
fr_ca: Non lu
id: Belum dibaca
is: Ólesið
it: Non letto
ja: 未読
mi: Kia pānuitia
ms: Belum dibaca
nl: Ongelezen
pl: Nieprzeczytane
pt_br: Não lido
ru: Не прочитано
sl: Neprebrano
sv: Olästa
th: ไม่ได้อ่าน
vi: Chưa đọc

source: Unsubscribe
ar: إلغاء الاشتراك
ca: Cancel·la la subscripció
cy: Dad-danysgrifio
da: Opsig abonnement
de: Abmelden
es_es: Cancelar la suscripción
fi: Peruuta tilaus
fr_ca: Se désinscrire
id: Hapus subskripsi
is: Áskrift hætt
it: Annulla iscrizione
ja: 購読中止
mi: Whakakorea
ms: Nyahlanggan
nl: Afmelden
pl: Anuluj subskrypcje
pt_br: Cancelar assinatura
ru: Отменить подписку
sl: Odjavi naročanje
sv: Avsluta prenumeration
th: เลิกการสมัครบริการ
vi: Hủy Đăng Ký

source: Unsupported Item
ar: عنصر غير مدعوم
ca: Element no admès
cy: Eitem Anghydnaws
da: Ikke-understøttet element
de: Nicht unterstütztes Element
es_es: Ítem no compatible
fi: Tukematon kohde
fr_ca: Élément non pris en charge
id: Item Tidak Didukung
is: Óstutt atriði
it: Elemento non supportato
ja: サポートされていない項目
mi: Kaore i te tautokotia te tūemi
ms: Item Tidak Disokong
nl: Niet-ondersteund item
pl: Nieobsługiwany element
pt_br: Item não suportado
ru: Неподдерживаемый элемент
sl: Nepodprti element
sv: Objektet stöds inte
th: รายการที่ไม่รองรับ
vi: Mục Không Được Hỗ Trợ

source: Until %@
ar: الموعد النهائي %@
ca: Fins a %@
cy: Tan %@
da: Indtil %@
de: Bis %@
es_es: Hasta %@
fi: Asti %@
fr_ca: Jusqu’au %@
id: Hingga %@
is: Þar til %@
it: Fino a %@
ja: 次の日時から%@
mi: tae noa ki %@
ms: Sehingga %@
nl: Tot %@
pl: Do %@
pt_br: Até %@
ru: До %@
sl: Do %@
sv: Tills %@
th: จนถึง %@
vi: Đến %@

source: Updated language settings
ar: إعدادات اللغة المحدثة
ca: S'ha actualitzat la configuració d'idioma
cy: Gosodiadau Iaith wedi’u Diweddaru
da: Opdaterede sprogindstillinger
de: Aktualisierte Spracheinstellungen
es_es: Configuraciones de idioma actualizadas
fi: Päivitetyt kieliasetukset
fr_ca: Paramètres de langue mis à jour
id: Pengaturan Bahasa Diperbarui
is: Uppfærðar tungumálastillingar
it: Impostazioni lingua aggiornate
ja: 更新された言語設定
mi: Kua whakahoutia ngā Tautuhinga Reo
ms: Tetapan Bahasa Dikemas Kini
nl: Bijgewerkte taalinstellingen
pl: Zaktualizuj ustawienia językowe
pt_br: Configurações de idioma atualizadas
ru: Обновленные языковые настройки
sl: Posodobljene nastavitve jezika
sv: Uppdaterade språkinställningar
th: ค่าภาษาที่อัพเดต
vi: Cài Đặt Ngôn Ngữ Đã Cập Nhật

source: Updating
ar: جارٍ التحديث
ca: S'està actualitzant
cy: Diweddaru
da: Opdaterer
de: Wird aktualisiert
es_es: Actualizando
fi: Päivitetään
fr_ca: Mise à jour en cours
id: Memperbarui
is: Uppfæri
it: Aggiornamento
ja: 更新しています
mi: Whakahōu ana
ms: Mengemas kini...
nl: Bezig met bijwerken
pl: Trwa aktualizacja
pt_br: Atualizando
ru: Обновление
sl: Posodabljanje
sv: Uppdaterar
th: กำลังอัพเดต
vi: Đang Cập Nhật

source: Upload completed.
ar: اكتمل التحميل.
ca: Penjada completada.
cy: Proses llwytho i fyny wedi'i chwblhau.
da: Overførsel færdig.
de: Upload abgeschlossen.
es_es: Carga completa.
fi: Lataus valmis.
fr_ca: Téléversement terminé.
id: Unggahan selesai.
is: Upphleðslu lokið.
it: Caricamento completato.
ja: アップロードが完了しました。
mi: Kua oti te tuku.
ms: Muat naik dilengkapkan.
nl: Uploaden voltooid.
pl: Ukończono przesyłanie.
pt_br: Upload concluído
ru: Загрузка завершена.
sl: Nalaganje je zaključeno.
sv: Uppladdningen slutfördes.
th: อัพโหลดเสร็จสิ้น
vi: Tải lên hoàn thành.

source: Upload failed due to unknown reason.
ar: تعذر التحميل لسبب غير معلوم.
ca: No s’ha pogut fet la penjada a causa d’un motiu desconegut.
cy: Wedi methu llwytho i fyny oherwydd rheswm anhysbys.
da: Upload mislykkedes på grund af ukendt årsag.
de: Hochladen aus unbekanntem Grund fehlgeschlagen.
es_es: Ha ocurrido un error al cargar debido a un motivo desconocido.
fi: Lataus epäonnistui tuntemattoman virheen vuoksi.
fr_ca: Le téléversement a échoué pour une raison inconnue
id: Pengunggahan gagal karena alasan yang tidak diketahui.
is: Upphleðsla mistókst af óþekktri ástæðu.
it: Caricamento non riuscito a causa di un motivo sconosciuto.
ja: 不明な理由により、アップロードに失敗しました。
mi: I rahua te tukuake na te mea kaore i mohiotia.
ms: Muat naik gagal kerana sebab tidak diketahui.
nl: Uploaden mislukt om onbekende reden.
pl: Nie udało się przesłać z nieznanego powodu.
pt_br: Falha no upload devido a motivo desconhecido.
ru: Сбой отправки по неизвестной причине.
sl: Nalaganje iz neznanega razloga ni uspelo.
sv: Uppladdningen misslyckades av okänd anledning.
th: การอัพโหลดล้มเหลวเนื่องจากสาเหตุที่ไม่ทราบ
vi: Tải lên không thành công do lỗi không xác định.

source: Upload failed.
ar: فشل التحميل.
ca: No s'ha pogut fer la penjada.
cy: Wedi methu llwytho i fyny.
da: Upload mislykkedes.
de: Upload fehlgeschlagen.
es_es: No se ha podido realizar la carga.
fi: Lataus epäonnistui.
fr_ca: Le téléversement a échoué
id: Unggahan gagal.
is: Upphleðsla mistókst.
it: Caricamento non riuscito.
ja: アップロードに失敗しました。
mi: Rahua tukuake.
ms: Muat naik gagal.
nl: Uploaden mislukt.
pl: Niepowodzenie przesłania.
pt_br: Falha no carregamento.
ru: Не удалось загрузить.
sl: Nalaganje ni uspelo.
sv: Det gick inte att ladda upp.
th: อัพโหลดล้มเหลว
vi: Tải lên thất bại.

source: Upload file
ar: تحميل ملف
ca: Penja el fitxer
cy: Llwytho Ffeil i Fyny
da: Overfør fil
de: Datei hochladen
es_es: Cargar archivo
fi: Lataa tiedosto
fr_ca: Téléverser le fichier
id: Unggah File
is: Hlaða upp skrá
it: Carica File
ja: ファイルアップロード
mi: Tukuake Kōnae
ms: Muat Naik Fail
nl: Bestand uploaden
pl: Prześlij plik
pt_br: Carregar arquivo
ru: Загрузить файл
sl: Naloži datoteko
sv: Ladda upp fil
th: อัพโหลดไฟล์
vi: Tải Lên Tập Tin

source: Upload in progress
ar: التحميل قيد التقدم
ca: Penjada en curs
cy: Proses lwytho i fyny ar waith
da: Overførsel i gang
de: Upload in Arbeit
es_es: Carga en curso
fi: Lataus käynnissä.
fr_ca: Téléversement en cours
id: Unggahan sedang berlangsung
is: Upphleðsla í gangi
it: Caricamento in corso
ja: アップロード進行中
mi: Kei te mahi te tukuake
ms: Muat naik sedang berjalan
nl: Bezig met uploaden
pl: Przesyłanie w toku...
pt_br: Carregamento em andamento
ru: Выполняется выгрузка
sl: Poteka nalaganje
sv: Uppladdning pågår
th: กำลังอัพโหลด
vi: Đang tải lên

source: Upload in progress (Int(100 * progress))%
ar: التحميل قيد التقدم (عدد صحيح (تقدم * 100))%
ca: Penjada en curs (Int(100 * progrés))%
cy: Proses lwytho i fyny ar waith (Int(100 * ar waith))%
da: Upload i gang (Int(100 * fremskridt))%
de: Upload läuft (Int(100 * Fortschritt))%
es_es: Carga en progreso (Int(100 * progreso))%
fi: Lataus käynnissä (Int(100 * edistyminen))%
fr_ca: Téléversement en cours (Int(100 * progress))%
id: Unggahan sedang berlangsung (Int(100 * progres))%
is: Upphleðsla í gangi (Int(100 * framvinda))%
it: Caricamento in corso (Int(100 * avanzamento))%
ja: アップロード中 (Int(100 * 進捗))%。
mi: Tukua i te ahunga whakamua (Int(100 * te ahunga whakamua))%
ms: Muat Naik Sedang Berjalan (Int(100 * selesai))%
nl: Bezig met uploaden (Int(100 * voortgang))%
pl: Przesyłanie w toku (Int(100 * postęp))%
pt_br: Upload em andamento (Int(100 * progresso))%
ru: Выполняется загрузка (Int(100 * прогресс))%
sl: Nalaganje je v teku (Int(napredek 100 *))%
sv: Uppladdning pågår (Int(100 * förlopp))%
th: กำลังอัพโหลด (Int(100 * progress))%
vi: Đang tải lên (Int (100 * tiến độ))%
