Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

source: Are you sure you want to delete %@?
ar: هل تريد بالتأكيد حذف %@؟
ca: Segur que voleu suprimir %@?
cy: Ydych chi’n siŵr eich bod am ddileu %@?
da: Er du sikker på, at du vil slette %@?
de: Möchten Sie %@ wirklich löschen?
es_es: ¿Estás seguro de que quieres eliminar %@?
fi: Haluatko varmasti poistaa kohteen %@?
fr_ca: Voulez-vous vraiment supprimer %@?
id: Anda yakin mau menghapus %@?
is: Viltu örugglega eyða %@?
it: Vuoi eliminare %@?
ja: %@を削除してもよろしいですか？
mi: E tino hiahia ana koe ki te muku %@?
ms: Adakah anda pasti anda ingin memadamkan %@?
nl: Weet je zeker dat je %@ wilt verwijderen?
pl: Czy na pewno chcesz usunąć %@?
pt_br: Tem certeza de que deseja excluir %@?
ru: Вы действительно хотите удалить %@?
sl: Ali ste prepričani, da želite odstraniti %@?
sv: Vill du radera %@?
th: แน่ใจว่าต้องการลบ %@ หรือไม่
vi: Bạn có chắc chắn muốn xóa %@ không?

source: Are you sure you want to delete this page?
ar: هل تريد بالتأكيد حذف هذه الصفحة؟
ca: Segur que voleu suprimir aquesta pàgina?
cy: Ydych chi’n siŵr eich bod am ddileu’r dudalen hon?
da: Er du sikker på, at du ønsker at slette denne side?
de: Möchten Sie diese Seite wirklich löschen?
es_es: ¿Estás seguro de que quieres eliminar esta página?
fi: Haluatko varmasti poistaa tämän sivun?
fr_ca: Voulez-vous vraiment supprimer cette page?
id: Anda yakin mau menghapus halaman ini?
is: Viltu örugglega eyða þessari síðu?
it: Vuoi eliminare questa pagina?
ja: このページを削除してもよろしいですか？
mi: Kei te tino hiahia koe ki te muku i tēnei whārangi?
ms: Adakah anda pasti anda ingin memadamkan halaman ini?
nl: Weet je zeker dat je deze pagina wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę stronę?
pt_br: Tem certeza de que deseja excluir essa página?
ru: Вы действительно хотите удалить эту страницу?
sl: Ali ste prepričani, da želite odstraniti to stran?
sv: Vill du ta bort den här sidan?
th: แน่ใจว่าต้องการลบเพจนี้หรือไม่
vi: Bạn có chắc chắn muốn xóa trang này không?

source: Are you sure you want to exit Student View?
ar: هل تريد بالتأكيد الخروج من عرض الطالب؟
ca: Segur que voleu sortir de la Vista d'estudiant?
cy: Ydych chi'n siŵr eich bod am adael Gwedd Myfyriwr?
da: Er du sikker på, at du vil afslutte visning for studerende?
de: Sind Sie sicher, dass Sie die Studierendendenansicht verlassen wollen?
es_es: ¿Estás seguro de que quieres salir de la vista de estudiante?
fi: Oletko varma, että haluat poistua opiskelijanäkymästä?
fr_ca: Voulez-vous vraiment quitter la vue Étudiant?
id: Anda yakin mau keluar dari Tampilan Siswa?
is: Viltu örugglega fara úr nemendaskjá?
it: Uscire da Student View?
ja: 本当に 受講者ビューを終了しますか。
mi: E pono ana koe ki te puta Ākonga Titiro?
ms: Adakah anda pasti anda ingin keluar dari Pandangan Pelajar?
nl: Weet je zeker dat je de Cursistweergave wilt afsluiten?
pl: Czy na pewno chcesz wyłączyć Widok uczestnika?
pt_br: Tem certeza de que deseja sair da Visualização do Aluno?
ru: Вы действительно хотите выйти из представления для студентов?
sl: Ali ste prepričani, da želite zapustiti pogled študenta?
sv: Är du säker på att du vill avsluta studentvyn?
th: แน่ใจว่าต้องการออกจากมุมมองผู้เรียนหรือไม่
vi: Bạn có chắc chắn muốn thoát Góc Nhìn Của Sinh Viên không?

source: Are you sure you want to remove this file?
ar: هل تريد بالفعل إزالة هذا الملف؟
ca: Segur que voleu eliminar aquest fitxer?
cy: Ydych chi’n siŵr eich bod chi am dynnu’r ffeil hon?
da: Er du sikker på, at du vil fjerne denne fil?
de: Möchten Sie diese Datei wirklich entfernen?
es_es: ¿Estás seguro de que quieres eliminar este archivo?
fi: Haluatko varmasti poistaa tämän tiedoston?
fr_ca: Voulez-vous vraiment retirer ce fichier?
id: Anda yakin mau menghapus file ini?
is: Viltu örugglega fjarlægja þessa skrá?
it: Rimuovere questo file?
ja: このファイルを削除してもよろしいですか?
mi: E tino hiahia ana koe ki te tango i tēnei kōnae?
ms: Adakah anda pasti anda ingin mengalih keluar fail ini?
nl: Weet je zeker dat je dit bestand wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten plik?
pt_br: Tem certeza que deseja remover este arquivo?
ru: Вы действительно хотите удалить этот файл?
sl: Ali ste prepričani, da želite odstraniti to datoteko?
sv: Vill du ta bort den här filen?
th: แน่ใจว่าต้องการลบไฟล์นี้หรือไม่
vi: Bạn có chắc chắn muốn gỡ tập tin này không?

source: Are you sure you would like to delete this announcement?
ar: هل أنت متأكد من أنك ترغب في حذف هذا الإعلان؟
ca: Segur que voleu suprimir aquest anunci?
cy: Ydych chi’n siŵr eich bod am ddileu’r cyhoeddiad hwn?
da: Er du sikker på, at du vil slette denne besked?
de: Möchten diese Ankündigung wirklich löschen?
es_es: ¿Estás seguro de que quieres eliminar este anuncio?
fi: Haluatko varmasti poistaa tämän ilmoituksen?
fr_ca: Voulez-vous vraiment supprimer cette annonce?
id: Anda yakin mau menghapus pengumuman ini?
is: Viltu örugglega eyða þessari tilkynningu?
it: Vuoi eliminare questo annuncio?
ja: このアナウンスを本当に削除しますか？
mi: E tino hiahia ana koe ki te muku i tēnei pānuitanga?
ms: Adakah anda pasti anda ingin memadamkan pengumuman ini?
nl: Weet je zeker dat je deze aankondiging wilt verwijderen?
pl: Czy na pewno chcesz usunąć to ogłoszenie?
pt_br: Tem certeza de que deseja excluir este anúncio?
ru: Вы уверены, что хотите удалить это объявление?
sl: Ali ste prepričani, da želite odstraniti to obvestilo?
sv: Är du säker på att du vill ta bort det här meddelandet?
th: แน่ใจว่าต้องการลบประกาศนี้หรือไม่
vi: Bạn có chắc chắn muốn xóa thông báo này không?

source: Are you sure you would like to delete this comment?
ar: هل أنت متأكد من أنك ترغب في حذف هذا التعليق؟
ca: Segur que voldríeu suprimir aquest comentari?
cy: Ydych chi’n siŵr eich bod am ddileu’r sylw hwn?
da: Er du sikker på, at du vil slette denne kommentar?
de: Wollen Sie diesen Kommentar wirklich löschen?
es_es: ¿Estás seguro de que quieres eliminar este comentario?
fi: Haluatko varmasti poistaa tämän kommentin?
fr_ca: Voulez-vous vraiment supprimer ce commentaire?
id: Anda yakin mau menghapus komentar ini?
is: Viltu örugglega eyða þessari athugasemd?
it: Vuoi eliminare questo commento?
ja: このコメントを本当に削除しますか？
mi: E tino hiahia ana koe ki te muku i tēnei kōrero?
ms: Adakah anda pasti anda ingin memadamkan komen ini?
nl: Weet je zeker dat je deze opmerking wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten komentarz?
pt_br: Tem certeza de que deseja excluir este comentário?
ru: Вы действительно хотите удалить этот комментарий?
sl: Ali ste prepričani, da želite odstraniti ta komentar?
sv: Vill du ta bort den här kommentaren?
th: แน่ใจว่าต้องการลบความเห็นนี้หรือไม่
vi: Bạn có chắc chắn muốn xóa bình luận này không?

source: Are you sure you would like to delete this discussion?
ar: هل أنت متأكد من أنك ترغب في حذف هذا النقاش؟
ca: Segur que voleu suprimir aquest fòrum?
cy: Ydych chi’n siŵr eich bod am ddileu’r drafodaeth hon?
da: Er du sikker på, at du vil slette denne diskussion?
de: Möchten diese Diskussion wirklich löschen?
es_es: ¿Estás seguro de que quieres eliminar este foro de discusión?
fi: Haluatko varmasti poistaa tämän keskustelun?
fr_ca: Voulez-vous vraiment supprimer cette discussion?
id: Anda yakin mau menghapus diskusi ini?
is: Viltu örugglega eyða þessari umræðu?
it: Vuoi eliminare questa discussione?
ja: この話し合いを本当に削除しますか？
mi: E tino hiahia ana koe ki te muku i tēnei kōrerorero?
ms: Adakah anda pasti anda ingin memadamkan perbincangan ini?
nl: Weet je zeker dat je deze discussie wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę rozmowę?
pt_br: Tem certeza de que deseja excluir este fórum?
ru: Вы уверены, что хотите удалить это обсуждение?
sl: Ali ste prepričani, da želite odstraniti to razpravo?
sv: Är du säker på att du vill ta bort den här diskussionen?
th: แน่ใจว่าต้องการลบการพูดคุยนี้หรือไม่
vi: Bạn có chắc chắn muốn xóa cuộc thảo luận này không?

source: Assign
ar: تكليف
ca: Assigna
cy: Dyrannu
da: Tildel
de: Zuweisen
es_es: Asignar
fi: Anna tehtäväksi
fr_ca: Attribuer
id: Tetapkan
is: Úthluta
it: Assegna
ja: 割り当て
mi: Tohua
ms: Tetapkan
nl: Toewijzen
pl: Przydziel
pt_br: Atribuir
ru: Назначить
sl: Dodeli
sv: Tilldela
th: กำหนด
vi: Giao

source: Assign to
ar: تكليف
ca: Assigna a
cy: Dyrannu i
da: Udpeg til
de: Zuweisen an
es_es: Asignar a
fi: Kohdista seuraaville:
fr_ca: Attribuer à/au
id: Tetapkan kepada
is: Úthluta til
it: Assegna a
ja: 割り当てられる
mi: Tohua ki
ms: Tetapkan kepada
nl: Toewijzen aan
pl: Przypisz do
pt_br: Atribuir a
ru: Назначить для
sl: Dodeli
sv: Tilldelad till
th: กำหนดให้กับ
vi: Giao cho

source: Assignment
ar: المهمة
ca: activitat
cy: aseiniad
da: opgave
de: Aufgabe
es_es: actividad
fi: tehtävä
fr_ca: tâche
id: tugas
is: verkefni
it: compito
ja: 課題
mi: whakataunga
ms: tugasan
nl: opdracht
pl: zadanie
pt_br: atribuição
ru: задание
sl: naloga
sv: uppgift
th: ภารกิจ
vi: bài tập

source: Assignment details
ar: تفاصيل المهمة
ca: Detalls de l'activitat
cy: Manylion Aseiniad
da: Opgaveoplysninger
de: Aufgabendetails
es_es: Detalles de la actividad
fi: Tehtävän tiedot
fr_ca: Détails de la tâche
id: Detail Tugas
is: Upplýsingar um verkefni
it: Dettagli compiti
ja: 課題の詳細
mi: Taipitopito whakataunga
ms: Butiran Tugasan
nl: Opdrachtdetails
pl: Szczegóły zadania
pt_br: Detalhes da tarefa
ru: Сведения о задании
sl: Podrobnosti o nalogi
sv: Uppgiftens detaljer
th: รายละเอียดภารกิจ
vi: Chi Tiết Bài Tập

# Assignment grade above
source: Assignment mark above
ar: تقييم المهمة أعلاه
ca: Nota de l'activitat per sobre de
cy: Gradd yr aseiniad yn uwch na
da: Opgavekarakter over
de: Aufgabennote über
es_es: Nota de la actividad superior a
fi: Tehtävän arvosana yllä
fr_ca: Note de la tâche supérieure à
id: Nilai tugas di atas
is: Verkefnaeinkunn fyrir ofan
it: Voto compito sopra
ja: 未満の課題評定
mi: Kōeke whakataunga runga
ms: Gred tugasan atas
nl: Opdrachtcijfer hoger dan
pl: Ocena za zadanie powyżej
pt_br: Nota da tarefa acima
ru: Оценка за задание выше
sl: Ocena pri nalogi višja od
sv: Uppgiftsomdöme över
th: เกรดภารกิจมากกว่า
vi: Điểm bài tập trên

source: Assignment Grade Above %d
ar: تقدير المهمة أعلاه %d
ca: Nota de l'activitat per sobre de %d
cy: Gradd yr Aseiniad yn Uwch na %d
da: Opgavekarakter over %d
de: Aufgabennote über %d
es_es: Nota de la actividad superior a %d
fi: Tehtävän arvosana yllä %d
fr_ca: Note de la tâche supérieure à %d
id: Nilai Atas Penilaian %d
is: Verkefnaeinkunn að ofan %d
it: Voto compito sopra %d
ja: 以上の課題の評定 %d
mi: Kōeke Whakataunga Runga %d
ms: Gred Tugasan Atas %d
nl: Opdrachtcijfer hoger dan %d
pl: Ocena za zadanie powyżej %d
pt_br: Nota da tarefa acima %d
ru: Оценка за задание выше %d
sl: Ocena pri nalogi, višja od %d
sv: Uppgiftsomdöme Över %d
th: เกรดภารกิจมากกว่า %d
vi: Điểm Bài Tập Trên %d

# Assignment grade below
source: Assignment mark below
ar: تقييم المهمة أدناه
ca: Nota de l'activitat per sota de
cy: Gradd yr aseiniad yn is na
da: Opgavekarakter under
de: Aufgabennote unter
es_es: Nota de la actividad inferior a
fi: Tehtävän arvosana alla
fr_ca: Note de la tâche inférieure à
id: Nilai tugas di bawah
is: Verkefnaeinkunn fyrir neðan
it: Voto compito sotto
ja: を超える課題評定
mi: Kōeke whakataunga raro
ms: Gred tugasan bawah
nl: Opdrachtcijfer lager dan
pl: Ocena za zadanie poniżej
pt_br: Nota da tarefa abaixo
ru: Оценка за задание ниже
sl: Ocena pri nalogi nižja od
sv: Uppgiftsbetyg nedan
th: เกรดภารกิจน้อยกว่า
vi: Điểm bài tập dưới

source: Assignment Grade Below %d
ar: تقييم المهمة أدناه %d
ca: Nota de l'activitat per sota de %d
cy: Gradd yr Aseiniad yn Is na %d
da: Opgavekarakter under %d
de: Aufgabennote unter %d
es_es: Nota de la actividad inferior a %d
fi: Tehtävän arvosana alla %d
fr_ca: Note de la tâche inférieure à %d
id: Nilai Bawah Penilaian %d
is: Verkefnaeinkunn að neðan %d
it: Voto compito sotto %d
ja: 以下の課題の評定 %d
mi: Kōeke Whakataunga Raro %d
ms: Gred Tugasan Bawah %d
nl: Opdrachtcijfer lager dan %d
pl: Ocena za zadanie poniżej %d
pt_br: Nota da tarefa abaixo %d
ru: Оценка за задание ниже %d
sl: Ocena pri nalogi, nižja od %d
sv: Uppgiftsomdöme Under %d
th: เกรดภารกิจน้อยกว่า %d
vi: Điểm Bài Tập Dưới %d

source: Assignment group
ar: مجموعة المهام
ca: Grup d'activitats
cy: Grŵp o Aseiniadau
da: Opgavegruppe
de: Aufgabengruppe
es_es: Grupo de actividades
fi: Tehtäväryhmä
fr_ca: Groupe de tâches
id: Grup Tugas
is: Verkefnahópur
it: Gruppo di compiti
ja: 課題グループ
mi: Rōpū Whakataunga
ms: Kumpulan Tugasan
nl: Opdrachtgroep
pl: Grupa zadań
pt_br: Grupo de tarefa
ru: Группа заданий
sl: Skupina nalog
sv: Uppgiftsgrupp
th: กลุ่มภารกิจ
vi: Nhóm Bài Tập

source: Assignment Group:
ar: مجموعة المهام:
ca: Grup d'activitats:
cy: Grŵp Aseiniadau:
da: Opgavegruppe:
de: Aufgabengruppe:
es_es: Grupo de actividades:
fi: Tehtäväryhmä:
fr_ca: Groupe de tâches :
id: Grup Tugas:
is: Verkefnahópur:
it: Gruppo di compiti:
ja: 課題グループ：
mi: Rōpū whakataunga
ms: Kumpulan Tugasan:
nl: Opdrachtgroep:
pl: Grupa zadania:
pt_br: Grupo de tarefa:
ru: Группа заданий:
sl: Skupina nalog:
sv: Uppgiftsgrupp:
th: กลุ่มภารกิจ:
vi: Nhóm Bài Tập:

source: Assignment missing
ar: مهمة مفقودة
ca: Activitat no presentada
cy: Aseiniad ar goll
da: Opgave mangler
de: Aufgabe fehlt
es_es: Actividad no presentada
fi: Tehtävä puuttuu
fr_ca: Tâche manquante
id: Tugas tidak ada
is: Verkefni vantar
it: Compito mancante
ja: 課題がありません
mi: E ngaro ana whakataunga
ms: Tugasan tiada
nl: Opdracht ontbreekt
pl: Brak zadania
pt_br: Tarefa em falta
ru: Задание отсутствует
sl: Manjkajoča naloga
sv: Tilldelning saknas
th: ไม่มีภารกิจ
vi: Bài tập bị thiếu

source: Assignment Missing
ar: مهمة مفقودة
ca: Activitat no presentada
cy: Aseiniad ar Goll
da: Opgave mangler
de: Aufgabe fehlt
es_es: Actividad no presentada
fi: Tehtävä puuttuu
fr_ca: Tâche manquante
id: Penilaian Tidak Ada
is: Verkefni vantar
it: Compito mancante
ja: 課題がありません
mi: E ngaro ana Whakataunga
ms: Tugasan Tiada:
nl: Opdracht ontbreekt
pl: Brak zadania
pt_br: Tarefa em falta
ru: Задание отсутствует
sl: Manjkajoča naloga
sv: Uppgift saknas
th: ไม่มีภารกิจ
vi: Bài Tập Bị Thiếu

source: Assignments
ar: المهام
ca: Activitats
cy: Aseiniadau
da: Opgaver
de: Aufgaben
es_es: Actividades
fi: Tehtävät
fr_ca: Tâches
id: Tugas
is: Verkefni
it: Compiti
ja: 課題
mi: Ngā Whakataunga
ms: Tugasan
nl: Opdrachten
pl: Zadania
pt_br: Tarefas
ru: Задания
sl: Naloge
sv: Uppgifter
th: ภารกิจ
vi: Bài Tập

source: Assignments list
ar: قائمة المهام
ca: Llista d'activitats
cy: Rhestr Aseiniadau
da: Opgaveliste
de: Aufgabenliste
es_es: Lista de actividades
fi: Tehtäväluettelo
fr_ca: Liste des tâches
id: Daftar Tugas
is: Verkefnalisti
it: Elenco compiti
ja: 課題リスト
mi: Rārangi Ngā Whakataunga
ms: Senarai Tugasan
nl: Opdrachtenlijst
pl: Lista zadań
pt_br: Lista de tarefas
ru: Список заданий
sl: Seznam nalog
sv: Uppgiftslista
th: รายการภารกิจ
vi: Danh Sách Bài Tập

source: Attach files by tapping an option below.
ar: أرفق ملفات بالضغط على إحدى الخيارات أدناه.
ca: Toqueu una de les opcions següents per adjuntar fitxers.
cy: Atodwch ffeiliau trwy dapio opsiwn isod.
da: Vedhæft filer ved at trykke på en indstilling nedenfor.
de: Hängen Sie Dateien an, indem Sie unten auf eine der Optionen tippen.
es_es: Adjuntar archivos pulsando una opción a continuación.
fi: Liitä tiedostoja kommenttiisi napauttamalla alla olevaa vaihtoehtoa.
fr_ca: Joindre les fichiers en tapotant sur l’une des options ci-dessous.
id: Lampirkan file dengan mengetuk satu opsi di bawah ini.
is: Settu skrár í viðhengi með því að pikka á valkost fyrir neðan.
it: Allega i file toccando una delle opzione seguenti.
ja: 下のオプションをタップして、ファイルを添付してください。
mi: Tāpiritia ngā kōnae ma te patopato kōwhiringa i raro.
ms: Kepilkan fail dengan mengetik pilihan di bawah.
nl: Koppel bestanden door op een optie hieronder te tikken.
pl: Załącz pliki, stukając poniższą opcję.
pt_br: Anexe arquivos ao tocar em uma opção abaixo
ru: Прикрепите файлы, щелкнув по расположенной ниже опции.
sl: Datoteke priložite, tako da se dotaknete možnosti spodaj.
sv: Bifoga filer genom att trycka på ett alternativ nedan.
th: แนบไฟล์โดยกดเลือกตัวเลือกด้านล่าง
vi: Đính kèm tập tin bằng cách nhấn vào tùy chọn bên dưới.

source: Attach files to your submission by tapping an option below.
ar: أرفق ملفًا لإرسالك بالضغط على إحدى الخيارات أدناه.
ca: Toqueu una de les opcions següents per adjuntar fitxers a l'entrega.
cy: Atodwch ffeiliau i’ch cyflwyniad trwy dapio opsiwn isod.
da: Vedhæft filer til din aflevering ved at trykke på en indstilling nedenfor.
de: Hängen Sie Dateien an Ihre Abgabe an, indem Sie unten auf eine der Optionen tippen.
es_es: Adjuntar archivos a tu entrega pulsando una opción a continuación.
fi: Liitä tiedostoja lähetykseesi napauttamalla alla olevaa asetusta.
fr_ca: Joindre les fichiers à votre envoi en tapotant sur l’une des options ci-dessous.
id: Lampirkan file ke penyerahan Anda dengan mengetuk satu opsi di bawah ini.
is: Settu skrár í viðhengi í skilum þínum með því að pikka á valkost fyrir neðan.
it: Allega i file alla tua consegna toccando l’opzione sotto.
ja: 下のオプションをタップして、提出物にファイルを添付してください。
mi: Tapiritia ngā kōnae ki tō tāpaetanga ma te patopato kōwhiringa i raro.
ms: Kepilkan fail pada serahan anda dengan mengetik pilihan di bawah.
nl: Koppel bestanden aan je inlevering door op een optie hieronder te tikken.
pl: Załącz pliki do przesyłki, stukając poniższą opcję.
pt_br: Anexe arquivos ao seu envio ao tocar em uma opção abaixo.
ru: Прикрепите файлы к своей отправке, щелкнув по расположенной ниже опции.
sl: Oddaji priložite datoteke, tako da se dotaknete možnosti spodaj.
sv: Bifoga filer med din inlämning genom att trycka på ett alternativ nedan.
th: แนบไฟล์กับผลงานจัดส่งของคุณโดยกดเลือกตัวเลือกด้านล่าง
vi: Đính kèm tập tin vào bài nộp của bạn bằng cách nhấn vào tùy chọn bên dưới.

source: Attachments
ar: المرفقات
ca: Fitxers adjunts
cy: Atodiadau
da: Vedhæftede filer
de: Anhänge
es_es: Adjuntos
fi: Liitteet
fr_ca: Pièces jointes
id: Lampiran
is: Viðhengi
it: Allegati
ja: 添付ファイル
mi: Āpitihanga
ms: Lampiran
nl: Bijlagen
pl: Załączniki
pt_br: Anexos
ru: Вложения
sl: Priloge
sv: Bilagor
th: เอกสารแนบ
vi: Tập Tin Đính Kèm

source: Attachments available
ar: المرفقات متاحة
ca: Hi ha fitxers adjunts disponibles
cy: Atodiadau ar gael
da: Vedhæftede filer er tilgængelige
de: Anhänge verfügbar
es_es: Adjuntos disponibles
fi: Liitteitä saatavilla
fr_ca: Pièces jointes disponibles
id: Lampiran tersedia
is: Viðhengi í boði
it: Allegati disponibili
ja: 別添が利用できます
mi: Kei te waatea nga taapiri
ms: Kepilan tersedia
nl: Bijlagen beschikbaar
pl: Dostępne załączniki
pt_br: Anexos disponíveis
ru: Имеются вложения
sl: Na voljo so priloge
sv: Bilagor tillgängliga
th: มีเอกสารแนบ
vi: Tệp đính kèm có sẵn

source: Attempt %d
ar: المحاولة %d
ca: Intent %d
cy: Ymgais %d
da: Forsøg %d
de: Versuch %d
es_es: Intento %d
fi: Yritys %d
fr_ca: Essai %d
id: Upaya %d
is: Tilraun %d
it: Tentativo %d
ja: 試行%d
mi: Whakamātau %d
ms: Percubaan %d
nl: Poging %d
pl: Próba %d
pt_br: Tentativa %d
ru: Попытка %d
sl: Poskus %d
sv: Försök %d
th: การดำเนินการ %d
vi: Lần Làm %d

source: Attribution
ar: السمة
ca: Reconeixement
cy: Trwydded Attribution
da: Navngivelse
es_es: Atribución
fi: Määrite
id: Atribusi
is: Eiginleiki
it: Attribuzione
ja: 帰属
mi: Tukunga
ms: Atribusi
nl: Bijdrage
pl: Przypisanie
pt_br: Atribuição
ru: Определение
sl: Priznanje avtorstva
sv: Attribut
th: การให้เครดิต
vi: Thuộc Tính

source: Attribution No Derivatives
ar: سمة بدون مشتقات
ca: Reconeixement Sense Obres Derivades
da: Navngivelse ingen afledninger
de: Attribution, keine Derivate
es_es: Atribución sin derivados
fi: Määrite Ei johdannaisia
fr_ca: Attribution — Pas de dérivés
id: Atribusi Tanpa Derivatif
is: Eiginleiki án afleiða
it: Attribuzione - Non opere derivate
ja: 帰属派生物なし
mi: Tukunga Kaore ngā Pārōnaki
ms: Atribusi Tanpa Terbitan
nl: Bijdrage, geen afgeleiden
pl: Przypisanie, brak pochodnych
pt_br: Atribuição sem derivados
ru: Определение Без производных
sl: Priznanje avtorstva – brez predelav
sv: Attribut – Inga bearbetningar
th: การให้เครดิต ไม่มีผลงานต่อเนื่อง
vi: Thuộc Tính Không Phái Sinh

source: Attribution Non-Commercial
ar: سمة غير تجارية
ca: Reconeixement No Comercial
da: Navngivelse ikke-kommerciel
de: Attribution, nichtgewerblich
es_es: Atribución no comercial
fi: Määrite Ei kaupallisia
fr_ca: Attribution — Non commerciale
id: Atribusi Non-Komersial
is: Eiginleiki utan viðskiptahagsmuna
it: Attribuzione - Non commerciale
ja: 帰属非商業的
mi: Tukunga Non-Commercial
ms: Atribusi Bukan Komersial
nl: Bijdrage, niet-commercieel
pl: Niekomercyjne przypisanie
pt_br: Atribuição não comercial
ru: Определение Некоммерческий
sl: Priznanje avtorstva – nekomercialno
sv: Attribut – Ej kommersiellt
th: การให้เครดิต ไม่ได้ใช้ในเชิงพาณิชย์
vi: Thuộc Tính Phi Thương Mại

source: Attribution Non-Commercial No Derivatives
ar: سمة غير تجارية بدون مشتقات
ca: Reconeixement No Comercial Sense Obres Derivades
da: Navngivelse ikke-kommerciel ingen afledninger
de: Attribution, nichtgewerblich, keine Derivate
es_es: Atribución no comercial sin derivados
fi: Määrite Ei kaupallisia Ei-johdannaisia
fr_ca: Attribution — Non commerciale, sans dérivés
id: Atribusi Non-Komersial Tanpa Derivatif
is: Eiginleiki utan viðskiptahagsmuna án afleiða
it: Attribuzione - Non commerciale - Non opere derivate
ja: 帰属非商業的派生物なし
mi: Tukunga Non-Commercial Kaore Ngā Pārōnaki
ms: Atribusi Bukan Komersial Tanpa Terbitan
nl: Bijdrage, niet-commercieel, geen afgeleiden
pl: Niekomercyjne przypisanie, brak pochodnych
pt_br: Atribuição não comercial, sem derivados
ru: Определение Без производных Некоммерческий
sl: Priznanje avtorstva – nekomercialno – brez predelav
sv: Attribut – Ej kommersiellt/inga bearbetningar
th: การให้เครดิต ไม่ได้ใช้ในเชิงพาณิชย์ ไม่มีผลงานต่อเนื่อง
vi: Thuộc Tính Phi Thương Mại Không Phái Sinh

source: Attribution Non-Commercial Share Alike
ar: سمة غير تجارية بمشاركة المتشابهين
ca: Reconeixement No Comercial Compartir Igual
da: Navngivelse ikke-kommerciel del ligeligt
de: Attribution, nichtgewerblich, Share Alike
es_es: Atribución no comercial compartir igual
fi: Määrite Ei kaupallisia Jaa yhtäläisyys
fr_ca: Attribution — Non commerciale — partager identique
id: Atribusi Non-Komersial Bagikan Sejenis
is: Eiginleiki utan viðskiptahagsmuna Share Alike
it: Attribuzione - Non commerciale - Condividi allo stesso modo
ja: 帰属非商業的似たものを共有する
mi: Tukunga Non-Commercial Tuari Rite Tonu
ms: Atribusi Bukan Komersial Berkongsi Sama
nl: Bijdrage, niet-commercieel, gelijke delen
pl: Niekomercyjne przypisanie, w równych częściach
pt_br: Atribuição não comercial, compartilhamento semelhante
ru: Определение Некоммерческий Поделиться Идентичные
sl: Priznanje avtorstva – nekomercialno – deljenje pod istimi pogoji
sv: Attribut – Ej kommersiellt/dela lika
th: การให้เครดิต ไม่ได้ใช้ในเชิงพาณิชย์ สำหรับแชร์ต่อ
vi: Thuộc Tính Phi Thương Mại Chia Sẻ Tương Tự

source: Attribution Share Alike
ar: سمة المشاركة أيضًا
ca: Reconeixement Compartir Igual
da: Navngivelse del ligeligt
es_es: Atribución compartir igual
fi: Määrite Jaa yhtäläisyys
fr_ca: Attribution — Partager identique
id: Atribusi Bagikan Sejenis
is: Eiginleiki Share Alike
it: Attribuzione - Condividi allo stesso modo
ja: 帰属似たものを共有する
mi: Tukunga Tuari Rite
ms: Atribusi Berkongsi Sama
nl: Bijdrage, gelijke delen
pl: Przypisanie w równych częściach
pt_br: Atribuição de compartilhamento semelhante
ru: Определение Поделиться Идентичные
sl: Priznanje avtorstva – deljenje pod istimi pogoji
sv: Attribut – Dela lika
th: การให้เครดิต สำหรับแชร์ต่อ
vi: Thuộc Tính Chia Sẻ Tương Tự

source: Audio
ar: صوت
ca: So
cy: Sain
da: Lyd
fi: Ääni
is: Hljóð
ja: オーディオ
mi: Ororongo
pt_br: Áudio
ru: Аудио
sl: Zvok
sv: Ljud
th: เสียง
vi: Âm Thanh
