Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

source: Could not launch tool. Please try again.
ar: تعذر إطلاق الأداة. يرجى إعادة المحاولة.
ca: No s'ha pogut iniciar l'eina. Torneu-ho a provar.
cy: Doedd dim modd lansio’r adnodd. Rhowch gynnig arall arni.
da: Kunne ikke starte værktøjet. Prøv igen.
de: Werkzeug konnte nicht gestartet werden. Bitte versuchen Sie es noch einmal.
es_es: No se ha podido iniciar la herramienta. Inténtalo de nuevo.
fi: Työkalun käynnistys ei onnistunut. Yritä uudelleen.
fr_ca: Impossible de lancer l'outil. Veuillez réessayer.
id: Tidak dapat meluncurkan alat. Silakan coba lagi.
is: Ekki tókst að opna verkfæri. Vinsamlegast reynið aftur.
it: Impossibile avviare lo strumento. Riprova.
ja: ツールを起動できませんでした。再度試してください。
mi: Kaore i taea te tuku i te taputapu Tēnā koa ngana anō.
ms: Tidak dapat melancarkan alat. Sila cuba semula.
nl: Kan tool niet starten. Probeer het opnieuw.
pl: Nie udało się uruchomić narzędzia. Spróbuj ponownie.
pt_br: Não foi possível lançar a ferramenta. Por favor, tente novamente.
ru: Не удалось запустить инструмент. Попробуйте еще раз.
sl: Orodja ni bilo mogoče zagnati. Poskusite znova.
sv: Det gick inte att starta verktyget. Försök igen.
th: ไม่สามารถเรียกใช้เครื่องมือได้ กรุณาลองใหม่อีกครั้งในภายหลัง
vi: Không thể khởi chạy công cụ. Vui lòng thử lại.

source: Could not save notification preference
ar: تعذر حفظ تفضيل الإخطار
ca: No s'ha pogut desar la preferència de notificació
cy: Doedd dim modd cadw'r flaenoriaeth hysbysiadau
da: Kunne ikke gemme meddelelsesindstilling
de: Präferenz für Benachrichtigungen konnte nicht gespeichert werden
es_es: No se han podido guardar las preferencias de notificaciones
fi: Ilmoitusasetuksien tallennus ei onnistunut
fr_ca: Impossible d’enregistrer les préférences de notification
id: Tidak dapat menyimpan preferensi notifikasi
is: Ekki var hægt að vista kjörstillingum tilkynninga
it: Impossibile salvare le preferenze notifiche
ja: 通知設定を保存できませんでした
mi: Kāore i taea te tiaki manakohanga whakamōhiotanga
ms: Tidak dapat menyimpan keutamaan pemberitahuan
nl: Kan geen meldingsvoorkeuren opslaan
pl: Nie można zapisać preferencji powiadomień
pt_br: Não foi possível salvar preferência de notificação
ru: Не удалось сохранить параметр уведомления
sl: Nastavitev sporočil ni bilo mogoče shraniti
sv: Det gick inte att spara aviseringsinställning
th: ไม่สามารถบันทึกค่าปรับตั้งการแจ้งเตือน
vi: Không thể lưu cài đặt ưu tiên thông báo

source: Couldn't save the file.
ar: تعذر حفظ الملف.
ca: No s’ha pogut desar el fitxer.
cy: Doedd dim modd cadw’r ffeil.
da: Kunne ikke gemme filen.
de: Die Datei konnte nicht gespeichert werden.
es_es: No se ha podido guardar el archivo.
fi: Tiedoston tallennus epäonnistui.
fr_ca: Impossible d’enregistrer le fichier.
id: Tidak dapat menyimpan file.
is: Ekki tókst að vista skrána.
it: Impossibile salvare il file.
ja: ファイルを保存できませんでした
mi: Kaore e taea te tiaki i te konae.
ms: Tidak dapat menyimpan fail.
nl: Kan het bestand niet opslaan.
pl: Nie udało się zapisać pliku.
pt_br: Não foi possível salvar o arquivo.
ru: Не удалось сохранить файл.
sl: Datoteke ni bilo mogoče shraniti.
sv: Det gick inte att spara filen.
th: ไม่สามารถบันทึกไฟล์ได้
vi: Không thể lưu tập tin.

source: Course (optional)
ar: المساق (اختياري)
ca: Assignatura (opcional)
cy: Cwrs (dewisol)
da: Fag (valgfrit)
de: Kurs (optional)
es_es: Asignatura (opcional)
fi: Kurssi (valinnainen)
fr_ca: Cours (facultatif)
id: Kursus (opsional)
is: Námskeið (valfrjálst)
it: Corso (opzionale)
ja: コース（オプション）
mi: Akoranga (kāre herea)
ms: Kursus (pilihan)
nl: Cursus (optioneel)
pl: Kurs (opcjonalnie)
pt_br: Curso (opcional)
ru: Курс (не обязательно)
sl: Predmet (izbirni)
sv: Kurs (valfri)
th: บทเรียน (เผื่อเลือก)
vi: Khóa Học (không bắt buộc)

# Course Activities
source: Module activities
ar: أنشطة المساق
ca: Activitats de l'assignatura
cy: Gweithgareddau Cwrs
da: Fagets aktiviteter
de: Kursaktivitäten
es_es: Actividades de la asignatura
fi: Kurssiaktiviteetit
fr_ca: Activités du cours
id: Aktivitas Kursus
is: Virkni námskeiðs
it: Attività corsi
ja: コースアクティビティ
mi: Mahi akoranga
ms: Aktiviti Kursus
nl: Cursusactiviteiten
pl: Aktywności kursu
pt_br: Atividades do curso
ru: Активность в рамках курса
sl: Aktivnosti pri predmetu
sv: Kursaktiviteter
th: กิจกรรมในบทเรียน
vi: Hoạt Động Khóa Học

# Course Activity Stream
source: Module activity stream
ar: تدفق نشاط المساق
ca: Seqüència d'activitats de l'assignatura
cy: Ffrwd Gweithgarwch Cwrs
da: Fagets seneste aktiviteter
de: Kursaktivitätenliste
es_es: Flujo de actividad de la asignatura
fi: Kurssin viimeaikaiset tapahtumat
fr_ca: Flux d’activités du cours
id: Stream Aktivitas Kursus
is: Virknistreymi námskeiðs
it: Flusso attività corsi
ja: コースのアクティビティ ストリーム
mi: Akoranga Mahi Wahanga
ms: Strim Aktiviti Kursus
nl: Activiteitenstroom van cursus
pl: Strumień aktywności kursu
pt_br: Fluxo de atividades do curso
ru: Лента активности курса
sl: Aktivnosti predmeta
sv: Aktivitetsflöde för kurs
th: สตรีมกิจกรรมสำหรับบทเรียน
vi: Luồng Hoạt Động Khóa Học

# Course Announcement
source: Module announcement
ar: إعلان المساق
ca: Anunci de l'assignatura
cy: Cyhoeddiad Cwrs
da: Besked til faget
de: Kursankündigung
es_es: Anuncio de la asignatura
fi: Kurssin ilmoitus
fr_ca: Annonce du cours
id: Pengumuman Kursus
is: Tilkynning námskeiðs
it: Annuncio corso
ja: コースのお知らせ
mi: Akoranga Pānuitanga
ms: Pengumuman Kursus
nl: Cursusaankondiging
pl: Ogłoszenie kursu
pt_br: Aviso do curso
ru: Объявление о курсе
sl: Obvestilo o predmetu
sv: Anslag
th: ประกาศแจ้งสำหรับบทเรียน
vi: Thông Báo Khóa Học

# Course announcements
source: Module announcements
ar: إعلانات المساق
ca: Anuncis de l'assignatura
cy: Cyhoeddiadau cwrs
da: Kursusbekendtgørelser
de: Kursankündigungen
es_es: Anuncios de la asignatura
fi: Kurssin ilmoitukset
fr_ca: Annonces de cours
id: Pengumuman kursus
is: Námskeiðs tilkynningar
it: Annunci corso
ja: コースのアナウンスメント
mi: Kōrerorero akoranga
ms: Pengumuman kursus
nl: Cursusaankondigingen
pl: Ogłoszenia dotyczące kursu
pt_br: Avisos do curso
ru: Объявления курса
sl: Obvestila o predmetu
sv: Anslag
th: ประกาศสำหรับบทเรียน
vi: Thông báo chung khóa học

# Course Card Options
source: Module Card Options
ar: خيارات بطاقة المساق
ca: Opcions de la targeta de l’assignatura
cy: Opsiynau Cerdyn Cwrs
da: Fagkort – muligheder
de: Optionen für Kurskarten
es_es: Opciones del cuadro de mando
fi: Kurssikortin asetukset
fr_ca: Options de carte de cours
id: Opsi Kartu Kursus
is: Valmöguleikar fyrir námskeiðskort
it: Opzioni scheda corso
ja: コースカードのオプション
mi: Kōwhiringa Mahere Akoranga
ms: Pilihan Kad Kursus
nl: Opties voor cursuskaart
pl: Opcje karty kursu
pt_br: Opções do cartão do curso
ru: Варианты карт курсов
sl: Možnosti kartice predmeta
sv: Kurskortsalternativ
th: ตัวเลือกการ์ดข้อมูลบทเรียน
vi: Tùy Chọn Thẻ Khóa Học

# Course Content
source: Module content
ar: محتوى المساق
ca: Contingut de l'assignatura
cy: Cynnwys cwrs
da: Fagindhold
de: Kursinhalt
es_es: Contenido de la asignatura
fi: Kurssisisältö
fr_ca: Contenu du cours
id: Konten Kursus
is: Námskeiðsefni
it: Contenuto corso
ja: コース内容
mi: Ihirangi akoranga
ms: Kandungan Kursus
nl: Cursusinhoud
pl: Zawartość kursu
pt_br: Conteúdo do curso
ru: Содержание курса
sl: Vsebina predmeta
sv: Kursinnehåll
th: เนื้อหาบทเรียน
vi: Nội Dung Khóa Học

# Course grade above
source: Module mark above
ar: تقييم المساق أعلاه
ca: Nota de l'assignatura per sobre de
cy: Gradd y cwrs yn uwch na
da: Kursuskarakter over
de: Kursnote über
es_es: Nota de la asignatura superior a
fi: Kurssin arvosana yläpuolella
fr_ca: Note du cours supérieure à
id: Nilai kursus di atas
is: Námskeiðseinkunn fyrir ofan
it: Voto corso sopra
ja: 未満のコース評定
mi: Kōeke akoranga i runga
ms: Gred kursus atas
nl: Cursuscijfer hoger dan
pl: Ocena z kursu powyżej
pt_br: Nota do curso acima
ru: Оценка за курс выше
sl: Ocena pri predmetu višja od
sv: Kursbetyg över
th: บทเรียน เกรดมากกว่า
vi: Điểm khóa học trên

# Course Grade Above %d
source: Module Grade Above %d
ar: تقدير المساق أعلاه %d
ca: Nota de l'assignatura per sobre de %d
cy: Gradd y Cwrs yn Uwch na %d
da: Fagkarakter over %d
de: Kursnote über %d
es_es: Nota de la asignatura superior a %d
fi: Kurssin arvosana yllä %d
fr_ca: Note du cours supérieure à %d
id: Nilai Atas Kursus %d
is: Námskeiðaeinkunn að ofan %d
it: Voto corso sopra %d
ja: 以上のコース評定 %d
mi: Kōeke Akoranga Runga %d
ms: Gred Kursus Atas %d
nl: Cursuscijfer hoger dan %d
pl: Ocena z kursu powyżej %d
pt_br: Nota do curso acima %d
ru: Оценка за курс выше %d
sl: Ocena pri predmetu, višja od %d
sv: Kursomdöme Över %d
th: บทเรียน เกรดมากกว่า %d
vi: Điểm Khóa Học Trên %d

# Course grade below
source: Module mark below
ar: تقييم المساق أدناه
ca: Nota de l'assignatura per sota de
cy: Gradd y cwrs yn is na
da: Kursuskarakter under
de: Kursnote unter
es_es: Nota de la asignatura inferior a
fi: Kurssin arvosana alapuolella
fr_ca: Note du cours inférieure à
id: Nilai kursus di bawah
is: Námskeiðseinkunn fyrir neðan
it: Voto corso sotto
ja: を超えるコース評定
mi: Kōeke akoranga i raro
ms: Gred kursus bawah
nl: Cursuscijfer lager dan
pl: Ocena z kursu poniżej
pt_br: Nota do curso abaixo
ru: Оценка за курс ниже
sl: Ocena pri predmetu nižja od
sv: Kursbetyg under
th: บทเรียน เกรดน้อยกว่า
vi: Điểm khóa học dưới

# Course Grade Below %d
source: Module Grade Below %d
ar: تقدير المساق أدناه %d
ca: Nota de l'assignatura per sota de %d
cy: Gradd y Cwrs yn Is na %d
da: Fagkarakter under %d
de: Kursnote unter %d
es_es: Nota de la asignatura inferior a %d
fi: Kurssin arvosana alla %d
fr_ca: Note du cours inférieure à %d
id: Nilai Bawah Kursus %d
is: Námskeiðaeinkunn að neðan %d
it: Voto corso sotto %d
ja: 以下のコース評定 %d
mi: Kōeke Akoranga Raro %d
ms: Gred Kursus Bawah %d
nl: Cursuscijfer lager dan %d
pl: Ocena z kursu poniżej %d
pt_br: Nota do curso abaixo %d
ru: Оценка за курс ниже %d
sl: Ocena pri predmetu, nižja od %d
sv: Kursomdöme Under %d
th: บทเรียน เกรดน้อยกว่า %d
vi: Điểm Khóa Học Dưới %d

# Course Modules
source: Module units
ar: وحدات المساق النمطية
ca: Continguts de l'assignatura
cy: Modiwlau Cwrs
da: Fagmoduler
de: Kursmodule
es_es: Contenidos de la asignatura
fi: Kurssin moduulit
fr_ca: Modules du cours
id: Modul Kursus
is: Námsefni námskeiðs
it: Moduli dei corsi
ja: コース モジュール
mi: Ngā Kōwae Akoranga
ms: Modul Kursus
nl: Cursusmodules
pl: Moduły kursowe
pt_br: Módulos do curso
ru: Модули курса
sl: Moduli predmeta
sv: Kursmoduler
th: โมดูลบทเรียน
vi: Học Phần Khóa Học

# Course Sections
source: Module sections
ar: أقسام المساق
ca: Seccions de l'assignatura
cy: Adrannau Cwrs
da: Fagsektioner
de: Kursabschnitte
es_es: Secciones de la asignatura
fi: Kurssin osiot
fr_ca: Sections du cours
id: Bagian Kursus
is: Hlutar námskeiðs
it: Sezioni corso
ja: コース セクション
mi: Ngā Wāhanga akoranga
ms: Seksyen Kursus
nl: Cursussecties
pl: Sekcje kursu
pt_br: Turmas do curso
ru: Разделы курса
sl: Sekcije predmeta
sv: Kurssektioner
th: กลุ่มย่อยบทเรียน
vi: Phần Khóa Học

# Course Syllabus
source: Module Syllabus
ar: مناهج المساق
ca: Temari de l'assignatura
cy: Maes Llafur y Cwrs
da: Fagets læseplan
de: Kursplan
es_es: Programa de la asignatura
fi: Kurssin opinto-ohjelma
fr_ca: Plan de cours
id: Silabus Kursus
is: Kennsluáætlun námskeiðs
it: Piano di studio corso
ja: コースシラバス
mi: Mahere Akoranga
ms: Silibus Kursus
nl: Cursussyllabus
pl: Program kursu
pt_br: Programa
ru: Программа курса
sl: Učni načrt predmeta
sv: Kursöversikt för kursen
th: หลักสูตรสำหรับบทเรียน
vi: Chương Trình Học Của Khóa Học

# Courses
source: Modules
ar: المساقات
ca: Assignatures
cy: Cyrsiau
da: Fag
de: Kurse
es_es: Asignaturas
fi: Kurssit
fr_ca: Cours
id: Kursus
is: Námskeið
it: Corsi
ja: コース
mi: Ngā Akoranga
ms: Kursus
nl: Cursussen
pl: Kursy
pt_br: Cursos
ru: Курсы
sl: Predmeti
sv: Kurser
th: บทเรียน
vi: Khóa Học

source: Create account
ar: إنشاء حساب
ca: Crea un usuari
cy: Creu Cyfrif
da: Opret konto
de: Konto erstellen
es_es: Crear cuenta
fi: Luo tili
fr_ca: Créer un compte
id: Buat Akun
is: Stofna reikning
it: Crea account
ja: アカウントを作成する
mi: Waihanga Pūkete
ms: Cipta Akaun
nl: Account maken
pl: Utwórz konto
pt_br: Criar conta
ru: Создать учетную запись
sl: Ustvari račun
sv: Skapa konto
th: จัดทำบัญชีผู้ใช้
vi: Tạo Tài Khoản

source: Create announcement
ar: إنشاء إعلان
ca: Crea un anunci
cy: Creu Cyhoeddiad
da: Opret bekendtgørelse
de: Ankündigung erstellen
es_es: Crear anuncio
fi: Luo ilmoitus
fr_ca: Créer une annonce
id: Buat Pengumuman
is: Búa til tilkynningu
it: Crea annuncio
ja: アナウンスメントを作成
mi: Waihanga Pānuitanga
ms: Cipta Pengumuman
nl: Aankondiging maken
pl: Utwórz powiadomienie
pt_br: Criar Aviso
ru: Создать Объявление
sl: Ustvari obvestilo
sv: Skapa anslag
th: จัดทำประกาศ
vi: Tạo Thông Báo

source: Create discussion
ar: إنشاء مناقشة
ca: Crea un fòrum
cy: Creu Trafodaeth
da: Opret diskussion
de: Diskussion anlegen
es_es: Crear foro de discusión
fi: Luo keskustelu
fr_ca: Créer une discussion
id: Buat Diskusi
is: Búa til umræður
it: Crea discussione
ja: ディスカッションを作成
mi: Waihanga Kōrerorero
ms: Cipta Perbincangan
nl: Discussie maken
pl: Utwórz dyskusję
pt_br: Criar Fórum
ru: Создать Обсуждение
sl: Ustvari razpravo
sv: Skapa diskussion
th: จัดทำการพูดคุย
vi: Tạo Thảo Luận

source: Creative Commons license
ar: ترخيص المشاع الإبداعي
ca: Llicència de Creative Commons
cy: Trwydded Creative Commons
da: Creative Commons-licens
de: Creative-Commons-Lizenz
es_es: Licencia Creative Commons
fi: Creative Commons -lisenssi
fr_ca: Licence Creative Commons
id: Lisensi Creative Commons
is: Creative Commons leyfi
it: Licenza Creative Commons
ja: Creative Commons ライセンス
mi: Ko te Raihana Whaiaro Whaimana
ms: Lesen Creative Commons
nl: Creative Commons-licentie
pl: Licencja Creative Commons
pt_br: Licença do Creative Commons
ru: Лицензия творческого сообщества
sl: Licenca Creative Commons
sv: Creative Commons-licens
th: สิทธิ์ใช้งาน Creative Commons
vi: Giấy Phép Creative Commons

# Current Enrollments
source: Current enrolments
ar: التسجيلات الحالية
ca: Inscripcions actuals
cy: Ymrestriad presennol
da: Aktuelle tilmeldinger
de: Aktuelle Einschreibungen
es_es: Inscripciones actuales
fi: Tämänhetkiset ilmoittautumiset
fr_ca: Inscriptions actuelles
id: Pendaftaran Saat Ini
is: Núverandi innritanir
it: Iscrizioni attuali
ja: 現在の登録
mi: Whakaurunga o nāianei
ms: Pendaftaran Semasa
nl: Huidige inschrijvingen
pl: Bieżące zapisy
pt_br: Matrículas atuais
ru: Текущие регистрации
sl: Trenutni vpisi
sv: Nuvarande registreringar
th: การลงทะเบียนในปัจจุบัน
vi: Ghi Danh Hiện Tại

source: Current Grade
ar: التقدير الحالي
ca: Nota actual
cy: Gradd Bresennol
da: Nuværende karakter
de: Aktuelle Note
es_es: Nota actual
fi: Kurssin arvosana
fr_ca: Note actuelle
id: Nilai Saat Ini
is: Núverandi einkunn
it: Voto attuale
ja: 現在の評定
mi: Kōeke ō naianei
ms: Gred Semasa
nl: Huidig cijfer
pl: Bieżąca ocena
pt_br: Nota atual
ru: Текущая оценка
sl: Trenutna ocena
sv: Aktuellt omdöme
th: เกรดในปัจจุบัน
vi: Điểm Hiện Tại

source: Current Grading Period
ar: فترة منح العلامات الحالية
ca: Període de qualificació actual
cy: Cyfnod Graddio Presennol
da: Nuværende karakterperiode
de: Aktueller Benotungszeitraums
es_es: Período de evaluación actual
fi: Nykyinen arvosanojen antojakso
fr_ca: Période de notation actuelle
id: Periode Penilaian Saat Ini
is: Núverandi einkunnatímabil
it: Periodo di valutazione attuale
ja: 現在の採点期間
mi: Hanga Kōeke Wā
ms: Tambah Tempoh Semasa
nl: Huidige beoordelingsperiode
pl: Bieżący okres oceniania
pt_br: Período de pontuação atual
ru: Текущий период оценки
sl: Trenutno ocenjevalno obdobje
sv: Aktuell omdömesperiod
th: ระยะเวลาการให้เกรดในปัจจุบัน
vi: Thời Gian Phân Loại Điểm Hiện Tại

source: Current position
ar: المركز الحالي
ca: Posició actual
cy: Lleoliad presennol
da: Aktuel position
de: Aktuelle Position
es_es: Posición actual
fi: Nykyinen asema
fr_ca: Job actuel
id: Posisi saat ini
is: Núverandi staða
it: Posizione attuale
ja: 現在のポジション
mi: Te wāhanga o nāianei
ms: Kedudukan semasa
nl: Huidige positie
pl: Bieżąca pozycja
pt_br: Posição atual
ru: Текущая позиция
sl: Trenutni položaj
sv: Aktuell position
th: สถานะปัจจุบัน
vi: Vị trí hiện tại

# Customize Course
source: Customise module
ar: تخصيص مساق
ca: Personalitza l'assignatura
cy: Personoli Cwrs
da: Tilpas fag
de: Kurs anpassen
es_es: Personalizar asignatura
fi: Mukauta kurssi
fr_ca: Personnaliser le cours
id: Kustomisasikan Kursus
is: Sérsníða námskeið
it: Personalizza corso
ja: コースをカスタマイズ
mi: Whakarite akoranga
ms: Sesuaikan Kursus
nl: Cursus aanpassen
pl: Personalizuj kurs
pt_br: Personalizar curso
ru: Настроить курс
sl: Prilagodi predmet po meri
sv: Anpassa kurs
th: ปรับแต่งบทเรียน
vi: Tùy Chỉnh Khóa Học

source: Cyan
ar: سماوي
ca: Cian
es_es: Turquesa
fi: Syaani
id: Sian
is: Blágrænn
it: Ciano
ja: シアン
mi: Kawariki
ms: Sian
nl: Cyaan
pl: Cyjan
pt_br: Ciano
ru: Голубой
sl: Cijan
th: ฟ้า
vi: Xanh Lá Mạ

source: Daily
ar: يوميًا
ca: Diari
cy: Pob dydd
da: Dagligt
de: Täglich
es_es: Diariamente
fi: Päivittäin
fr_ca: Tous les jours
id: Setiap Hari
is: Daglega
it: Ogni giorno
ja: 毎日
mi: Ia rā
ms: Harian
nl: Dagelijks
pl: Codziennie
pt_br: Diariamente
ru: Ежедневно
sl: Dnevno
sv: Varje dag
th: รายวัน
vi: Hằng Ngày

source: Dark Mode
ar: وضع داكن
ca: Mode fosc
cy: Modd Tywyll
da: Mørk tilstand
de: Dunkel-Modus
es_es: Modo oscuro
fi: Tumma tila
fr_ca: Mode sombre
id: Mode Gelap
is: Dökk stilling
it: Modalità Scura
ja: ダークモード
mi: Aratau Pouri
ms: Mod Gelap
nl: Donkere modus
pl: Tryb ciemnego tła
pt_br: Modo escuro
ru: Темный режим
sl: Temni način
sv: Mörkt läge
th: โหมดมืด
vi: Chế Độ Tối

source: Dark theme
ar: النسق الداكن
ca: Tema fosc
cy: Thema dywyll
da: Mørkt tema
de: Dunkles Design
es_es: Tema oscuro
fi: Tumma teema
fr_ca: Thème sombre
id: Tema gelap
is: Dökkt þema
it: Tema scuro
ja: ダークテーマ
mi: Pouriuri kaupapa
ms: Tema gelap
nl: Donker thema
pl: Ciemny motyw
pt_br: Tema escuro
ru: Темная тема
sl: Temna preobleka
sv: Mörkt tema
th: ธีมมืด
vi: Chủ đề tối

source: Dark Theme
ar: النسق الداكن
ca: Tema fosc
cy: Thema Dywyll
da: Mørkt tema
de: Dunkles Design
es_es: Tema oscuro
fi: Tumma teema
fr_ca: Thème sombre
id: Tema Gelap
is: Dökkt þema
it: Tema scuro
ja: ダークテーマ
mi: Kaupapa pouri
ms: Tema Gelap
nl: Donker thema
pl: Ciemny motyw
pt_br: Tema escuro
ru: Темная тема
sl: Temna preobleka
sv: Mörkt tema
th: ธีมมืด
vi: Chủ Đề Tối

source: Dashboard
ar: لوحة المعلومات
ca: Panell de control
cy: Dangosfwrdd
da: Oversigt
es_es: Cuadro de mando
fi: Koontinäyttö
fr_ca: Tableau de bord
id: Dasboard
is: Skjáborð
ja: ダッシュボード
mi: Papatohu
ms: Papan Pemuka
pl: Panel nawigacyjny
pt_br: Painel
ru: Информационная панель
sl: Preglednica
sv: Översikt
th: แผงข้อมูล
vi: Bảng Điều Khiển

source: Dashboard options
ar: خيارات لوحة المعلومات
ca: Opcions del panell de control
cy: Opsiynau Dangosfwrdd
da: Forsideindstillinger
de: Dashboard-Optionen
es_es: Opciones del panel de control
fi: Koontinäytön asetukset
fr_ca: Options du tableau de bord
id: Opsi Dashboard
is: Valkostir skjáborðs
it: Opzioni dashboard
ja: ダッシュボードオプション
mi: Kōwhiringa Papatohu
ms: Pilihan Papan Pemuka
nl: Dashboardopties
pl: Opcje panelu nawigacyjnego
pt_br: Opções do painel de controle
ru: Опции инструментальной панели
sl: Možnosti preglednice
sv: Översiktsalternativ
th: ตัวเลือกแผงข้อมูล
vi: Tùy Chọn Bảng Điều Khiển

source: Dashboard settings
ar: إعدادات لوحة المعلومات
ca: Configuració del Panell de control
cy: Gosodiadau dangosfwrdd
da: Oversigt-indstillinger
de: Dashboard-Einstellungen
es_es: Ajustes del panel de control
fi: Koontinäytön asetukset
fr_ca: Paramètres du tableau de bord
id: Pengaturan dashboard
is: Stillingar Skjáborðs
it: Impostazioni dashboard
ja: ダッシュボードの設定
mi: Tautuhinga Papatohu
ms: Tetapan papan pemuka
nl: Dashboardinstellingen
pl: Ustawienia pulpitu nawigacyjnego
pt_br: Configurações do painel
ru: Настройки панели управления
sl: Nastavitve preglednice
sv: Inställningar för översikt
th: ค่าปรับตั้งแผงข้อมูล
vi: Cài đặt bảng điều khiển

source: Dashboard Settings
ar: إعدادات لوحة المعلومات
ca: Configuració del Panell de control
cy: Gosodiadau Dangosfwrdd
da: Oversigt-indstillinger
de: Dashboard-Einstellungen
es_es: Ajustes del panel de control
fi: Koontinäytön asetukset
fr_ca: Paramètres du tableau de bord
id: Pengaturan Dashboard
is: Stillingar Skjáborðs
it: Impostazioni dashboard
ja: ダッシュボードの設定
mi: Tautuhinga Papatohu
ms: Tetapan Papan Pemuka
nl: Dashboardinstellingen
pl: Ustawienia pulpitu nawigacyjnego
pt_br: Configurações do painel
ru: Настройки панели управления
sl: Nastavitve preglednice
sv: Inställningar för översikt
th: ค่าปรับตั้งแผงข้อมูล
vi: Cài Đặt Bảng Điều Khiển

source: Date
ar: التاريخ
ca: Data
cy: Dyddiad
da: Dato
de: Datum
es_es: Fecha
fi: Päivämäärä
id: Tanggal
is: Dagsetning
it: Data
ja: 日付
mi: Rā
ms: Tarikh
nl: Datum
pl: Data
pt_br: Data
ru: Дата
sl: Datum
sv: Datum
th: วันที่
vi: Ngày

source: Decline
ar: رفض
ca: Rebutja
cy: Gwrthod
da: Afvis
de: Ablehnen
es_es: Rechazar
fi: Hylkää
fr_ca: Décliner
id: Tolak
is: Hafna
it: Rifiuta
ja: 辞退する
mi: Te paheketanga
ms: Tolak
nl: Weigeren
pl: Odrzuć
pt_br: Recusar
ru: Снизить
sl: Zavrni
sv: Neka
th: ปฏิเสธ
vi: Từ Chối

source: Deep purple
ar: أرجواني داكن
ca: Porpra fosc
cy: Porffor Tywyll
da: Dyb lilla
de: Dunkelviolett
es_es: Morado oscuro
fi: Tumman violetti
fr_ca: Violet foncé
id: Ungu Gelap
is: Dökkfjólublár
it: Viola scuro
ja: ディープパープル
mi: Hohonu Waiporoporo
ms: Ungu Gelap
nl: Diep paars
pl: Głęboki fiolet
pt_br: Roxo Profundo
ru: Темно-фиолетовый
sl: Temno škrlatna
sv: Djup lila
th: ม่วงเข้ม
vi: Tía Đen

source: Delay posting
ar: تأخير النشر
ca: Retarda la publicació
cy: Oedi cyn postio
da: Udskyd opslag
de: Einstellen verzögern
es_es: Retrasar la publicación
fi: Viivästytä lähetystä
fr_ca: Retarder la publication
id: Tunda posting
is: Seinka birtingu
it: Ritarda post
ja: 後で投稿
mi: Takaware Tarea
ms: Tunda penyiaran
nl: Berichten plaatsen uitstellen
pl: Opóźnij ogłaszanie
pt_br: Atraso ao postar
ru: Отложить размещение сообщения
sl: Zakasni objavljanje
sv: Senarelägg publicering
th: หน่วงการโพสต์
vi: Trì hoãn đăng

source: Delayed until %@
ar: تم التأجيل حتى %@
ca: Retardat fins al %@
cy: Wedi gohirio tan %@
da: Forsinket indtil %@
de: Verzögert bis %@
es_es: Retrasado hasta %@
fi: Viivästetty asti %@
fr_ca: Retardé jusqu’à %@
id: Ditunda hingga %@
is: Tefst til %@
it: Rinviato fino al %@
ja: （）まで遅延%@
mi: Whakaroatia kī %@
ms: Ditunda sehingga %@
nl: Uitgesteld tot %@
pl: Przeniesiono na %@
pt_br: Atrasado até %@
ru: Отложено до %@
sl: Prestavljeno do %@
sv: Försenad till %@
th: หน่วงจนถึง %@
vi: Trì hoãn đến %@

source: Delete
ar: حذف
ca: Suprimeix
cy: Dileu
da: Slet
de: Löschen
es_es: Eliminar
fi: Poista
fr_ca: Supprimer
id: Hapus
is: Eyða
it: Elimina
ja: 削除
mi: Muku
ms: Padam
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ru: Удалить
sl: Odstrani
sv: Ta bort
th: ลบ
vi: Xóa

source: Delete Announcement
ar: حذف الإعلان
ca: Suprimeix l'anunci
cy: Dileu Cyhoeddiad
da: Slet besked
de: Ankündigung löschen
es_es: Eliminar anuncio
fi: Poista ilmoitus
fr_ca: Supprimer l’annonce
id: Hapus Pengumuman
is: Eyða tilkynningu
it: Elimina annuncio
ja: 発表を削除する
mi: Muku Pānuitanga
ms: Padam Pengumuman
nl: Aankondiging verwijderen
pl: Usuń ogłoszenie
pt_br: Excluir aviso
ru: Удалить аннотацию
sl: Izbriši obvestilo
sv: Ta bort anslaget
th: ลบประกาศ
vi: Xóa Thông Báo

source: Delete comment
ar: حذف التعليق
ca: Suprimeix el comentari
cy: Dileu sylw
da: Slet kommentar
de: Kommentar löschen
es_es: Eliminar comentario
fi: Poista kommentti
fr_ca: Supprimer le commentaire
id: Hapus komentar
is: Eyða athugasemd
it: Elimina commento
ja: コメントの削除
mi: Muku kōrero
ms: Padam komen
nl: Opmerking verwijderen
pl: Usuń komentarz
pt_br: Excluir comentário
ru: Удалить комментарий
sl: Izbriši komentar
sv: Ta bort kommentar
th: ลบความเห็น
vi: Xóa bình luận
