Repository: instructure/canvas-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: ar, ca, cy, da, de, es_es, fi, fr_ca, id, is, it, ja, mi, ms, nl, pl, pt_br, ru, sl, sv, th, vi

source: Never
ar: أبدًا
ca: Mai
cy: Byth
da: Aldrig
de: Nie
es_es: Nunca
fi: Ei koskaan
fr_ca: Jamais
id: Tidak Pernah
is: Aldrei
it: Mai
ja: まったくしない
mi: Kaua rawa
ms: Tidak Pernah
nl: Nooit
pl: Nigdy
pt_br: Nunca
ru: Никогда
sl: Nikoli
sv: Aldrig
th: ไม่เลย
vi: Không Bao Giờ

source: New Announcement
ar: إعلان جديد
ca: Anunci nou
cy: Cyhoeddiad Newydd
da: Ny besked
de: Neue Ankündigung
es_es: Nuevo anuncio
fi: Uusi ilmoitus
fr_ca: Nouvelle annonce
id: Pengumuman Baru
is: Ný tilkynning
it: Nuovo annuncio
ja: 新規発表
mi: Pānuitanga Hou
ms: Pengumuman Baharu
nl: Nieuwe aankondiging
pl: Nowe ogłoszenie
pt_br: Novo aviso
ru: Новое объявление
sl: Novo obvestilo
sv: Nytt anslag
th: ประกาศใหม่
vi: Thông Báo Mới

source: New conferences
ar: مؤتمرات جديدة
ca: Conferències noves
cy: Cynadleddau Newydd
da: Nye konferencer
de: Neue Konferenzen
es_es: Nuevas conferencias
fi: Uudet konferenssit
fr_ca: Nouvelles conférences
id: Konferensi Baru
is: Nýjar ráðstefnur
it: Nuove conferenze
ja: 新しい会議
mi: Ngā hui hou
ms: Persidangan Baharu
nl: Nieuwe vergaderingen
pl: Nowe konferencje
pt_br: Novas Conferências
ru: Новые конференции
sl: Nove konference
sv: Nya konferenser
th: การประชุมใหม่
vi: Hội Nghị Mới

source: New Discussion
ar: نقاش جديد
ca: Fòrum nou
cy: Trafodaeth Newydd
da: Ny diskussion
de: Neue Diskussion
es_es: Nuevo foro de discusión
fi: Uusi keskustelu
fr_ca: Nouvelle discussion
id: Diskusi Baru
is: Ný umræða
it: Nuova discussione
ja: 新しいディスカッション
mi: Kōrero hou
ms: Perbincangan Baharu
nl: Nieuwe discussie
pl: Nowa dyskusja
pt_br: Novo fórum
ru: Новая дискуссия
sl: Nova razprava
sv: Ny diskussion
th: การพูดคุยใหม่
vi: Thảo Luận Mới

source: New message
ar: رسالة جديدة
ca: Missatge nou
cy: Neges Newydd
da: Ny besked
de: Neue Nachricht
es_es: Mensaje nuevo
fi: Uusi viesti
fr_ca: Nouveau message
id: Pesan Baru
is: Ný skilaboð
it: Nuovo messaggio
ja: 新しいメッセージ
mi: Karere Hōu
ms: Mesej Baharu
nl: Nieuw bericht
pl: Nowa wiadomość
pt_br: Nova mensagem
ru: Новое сообщение
sl: Novo sporočilo
sv: Nytt kursmeddelande
th: ข้อความใหม่
vi: Tin Nhắn Mới

source: New page
ar: صفحة جديدة
ca: Pàgina nova
cy: Tudalen Newydd
da: Ny side
de: Neue Seite
es_es: Página nueva
fi: Uusi sivu
fr_ca: Nouvelle page
id: Halaman Baru
is: Ný síða
it: Nuova pagina
ja: 新しいページ
mi: Whārangi Hōu
ms: Halaman Baharu
nl: Nieuwe pagina
pl: Nowa strona
pt_br: Nova página
ru: Новая страница
sl: Nova stran
sv: Ny sida
th: หน้าใหม่
vi: Trang Mới

source: New Quiz
ar: اختبار جديد
ca: Prova nova
cy: Cwis Newydd
da: Ny test
de: Neues Quiz
es_es: Nueva prueba
fi: Uusi testi
fr_ca: Nouveau questionnaire
id: Kuis Baru
is: Nýtt próf
it: Nuovo quiz
ja: 新しい小テスト
mi: Quiz Hou
ms: Kuiz Baharu
nl: Nieuwe toets
pl: Nowy test
pt_br: Novo teste
ru: Новое тестирование
sl: Nov kviz
sv: Ny quiz
th: แบบทดสอบใหม่
vi: Câu Hỏi Kiểm Tra Mới

source: New Quizzes
ar: الاختبارات الموجزة الجديدة
ca: Proves noves
cy: Cwisiau Newydd
da: Nye test
de: Neue Quizze
es_es: Nuevas pruebas
fi: Uudet testit
fr_ca: Nouveaux questionnaires
id: Kuis Baru
is: Ný próf
it: Nuovi quiz
ja: 新小テスト
mi: Ngā Quizzes hou
ms: Kuiz Baharu
nl: Nieuwe toetsen
pl: Nowe testy
pt_br: Novos testes
ru: Новые тестирования
sl: Novi kvizi
th: แบบทดสอบใหม่
vi: Các Câu Hỏi Kiểm Tra Mới

source: New To Do
ar: قائمة مهمة جديدة
ca: Noves tasques pendents
cy: Tasg Newydd i’w Gwneud
da: Nyt på opgavelisten
de: Neue Aufgabe
es_es: Nueva tarea pendiente
fi: Uusi tehtävä
fr_ca: Nouvelle action
id: To Do Baru
is: Nýtt að gera
it: Nuovo elenco azioni
ja: 新しい To Do
mi: He Hou Whakamahi
ms: Senarai Untuk Dilakukan Baharu
nl: Nieuwe takenlijst
pl: Nowa lista zadań
pt_br: Nova lista de tarefas
ru: Новая задача
sl: Nov seznam opravil
sv: Ny att-göra
th: รายการสิ่งที่ต้องทำใหม่
vi: Việc Cần Làm Mới

source: Next
ar: التالي
ca: Següent
cy: Nesaf
da: Næste
de: Weiter
es_es: Siguiente
fi: Seuraava
fr_ca: Suivant
id: Berikutnya
is: Næsti
it: Successivo
ja: 次へ
mi: E haere ake nei
ms: Seterusnya
nl: Volgende
pl: Następny
pt_br: Próximo
ru: Далее
sl: Naprej
sv: Nästa
th: ถัดไป
vi: Tiếp

source: Next Week
ar: الأسبوع القادم
ca: La setmana que ve
cy: Wythnos Nesaf
da: Næste uge
de: Nächste Woche
es_es: Siguiente semana
fi: Ensi viikolla
fr_ca: La semaine prochaine
id: Minggu Depan
is: Næsta vika
it: Prossima settimana
ja: 次週
mi: Wiki Muri
ms: Minggu Seterusnya
nl: Volgende week
pl: Następny tydzień
pt_br: Próxima Semana
ru: На следующей неделе
sl: Naslednji teden
sv: Nästa vecka
th: สัปดาห์ถัดไป
vi: Tuần Tiếp Theo

source: Nickname
ar: اللقب
ca: Àlies
cy: Llysenw
da: Alias
de: Spitzname
es_es: Apodo
fi: Lempinimi
fr_ca: Pseudonyme :
id: Nama panggilan
is: Gælunafn
it: Soprannome
ja: ニックネーム
mi: Ingoakāinga
ms: Nama panggilan
nl: Bijnaam
pl: Przydomek
pt_br: Apelido
ru: Ник
sl: Vzdevek
sv: Smeknamn
th: ชื่อเล่น
vi: Biệt Danh

source: No
ar: لا
cy: Na
da: Nej
de: Nein
fi: Ei
fr_ca: Non
id: Tidak
is: Nei
ja: いいえ
mi: Kahore
ms: Tidak
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
sl: Ne
sv: Nej
th: ไม่
vi: Không

source: No Announcements
ar: لا توجد إعلانات
ca: Cap anunci
cy: Dim Cyhoeddiadau
da: Ingen beskeder
de: Keine Ankündigungen
es_es: No hay anuncios
fi: Ei ilmoituksia
fr_ca: Aucune annonce
id: Tidak Ada Pengumuman
is: Engar tilkynningar
it: Nessun annuncio
ja: アナウンスメントなし
mi: Kaore ngā pānui
ms: Tiada Pengumuman
nl: Geen aankondigingen
pl: Brak ogłoszeń
pt_br: Sem avisos
ru: Нет объявлений
sl: Brez obvestil
sv: Inga anslag
th: ไม่มีประกาศ
vi: Không Có Thông Báo Chung

source: No assignments
ar: لا توجد أي مهام
ca: No hi ha cap activitat
cy: Dim Aseiniadau
da: Ingen opgaver
de: Keine Aufgaben
es_es: No hay actividades
fi: Ei tehtäviä
fr_ca: Aucune tâche
id: Tidak Ada Tugas
is: Engin verkefni
it: Nessun compito
ja: 課題はありません
mi: Kaore ngā whakataunga
ms: Tiada Tugasan
nl: Geen opdrachten
pl: Brak zadań
pt_br: Sem tarefas
ru: Задания отсутствуют
sl: Ni nalog
sv: Inga uppgifter
th: ไม่มีภารกิจ
vi: Không Có Bài Tập

source: No available from date set.
ar: غير متوفر من مجموعة البيانات.
ca: No hi ha cap conjunt de dates \"Disponible de\".
cy: Heb bennu dyddiad 'ar gael o'.
da: Ingen tilgængelige fra dato indstillet.
de: Keine verfügbar vom eingestellten Datum
es_es: No está disponible desde la fecha establecida.
fi: Ei käytettävissä päivämääräjaksoja
fr_ca: Aucun disponible à partir de la date définie.
id: Tidak tersedia dari tanggal yang diatur.
is: Nei tiltækt frá degi stillt inn.
it: Non disponibile dalla data impostata.
ja: 日付セットからは利用できません。
mi: Kāore e wātea mai te rā kua whakatautia.
ms: Tiada yang tersedia dari tarikh ditetapkan.
nl: Geen datum ingesteld voor beschikbaar vanaf.
pl: Brak dostępnych od ustawionej daty.
pt_br: Indisponível a partir do conjunto de datas.
ru: Недоступно с заданной даты.
sl: Ni na voljo od nastavljenega datuma.
sv: Inget "tillgänglig från"-datum inställt.
th: ไม่พร้อมใช้จากวันที่ที่กำหนด
vi: Không có cài đặt từ ngày khả dụng.

source: No available until date set.
ar: لم يتم تعيين تاريخ "متوفر حتى".
ca: No hi ha cap conjunt de dates \"Disponible fins a\".
cy: Heb bennu dyddiad 'ar gael tan'.
da: Ikke tilgængelig, indtil dato er indstillet.
de: Keine verfügbar bis zum eingestellten Datum.
es_es: No está disponible hasta la fecha establecida.
fr_ca: Aucune date « disponible jusqu’à » définie
id: Tidak tersedia hingga tanggal yang diatur.
is: Nei tiltækt fram að degi stillt inn.
it: Non disponibile fino alla data impostata.
ja: 利用可能最終日がありません。
mi: Kaore i te wātea ki a tau ranō he rā.
ms: Tiada yang tersedia hingga tarikh ditetapkan.
nl: Geen datum ingesteld voor beschikbaar tot.
pl: Niedostępne do ustawionej daty.
pt_br: Indisponível até o conjunto de datas.
ru: Недоступно до заданной даты.
sl: Ni na voljo do nastavljenega datuma.
sv: Inget "tillgänglig till"-datum inställt.
th: ไม่พร้อมใช้จนถึงวันที่ที่กำหนด
vi: Không có cài đặt đến ngày khả dụng.

source: No Conferences
ar: لا توجد مؤتمرات
ca: Cap conferència
cy: Dim Cynadleddau
da: Ingen konferencer
de: Keine Konferenzen
es_es: No hay conferencias
fi: Ei konferensseja
fr_ca: Pas de conférence
id: Tidak Ada Konferensi
is: Engar ráðstefnur
it: Nessuna conferenza
ja: 会議はありません
mi: Kaore ngā Hui
ms: Tiada Persidangan
nl: Geen vergaderingen
pl: Brak konferencji
pt_br: Sem conferências
ru: Нет веб-конференций
sl: Ni konferenc
sv: Inga konferenser
th: ไม่มีการประชุม
vi: Không Có Hội Nghị

source: No Content
ar: لا يوجد محتوى
ca: Sense contingut
cy: Dim Cynnwys
da: Intet indhold
de: Kein Inhalt
es_es: No hay contenido
fi: Ei sisältöä
fr_ca: Pas de contenu
id: Tidak Ada Konten
is: Ekkert efni
it: Nessun contenuto
ja: コンテンツなし
mi: Kaore Ihirangi
ms: Tiada Kandungan
nl: Geen inhoud
pl: Brak zawartości
pt_br: Sem conteúdo
ru: Нет контента
sl: Ni vsebine.
sv: Inget innehåll
th: ไม่มีเนื้อหา
vi: Không Có Nội Dung

# No Course Content
source: No Module Content
ar: لا يوجد محتوى مساق
ca: No hi ha cap contingut de l’assignatura
cy: Dim Cynnwys Cwrs
da: Intet fagindhold
de: Keine Kursinhalte
es_es: No hay contenido del curso
fi: Ei kurssisisältöä
fr_ca: Pas de contenu de cours
id: Tidak Ada Konten Kursus
is: Ekkert námskeiðsefni
it: Nessun contenuto del corso
ja: コースコンテンツなし
mi: Karekau he ihirangi akoranga
ms: Tiada Kandungan Kursus
nl: Geen cursusinhoud
pl: Brak zawartości kursu
pt_br: Nenhum conteúdo do curso
ru: Нет контента курса
sl: Ni vsebine predmeta
sv: Inget kursinnehåll
th: ไม่มีเนื้อหาบทเรียน
vi: Không Có Nội Dung Khóa Học

# No Courses
source: No modules
ar: لا يوجد أي مساق
ca: No hi ha cap assignatura
cy: Dim Cyrsiau
da: Ingen kurser
de: Keine Kurse
es_es: No hay asignaturas
fi: Ei kursseja
fr_ca: Aucun cours
id: Tidak Ada Kursus
is: Engin námskeið
it: Nessun corso
ja: コースはありません
mi: Kāore he Akoranga
ms: Tiada Kursus
nl: Geen cursussen
pl: Brak kursów
pt_br: Sem Cursos
ru: Курсы отсутствуют
sl: Ni predmetov
sv: Inga kurser
th: ไม่มีบทเรียน
vi: Không Có Khóa Học

source: No date selected
ar: لا يوجد تاريخ محدد
ca: No s’ha seleccionat cap data
cy: Dim dyddiad wedi’i ddewis
da: Ingen dato valgt
de: Kein Datum ausgewählt
es_es: No se ha seleccionado la fecha
fi: Päivämääriä ei ole valittu
fr_ca: Aucune date sélectionnée
id: Tanggal tidak dipilih
is: Engin dagsetning valin
it: Nessuna data selezionata
ja: 選択された日付なし
mi: Kaore he rā i tīpakohia
ms: Tiada tarikh dipilih
nl: Geen datum geselecteerd
pl: Nie wybrano daty
pt_br: Nenhuma data selecionada
ru: Дата не выбрана
sl: Izbran ni noben datum
sv: Inget datum har valts
th: ไม่ได้เลือกวันที่ไว้
vi: Không có ngày được chọn

source: No description
ar: بلا وصف
ca: Sense descripció
cy: Dim disgrifiad
da: Ingen beskrivelse
de: Keine Beschreibung
es_es: Sin descripción
fi: Ei kuvausta
fr_ca: Aucune description
id: Tanpa deskripsi
is: Engin lýsing
it: Nessuna descrizione
ja: 説明なし
mi: Kāore he whakaahuatanga
ms: Tiada penerangan
nl: Geen beschrijving
pl: Brak opisu
pt_br: Sem descrição
ru: Описание отсутствует
sl: Brez opisa
sv: Ingen beskrivning
th: ไม่มีรายละเอียด
vi: Không có mô tả

source: No Discussions
ar: لا توجد نقاشات
ca: No hi ha cap fòrum
cy: Dim Trafodaethau
da: Ingen diskussioner
de: Keine Diskussionen
es_es: No hay foros
fi: Keskustelut
fr_ca: Aucune discussion
id: Tidak Ada Diskusi
is: Engar umræður
it: Nessuna discussione
ja: ディスカッションなし
mi: Kaore he kōrerorero
ms: Tiada Perbincangan
nl: Geen discussies
pl: Brak dyskusji
pt_br: Sem fóruns
ru: Нет дискуссий
sl: Ni razprav.
sv: Inga diskussioner
th: ไม่มีการพูดคุย
vi: Không Có Thảo Luận

source: No due date
ar: لا يوجد تاريخ استحقاق
ca: Sense data de lliurament
cy: Dim Dyddiad Erbyn
da: Ingen afleveringsdato
de: Kein Abgabetermin
es_es: No hay fecha de entrega
fi: Ei määräpäivää
fr_ca: Aucune date d'échéance
id: Tidak Ada Batas Waktu
is: Enginn skiladagur
it: Nessuna data di scadenza
ja: 期日なし
mi: Kaore he ra tika
ms: Tiada Tarikh Siap
nl: Geen inleverdatum
pl: Brak terminu
pt_br: Sem prazo de entrega
ru: Срок выполнения не задан
sl: Ni roka.
sv: Inget inlämningsdatum
th: ไม่มีวันครบกำหนด
vi: Không Có Ngày Đến Hạn

source: No due date set.
ar: لم يتم تعيين تاريخ الاستحقاق.
ca: Sense cap conjunt de dates de lliurament.
cy: Heb bennu 'dyddiad erbyn'.
da: Ingen afleveringsdato angivet.
de: Kein Fälligkeitsdatum festgelegt
es_es: No hay fecha de entrega establecida.
fi: Määräpäivää ei ole määritetty.
fr_ca: Aucune date d’échéance définie.
id: Tanpa tanggal batas yang diatur.
is: Enginn skiladagur ákveðinn.
it: Nessuna data di scadenza impostata.
ja: 期限は設定されていません。
mi: Kāore he rā tika kua whakatautia.
ms: Tiada tarikh siap ditetapkan.
nl: Geen inleverdatum ingesteld.
pl: Brak ustawionego terminu.
pt_br: Nenhum prazo de entrega definido.
ru: Не задан срок исполнения.
sl: Rok ni nastavljen.
sv: Inget inlämningsdatum inställt
th: ไม่ได้ระบุวันครบกำหนด
vi: Không có cài đặt ngày đến hạn/

source: No events today!
ar: لا توجد أحداث اليوم!
ca: Avui no hi ha cap esdeveniment.
cy: Dim Digwyddiadau Heddiw!
da: Ingen begivenheder i dag!
de: Heute keine Ereignisse!
es_es: No hay ningún evento hoy
fi: Ei tapahtumia tänään!
fr_ca: Aucun événement d'aujourd'hui!
id: Tidak Ada Acara Hari Ini!
is: Engir viðburðir í dag!
it: Oggi, nessun evento!
ja: 今日は、イベントはありません！
mi: Kaore he tauwhāinga i tēnei rā!
ms: Tiada Acara Hari Ini!
nl: Vandaag geen gebeurtenissen!
pl: Brak wydarzeń na dziś!
pt_br: Nenhum evento hoje!
ru: На сегодня события отсутствуют!
sl: Danes ni dogodkov.
sv: Inga händelser idag!
th: ไม่มีกิจกรรมในวันนี้!
vi: Không Có Sự Kiện Hôm Nay!

source: No files
ar: لا توجد ملفات
ca: No hi ha cap fitxer
cy: Dim Ffeiliau
da: Inge filer
de: Keine Dateien
es_es: No hay archivos
fi: Ei tiedostoja
fr_ca: Aucun fichier
id: Tidak Ada File
is: Engar skrár
it: Nessun file
ja: ファイルがありません
mi: Kāore ngā kōnae
ms: Tiada Fail
nl: Geen bestanden
pl: Brak plików
pt_br: Nenhum arquivo
ru: Нет файлов
sl: Ni datotek.
sv: Inga filer
th: ไม่มีไฟล์
vi: Không Có Tập Tin

source: No image found from image picker
ar: لم يتم العثور على صورة من منتقي الصور
ca: No s'ha trobat cap imatge al selector d'imatges
cy: Heb ddod o hyd i ddelwedd o'r dewisydd delwedd
da: Intet billede fundet i billedvælgeren
de: Kein Bild von Image-Picker gefunden
es_es: No se han encontrado imágenes en el selector de imágenes
fi: Kuvaa ei löytynyt kuvan poimintatoiminnosta
fr_ca: Aucune image trouvée du sélecteur d’images
id: Gambar tidak ditemukan dari pemilih gambar
is: Engin mynd fannst í myndavali okkar
it: Nessuna immagine trovata dalla selezione immagine
ja: 画像ピッカーに画像が見つかりませんでした
mi: Kaore i kitea he āhua mai i te āhua kaiwhiwhi
ms: Tiada imej ditemui dari pemilih imej
nl: Er is geen afbeelding gevonden van afbeeldingkiezer
pl: Nie odnaleziono obrazu z narzędzia wyboru obrazów
pt_br: Nenhuma imagem encontrada no seletor de imagens
ru: Средству сбора изображений не удалось найти ни одного изображения
sl: Izbirnik slik ni našel nobene slike
sv: Ingen bild hittades i bildväljaren
th: ไม่พบภาพจากตัวเลือกภาพ
vi: Không tìm thấy hình ảnh từ bộ chọn hình ảnh

source: No Messages
ar: لا توجد رسائل
ca: No hi ha cap missatge
cy: Dim Negeseuon
da: Ingen beskeder
de: Keine Nachrichten
es_es: No hay mensajes
fi: Ei viestejä
fr_ca: Aucun message
id: Tidak Ada Pesan
is: Engin skilaboð
it: Nessun messaggio
ja: メッセージはありません
mi: Kāore he Karere
ms: Tiada Mesej
nl: Geen berichten
pl: Brak wiadomości
pt_br: Não há mensagens
ru: Нет сообщений
sl: Ni sporočil
sv: Inga meddelanden
th: ไม่มีข้อความ
vi: Không Có Tin Nhắn

# No Modules
source: No units
ar: لا توجد وحدات نمطية
ca: No hi ha cap contingut
cy: Dim Modiwlau
da: Ingen moduler
de: Keine Module
es_es: No hay contenidos
fi: Ei moduuleita
fr_ca: Aucun module
id: Tidak Ada Modul
is: Engar einingar
it: Nessun modulo
ja: モジュールなし
mi: Kaore ngā kōwae
ms: Tiada Modul
nl: Geen modules
pl: Brak modułów
pt_br: Sem módulos
ru: Модули отсутствуют
sl: Ni modulov.
sv: Inga moduler
th: ไม่มีหน่วยการเรียน
vi: Không Có Học Phần

source: No pages
ar: لا توجد صفحات
ca: No hi ha cap pàgina
cy: Dim Tudalennau
da: Ingen sier
de: Keine Seiten
es_es: No hay páginas
fi: Ei sivuja
fr_ca: Aucune page
id: Tidak Ada Halaman
is: Engar síður
it: Nessuna pagina
ja: ページなし
mi: Kaore ngā Whārangi
ms: Tiada Halaman
nl: Geen pagina's
pl: Brak stron
pt_br: Sem páginas
ru: Страницы отсутствуют
sl: Ni strani.
sv: Inga sidor
th: ไม่มีหน้าเพจ
vi: Không Có Trangg

source: No preview available
ar: لا توجد معاينة متاحة
ca: No hi ha cap visualització prèvia disponible
cy: Dim rhagolwg ar gael
da: Ingen forhåndsvisning til rådighed
de: Keine Vorschau verfügbar
es_es: Vista previa no disponible
fi: Ei esikatselua saatavilla
fr_ca: Aucun aperçu disponible
id: Tinjauan tidak tersedia
is: Engin forskoðun í boði
it: Nessuna anteprima disponibile
ja: プレビューできません
mi: Kāore he arokite wātea
ms: Tiada pratonton tersedia
nl: Geen voorbeeld beschikbaar
pl: Podgląd niedostępny
pt_br: Nenhuma prévia disponível
ru: Нет доступного предпросмотра
sl: Predogled ni na voljo
sv: Förhandsgranskning är inte tillgängligt
th: ไม่มีตัวอย่าง
vi: Không có bản xem trước nào

source: No Quizzes
ar: لا توجد اختبارات موجزة
ca: No hi ha cap prova
cy: Dim Cwisiau
da: Ingen test
de: Keine Quizze
es_es: No hay pruebas
fi: Ei tietovisoja
fr_ca: Aucun questionnaire
id: Tidak Ada Kuis
is: Engin próf
it: Nessun quiz
ja: 小テストなし
mi: Kaore nga Quizzes
ms: Tiada Kuiz
nl: Geen toetsen
pl: Brak testów
pt_br: Sem testes
ru: Нет тестов
sl: Ni kvizov.
sv: Inga quiz
th: ไม่มีแบบทดสอบ
vi: Không Có Các Câu Hỏi Kiểm Tra

source: No results
ar: لا توجد نتائج
ca: No hi ha cap resultat
cy: Dim Canlyniadau
da: Ingen resultater
de: Keine Ergebnisse
es_es: No hay resultados
fi: Ei tuloksia
fr_ca: Pas de résultat
id: Tidak Ada Hasil
is: Engar niðurstöður
it: Nessun risultato
ja: 結果はありません
mi: Kāore Ngā Hua
ms: Tiada Keputusan
nl: Geen resultaten
pl: Brak wyników
pt_br: Nenhum resultado
ru: Нет результатов
sl: Ni rezultatov
sv: Inga resultat
th: ผลลัพธ์
vi: Không Có Kết Quả

source: No Sections
ar: لا توجد أقسام
ca: Cap secció
cy: Dim Adrannau
da: Ingen sektioner
de: Keine Abschnitte
es_es: No hay secciones
fi: Ei osia
fr_ca: Pas de sections
id: Tidak Ada Bagian
is: Engir hlutar
it: Nessuna sezione
ja: セクションなし
mi: Kaore Ngā Wāhanga
ms: Tiada Seksyen
nl: Geen secties
pl: Brak sekcji
pt_br: Número de seções
ru: Нет разделов
sl: Ni sekcij
sv: Inga sektioner
th: ไม่มีกลุ่มย่อย
vi: Không Có Phần

source: No Subject
ar: لا يوجد موضوع
ca: Sense assumpte
cy: Dim Pwnc
da: Intet emne
de: Kein Betreff
es_es: No hay temas
fi: Ei aihetta
fr_ca: Aucun sujet
id: Tanpa Subjek
is: Ekkert efnisheiti
it: Nessun oggetto
ja: 件名なし
mi: Kāore he Kaupapa
ms: Tiada Subjek
nl: Geen onderwerp
pl: Brak tematu
pt_br: Sem assunto
ru: Нет темы
sl: Ni zadeve
sv: Inget ämne
th: ไม่มีหัวเรื่อง
vi: Không Có Tiêu Đề

source: No submission
ar: لا يوجد إرسال
ca: Cap entrega
cy: Dim cyflwyniad
da: Ingen aflevering
de: Keine Abgabe
es_es: No hay entregas
fi: Ei lähetystä
fr_ca: Aucune soumission
id: Tidak Ada Penyerahan
is: Engin skil
it: Nessuna consegna
ja: 提出なし
mi: Kāore he Tukunga
ms: Tiada Serahan
nl: Geen inzending
pl: Brak przesłanych zadań
pt_br: Sem envio
ru: Нет отправки
sl: Ni oddaj.
sv: Ingen inlämning
th: ไม่มีผลงานจัดส่ง
vi: Không Có Mục Nộp

source: No supported files to submit
ar: لا توجد ملفات مدعومة للإرسال
ca: No hi ha cap fitxer admès per enviar
cy: Dim ffeiliau y mae modd delio â nhw i’w cyflwyno
da: Ingen understøttede filer at indsende
de: Keine zu sendenden unterstützten Dateien
es_es: No hay archivos para entregar
fi: Ei lähetettäviä tuettuja tiedostoja
fr_ca: Aucun fichier pris en charge à soumettre
id: Tidak ada file untuk diserahkan
is: Engar studdar skrár til að skila
it: Nessun file supportato da inviare
ja: サポートされているファイルはありません
mi: Kaore he kōnae tautoko hei tuku
ms: Tiada fail disokong untuk serahan
nl: Geen ondersteunde bestanden om in te leveren
pl: Brak obsługiwanych plików do przesłania
pt_br: Nenhum arquivo suportado para enviar
ru: Нет поддерживаемых файлов для отправки
sl: Ni podprtih datotek za oddajo
sv: Det finns inga filer som stöds att lämna in
th: ไม่มีไฟล์ที่รองรับสำหรับส่ง
vi: Không có tập tin được hỗ trợ nào để nộp

source: No time Limit
ar: لا يوجد حد زمني
ca: Sense límit de temps
cy: Dim Terfyn Amser
da: Ingen tidsbegrænsning
de: Kein Zeitlimit
es_es: No hay límite de tiempo
fi: Ei aikarajaa
fr_ca: Pas de limite de temps
id: Tanpa batas waktu
is: Engin tímamörk
it: Nessun limite di tempo
ja: 時間制限なし
mi: Karekau he Tepe wa
ms: Tiada Had masa
nl: Geen tijdslimiet
pl: Brak limitu czasu
pt_br: Sem limite de tempo
ru: Без ограничения по времени
sl: Brez časovne omejitve
sv: Ingen tidsgräns
th: ไม่มีจำกัดเวลา
vi: Không Giới Hạn thời gian

source: None
ar: بلا
ca: Cap
cy: Dim
da: Ingen
de: Keine
es_es: Ninguno
fi: Ei mitään
fr_ca: Aucun
id: Tidak ada
is: Ekkert
it: Nessuno
ja: なし
mi: Kaore
ms: Tiada
nl: Geen
pl: Brak
pt_br: Nenhum
ru: Нет
sl: Brez
sv: Inga
th: ไม่มี
vi: Không Có

source: Not enrolled
ar: غير مسجل
ca: No s’ha inscrit
cy: Ddim wedi ymrestru
da: Ikke tilmeldt
de: Nicht angemeldet
es_es: No inscrito
fi: Ei ilmoittautunut
fr_ca: Non inscrit
id: Tidak terdaftar
is: Ekki innritaður
it: Non iscritto
ja: 未登録
mi: Kaore i whakaurutia
ms: Tidak didaftarkan
nl: Niet ingeschreven
pl: Nie zarejestrowany
pt_br: Não matriculado
ru: Не зарегистрирован
sl: Ni vpisan
sv: Ej registrerad
th: ไม่ได้ลงทะเบียน
vi: Chưa

source: Not graded
ar: لم يتم التقييم
ca: Sense nota
cy: Heb eu graddio
da: Ikke bedømt
de: Unbenotet
es_es: Sin evaluar
fi: Ei arvosteltu
fr_ca: Non noté
id: Tidak Dinilai
is: Ekki metið
it: Non valutato
ja: 採点されていません
mi: Kāore i kōeketia
ms: Tidak Bergred
nl: Niet beoordeeld
pl: Nie oceniono
pt_br: Sem nota
ru: Оценка не выставлена
sl: Ni ocenjeno
sv: Ej bedömd
th: ไม่ได้ลงเกรด
vi: Chưa Được Chấm Điểm

source: Not published
ar: غير منشور
ca: No s'ha publicat
cy: Heb Gyhoeddi
da: Ikke offentliggjort
de: Nicht veröffentlicht
es_es: No publicado
fi: Ei julkaistu
fr_ca: Non publié
id: Tidak Diterbitkan
is: Ekki birt
it: Non pubblicato
ja: 未公開
mi: Kāore i whakaputaina
ms: Tidak Diterbitkan
nl: Niet gepubliceerd
pl: Nieopublikowane
pt_br: Não publicado
ru: Не опубликовано
sl: Ni objavljeno.
sv: Inte publicerad
th: ไม่ได้เผยแพร่
vi: Chưa Phát Hành

source: Not started
ar: لم يتم البدء
ca: No s'ha començat
cy: Heb ei ddechrau
da: Ikke startet
de: Nicht begonnen
es_es: No comenzado
fi: Ei aloitettu
fr_ca: Non commencé
id: Tidak Dimulai
is: Ekki byrjað
it: Non iniziato
ja: 始まっていない
mi: Kaore i timata
ms: Tidak Dimulakan
nl: Niet gestart
pl: Nie rozpoczęto
pt_br: Não Começou
ru: Не начато
sl: Ni začeto.
sv: Inte påbörjad
th: ไม่ได้เริ่มต้น
vi: Chưa Bắt Đầu

source: Not submitted
ar: لم يتم الإرسال
ca: No entregat
cy: Heb Gyflwyno
da: Ikke indsendt
de: Nicht abgegeben
es_es: No entregado
fi: Ei lähetetty
fr_ca: Non soumis
id: Belum Diserahkan
is: Ekki lagt fram
it: Non inviato
ja: 未提出
mi: E Kore E Tukua
ms: Tidak Diserahkan
nl: Niet ingediend
pl: Nie wysłano
pt_br: Não Enviado
ru: Не отправлено
sl: Ni oddano.
sv: Inte inskickade
th: ไม่ได้จัดส่ง
vi: Chưa Nộp

source: Not supported
ar: غير مدعوم
ca: No és compatible
cy: Does dim modd delio â hwn
da: Ikke understøttet
de: Nicht unterstützt
es_es: No compatible
fi: Ei tuettu
fr_ca: Non pris en charge
id: Tidak didukung
is: Ekki stutt
it: Non supportato
ja: サポートされていません
mi: Kaore tautokona
ms: Tidak disokong
nl: Niet ondersteund
pl: Nieobsługiwane
pt_br: Não suportado
ru: Не поддерживается
sl: Ni podprto
sv: Stöds inte
th: ไม่รองรับ
vi: Không được hỗ trợ

source: Not Urgent
ar: ليس عاجلاً
ca: No és urgent
cy: Dim Brys
da: Haster ikke
de: Nicht dringend
es_es: No es urgente
fi: Ei kiireellinen
fr_ca: Non urgent
id: Tidak Mendesak
is: Ekki áríðandi
it: Non urgente
ja: 緊急ではありません
mi: Kaore i te Whakahihiri
ms: Tidak Mendesak
nl: Niet urgent
pl: Niepilne
pt_br: Não é urgente
ru: Не срочно
sl: Ni nujno
sv: Ej brådskande
th: ไม่ด่วน
vi: Không Gấp
