Repository: instructure/canvas-ios
Catalog: Frameworks/Quizzes/QuizKit/*.lproj/Localizable.strings
Languages: es, ja, mi, pt_br

source: Error report ID: (reportID)
es: Id del informe del error: (reportID)
ja: エラー報告ID: (reportID)
mi: ID pūrongo Hapa: (pūrongo ID)
pt_br: ID do relatório de erro: (reportID)

source: Failure reason: (reason).
es: Rasón de la falla: (razón).
ja: 失敗の理由: (理由)。
mi: take Rahunga: (take).
pt_br: Motivo da falha: (reason).

source: %d questions not answered
es: %d preguntas no respondidas
ja: %d つの質問が回答されていません
mi: %d ngā pātai e kore e whakahoki
pt_br: %d questões não respondidas

source: (questionsController!.flaggedCount) Questions Answered
es: (questionsController!.flaggedCount) Preguntas respondidas
ja: 回答された質問数 (questionsController!.flaggedCount)
mi: (Pātai Controller! Kaute .flagged) Tali Pātai
pt_br: (questionsController!.flaggedCount) Questões Respondidas

source: 0 Questions Answered
es: 0 preguntas respondidas
ja: 回答された質問数 0
mi: 0 Pātai Tali
pt_br: 0 Questões Respondidas

source: 5 minutes remaining
es: Quedan 5 minutos
ja: 残り時間5分
mi: 5 meneti e toe ana
pt_br: 5 minutos restantes

source: 30 seconds remaining
es: Quedan 30 segundos
ja: 残り時間30秒
mi: 30 hēkona toe
pt_br: 30 segundos restantes

source: Allowed Attempts
es: Intentos permitidos
ja: 許可された試行回数
mi: Ngā nganatanga E whakaaetia
pt_br: Tentativas Permitidas

source: An unknown error has occurred.
es: Ha ocurrido un error desconocido.
ja: 不明なエラーが発生しました
mi: Kua puta tētahi hapa tē mōhiotia.
pt_br: Ocorreu um erro desconhecido.

source: Are you sure you want to leave this quiz?
es: ¿Seguro que quiere abandonar esta evaluación?
ja: このクイズを止めますか？
mi: E tino koe e hiahia ana koe ki te waiho i tenei pātaitai?
pt_br: Você tem certeza de que quer sair do questionário?

source: Are you sure you want to submit your answers?
es: ¿Está seguro de que desea enviar sus respuestas?
ja: 回答を提出しますか？
mi: E tino koe e hiahia ana koe ki te tuku koutou whakautu?
pt_br: Você tem certeza de que quer enviar suas respostas?

source: Available Until
es: Disponible hasta
ja: まで可能
mi: Wātea Kia
pt_br: Disponível Até

source: Cancel
es: Cancelar
ja: キャンセル
mi: Whakakore
pt_br: Cancelar

source: Continue Quiz
es: Continuar la evaluación
ja: クイズを続ける
mi: Tonu Pātaitai
pt_br: Continuar o Questionário

source: Dismiss
es: Descartar
ja: 棄却する
mi: Tonoa
pt_br: Recusar

source: Done
es: Hecho
ja: 完了
mi: Mahia
pt_br: Feito

source: Due Date
es: Fecha de entrega
ja: 期限日
mi: Rā Nā
pt_br: Data Limite

source: Enter answer...
es: Ingresar la respuesta...
ja: 回答を入力...
mi: E tomo whakahoki ...
pt_br: Digite a resposta...

source: Error Loading Quiz
es: Error al cargar la evaluación
ja: クイズ読み込み中エラー
mi: He hapa i te wā uta patapatai
pt_br: Erro ao carregar questionário

source: Error report ID: (reportID)
es: ID del informe del error: (reportID)
ja: エラーレポート ID(reportID)
mi: Rīpoata hapa ID: (reportID)
pt_br: ID do relatório de erro: (reportID)

source: Exit
es: Salir
ja: 退出
mi: Waiho
pt_br: Sair

source: Failure reason: (reason).
es: Motivo de la falla: (motivo).
ja: エラーの理由：(理由)。
mi: Te take i rahua ai: (take)
pt_br: Motivo da falha: (motivo).

source: Flagged
es: Marcados con una bandera
ja: フラグ付けされました
mi: Karaina
pt_br: Sinalizado

source: Hide Question List
es: Esconder la lista de preguntas
ja: 質問リストを隠す
mi: Huna Rārangi Pātai
pt_br: Esconder Lista de Questões

source: Leave
es: Abandonar
ja: 閉じる
mi: Waiho
pt_br: Sair

source: Lock Date Reached Submitting
es: Fecha de bloqueo alcanzada Enviando
ja: ロックの日付に到達しました 提出中
mi: Maukati Rā tae tuku
pt_br: Data de Fechamento Atingida Enviando

source: Next
es: Siguiente
ja: 次へ
mi: Muri
pt_br: Próximo

source: No Due Date
es: Sin fecha de entrega
ja: 期限日なし
mi: Kāore he Rā whakaoti
pt_br: Sem Data Limite

source: No time limit
es: Sin tiempo límite
ja: 時間制限なし
mi: Kāore he tepe wā
pt_br: Sem limite de tempo

source: Not Takeable
es: No disponible
ja: 受けられません
mi: e kore e taaketia ana
pt_br: Não é Capaz de Ser Levado

source: Please check your network connection and try again.
es: Por favor, compruebe la conexión de la red y vuelva a intentarlo.
ja: ネットワークの接続を確認して再度お試しください。
mi: tirohia koa koutou hononga whatunga, me te ngana anō.
pt_br: Por favor verifique sua conexão de rede e tente novamente.

source: Points
es: Puntos
ja: ポイント
mi: Piro
pt_br: Pontos

source: Question
es: Pregunta
ja: 質問
mi: Pātai
pt_br: Pergunta

source: Question (questionNumber) Flagged
es: Pregunta (questionNumber) marcada con una bandera
ja: 質問 (questionNumber) がフラグ付けされました
mi: Pātai (Tau pātai) Karaina
pt_br: Questão (questionNumber) Sinalizada

source: Question (questionNumber) Unflagged
es: Pregunta (questionNumber) desmarcada
ja: 質問 (questionNumber) からフラグが外されました
mi: Pātai (Tau pātai) Karaina
pt_br: Questão (questionNumber) Não Sinalizada

source: Questions
es: Preguntas
ja: 質問
mi: Pātai
pt_br: Questões

source: Quiz Due
es: La evaluación vence
ja: クイズの期限
mi: Pātaitai Nā
pt_br: Questionário Devido

source: Quiz Error
es: Error de la evaluación
ja: クイズエラー
mi: Hapa Pātaitai
pt_br: Erro de Questionário

source: Quiz Submitted
es: Evaluación enviada
ja: クイズ提出済み
mi: Pātaitai Tāpaehia
pt_br: Questionário Enviado

source: Remove Formatting
es: Remover el formato
ja: フォーマットを取り消す
mi: Tangohia te Hōputu
pt_br: Remover Formatação

source: Resume Quiz
es: Reanudar evaluación
ja: クイズを再開する
mi: Anō Pātaitai
pt_br: Retomar o Questionário

source: Retake Quiz
es: Retomar la evaluación
ja: クイズを受けなおす
mi: Tangohia Pātaitai
pt_br: Refazer o Quiz

source: Select Answer
es: Seleccionar respuesta
ja: 回答を選択する
mi: Tīpako Whakautu
pt_br: Selecionar Resposta

source: Select all that apply
es: Seleccionar todas las que apliquen
ja: 適合するものすべてを選択
mi: Tīpakohia katoa e te tono
pt_br: Selecionar todas que se aplicam.

source: Show Question List
es: Mostrar la lista de preguntas
ja: 質問リストを表示する
mi: Whakaatu Rārangi Pātai
pt_br: Mostrar Lista de Questão

source: Show Timer
es: Mostrar el cronómetro
ja: タイマーを表示する
mi: Whakaatu Matawā
pt_br: Mostrar Cronômetro

source: Stay
es: Permanecer
ja: 留まる
mi: Noho
pt_br: Permanecer

source: Submission Failure
es: Falló el envío
ja: 提出失敗
mi: Rahunga Tukunga
pt_br: Falha no Envio

source: Submit
es: Enviar
ja: 提出する
mi: Tuku
pt_br: Enviar

source: Submitting Quiz
es: Enviando la evaluación
ja: クイズを提出する
mi: Tuku Pātaitai
pt_br: Enviando Quiz

source: Take Quiz
es: Tomar la evaluación
ja: クイズを受ける
mi: Tangohia Pātaitai
pt_br: Fazer o Questionário

source: The Pages are gone!? Why are the pages always gone?
es: ¡Las páginas ya no están! ¿Por qué desaparecen siempre las páginas?
ja: ページがなくなっています！なぜページがいつもなくなるのですか？
mi: Kua riro nga Whārangi !? He aha e haere tonu nga whārangi?
pt_br: As Páginas sumiram!? Por que as páginas sempre somem?

source: The quiz is due in 1 minute. Would you like to submit now and be on time or continue taking the quiz and possbily be late?
es: La evaluación debe entregarse en 1 minuto. ¿Le gustaría enviarla ahora y estar a tiempo o seguir tomando la evaluación y posiblemente enviarla tarde?
ja: クイズは残りあと1分です。期限に間に合うように今提出しますか？または遅れる可能性もありますが、クイズを続けますか？
mi: He tika i roto i te 1 meneti te pātaitai. E rite koe ki te tuku i teie nei, ka kia ki te wā ranei tonu tango i te pātaitai, me te pea e te mutunga?
pt_br: O questionário vence em 1 minuto. Você gostaria de enviar agora e estar pontual, ou continuar fazendo o questionário e possivelmente ficar atrasado?

source: There was a problem with the Canvas request.
es: Hubo un problema con la solicitud de Canvas.
ja: Canvasリクエストについての問題が発生しました。
mi: He ko he raruraru ki te tono Kanaweti.
pt_br: Houve um problema com a requisição do Canvas.

source: There was no data!
es: ¡No habían datos!
ja: データがありません！
mi: Kahore he raraunga!
pt_br: Não há nenhum dado!

source: This essay question has been edited on the web and may contain formatting, links or images. In order to edit this response on your mobile device we will need to clear the formatting (including links and images). Otherwise you may continue editing the question via a web browser.
es: Esta pregunta del ensayo ha sido editada en la red y puede contener formato, enlaces o imágenes. Con el fin de editar esta respuesta en su dispositivo móvil tendremos que borrar el formato (incluyendo enlaces e imágenes). De lo contrario puede seguir editando la pregunta a través de un navegador web.
ja: この作文の質問はウェブ上で編集されており、フォーマット、リンクや画像を含む場合があります。お使いの携帯端末でこの回答を編集するには、フォーマット(リンクと画像を含む)を取り消す必要があります。該当しない場合は、ウェブブラウザを介して質問の編集を続けてください。
mi: Kua tēnei pātai tuhinga roa kua whakatikahia i runga i te tukutuku, me te kia roto hōputu, hononga whakaahua ranei. I roto i te tikanga ki te whakatika i tenei whakautu i runga i tō pūrere pūkoro e ti'a ia tatou ki te ūkui i te hōputu (tae atu ki ngā hononga, me te whakapakoko). Te kore kia whakatika i te pātai mā te pūtirotiro tukutuku tonu koe.
pt_br: Esta dissertação foi editada na web e pode conter formatação, links ou imagens. Para editar esta resposta no seu dispositivo móvel, nós necessitaremos limpar a formatação (incluindo links e imagens). Caso contrário, você pode continuar editando a questão por meio de um navegador da web.

source: This quiz has an IP address filter set.
es: Esta evaluación tiene un conjunto de filtros de direcciones IP.
ja: クイズにはIPアドレスフィルタセットがあります。
mi: Tēnei pātaitai he huinga tātari wāhitau IP.
pt_br: Este questionário tem um filtro de endereço IP definido.

source: This quiz is currently unavailable.
es: Esta evaluación no está disponible en este momento.
ja: クイズは現在受けることができません。
mi: Ko te wātea i tēnei wā i tēnei pātaitai.
pt_br: Este questionário está indisponível atualmente

source: This quiz is locked.
es: Esta evaluación está bloqueada.
ja: このクイズはロックされています。
mi: maukati tēnei pātaitai te.
pt_br: Este questionário está bloqueado

source: This quiz is locked. Reason: (description)
es: Esta evaluación está bloqueada. Razón: (descripción)
ja: このクイズはロックされています。理由：(説明)
mi: maukati tēnei pātaitai te. Take: (whakaahuatanga)
pt_br: Este questionário está bloqueado. Motivo: (description)

source: Time Limit
es: Tiempo límite
ja: 時間制限
mi: Wā Tepe
pt_br: Limite de Tempo

source: Toggle Flag
es: Alternar la bandera
ja: フラグを切り替える
mi: Kara Takahuri
pt_br: Sinalizador de Alternância

source: Ungraded
es: Sin calificación
ja: 未採点
mi: Tē Mākahia
pt_br: Sem nota

source: Unlimited
es: Ilimitada
ja: 無制限
mi: Mutunga
pt_br: Ilimitado

source: Warning
es: Advertencia
ja: 警告
mi: Whakatūpato
pt_br: Aviso

source: You have (minuteLimit) minutes.
es: Le quedan (minuteLimit) minutos.
ja: 残り時間あと (minuteLimit) 分です。
mi: E koe (meneti Tepe) meneti.
pt_br: Você tem (minuteLimit) minutos.

source: You have used all your attempts available on this quiz.
es: Ha usado todos sus intentos disponibles en esta evaluación.
ja: このクイズですべての試行回数を使いました。
mi: Kua whakamahia e koe ou nganatanga katoa e wātea ana i runga i tēnei pātaitai.
pt_br: Você usou todas as suas tentativas disponíveis neste questionário.

source: hr
es: hora
ja: 時間

source: min
ja: 分
